[{"content":"Now these [are] the generations of Esau, who [is] Edom.","type":"content","verse":"1"},{"content":"Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hivite;","type":"content","verse":"2"},{"content":"And Bashemath Ishmael’s daughter, sister of Nebajoth.","type":"content","verse":"3"},{"content":"And Adah bare to Esau Eliphaz; and Bashemath bare Reuel;","type":"content","verse":"4"},{"content":"And Aholibamah bare Jeush, and Jaalam, and Korah: these [are] the sons of Esau, which were born unto him in the land of Canaan.","type":"content","verse":"5"},{"content":"And Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had got in the land of Canaan; and went into the country from the face of his brother Jacob.","type":"content","verse":"6"},{"content":"For their riches were more than that they might dwell together; and the land wherein they were strangers could not bear them because of their cattle.","type":"content","verse":"7"},{"content":"Thus dwelt Esau in mount Seir: Esau [is] Edom.","type":"content","verse":"8"},{"content":"And these [are] the generations of Esau the father of the Edomites in mount Seir:","type":"content","verse":"9"},{"content":"These [are] the names of Esau’s sons; Eliphaz the son of Adah the wife of Esau, Reuel the son of Bashemath the wife of Esau.","type":"content","verse":"10"},{"content":"And the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz.","type":"content","verse":"11"},{"content":"And Timna was concubine to Eliphaz Esau’s son; and she bare to Eliphaz Amalek: these [were] the sons of Adah Esau’s wife.","type":"content","verse":"12"},{"content":"And these [are] the sons of Reuel; Nahath, and Zerah, Shammah, and Mizzah: these were the sons of Bashemath Esau’s wife.","type":"content","verse":"13"},{"content":"And these were the sons of Aholibamah, the daughter of Anah the daughter of Zibeon, Esau’s wife: and she bare to Esau Jeush, and Jaalam, and Korah.","type":"content","verse":"14"},{"content":"These [were] dukes of the sons of Esau: the sons of Eliphaz the firstborn [son] of Esau; duke Teman, duke Omar, duke Zepho, duke Kenaz,","type":"content","verse":"15"},{"content":"Duke Korah, duke Gatam, [and] duke Amalek: these [are] the dukes [that came] of Eliphaz in the land of Edom; these [were] the sons of Adah.","type":"content","verse":"16"},{"content":"And these [are] the sons of Reuel Esau’s son; duke Nahath, duke Zerah, duke Shammah, duke Mizzah: these [are] the dukes [that came] of Reuel in the land of Edom; these [are] the sons of Bashemath Esau’s wife.","type":"content","verse":"17"},{"content":"And these [are] the sons of Aholibamah Esau’s wife; duke Jeush, duke Jaalam, duke Korah: these [were] the dukes [that came] of Aholibamah the daughter of Anah, Esau’s wife.","type":"content","verse":"18"},{"content":"These [are] the sons of Esau, who [is] Edom, and these [are] their dukes.","type":"content","verse":"19"},{"content":"These [are] the sons of Seir the Horite, who inhabited the land; Lotan, and Shobal, and Zibeon, and Anah,","type":"content","verse":"20"},{"content":"And Dishon, and Ezer, and Dishan: these [are] the dukes of the Horites, the children of Seir in the land of Edom.","type":"content","verse":"21"},{"content":"And the children of Lotan were Hori and Hemam; and Lotan’s sister [was] Timna.","type":"content","verse":"22"},{"content":"And the children of Shobal [were] these; Alvan, and Manahath, and Ebal, Shepho, and Onam.","type":"content","verse":"23"},{"content":"And these [are] the children of Zibeon; both Ajah, and Anah: this [was that] Anah that found the mules in the wilderness, as he fed the asses of Zibeon his father.","type":"content","verse":"24"},{"content":"And the children of Anah [were] these; Dishon, and Aholibamah the daughter of Anah.","type":"content","verse":"25"},{"content":"And these [are] the children of Dishon; Hemdan, and Eshban, and Ithran, and Cheran.","type":"content","verse":"26"},{"content":"The children of Ezer [are] these; Bilhan, and Zaavan, and Akan.","type":"content","verse":"27"},{"content":"The children of Dishan [are] these; Uz, and Aran.","type":"content","verse":"28"},{"content":"These [are] the dukes [that came] of the Horites; duke Lotan, duke Shobal, duke Zibeon, duke Anah,","type":"content","verse":"29"},{"content":"Duke Dishon, duke Ezer, duke Dishan: these [are] the dukes [that came] of Hori, among their dukes in the land of Seir.","type":"content","verse":"30"},{"content":"And these [are] the kings that reigned in the land of Edom, before there reigned any king over the children of Israel.","type":"content","verse":"31"},{"content":"And Bela the son of Beor reigned in Edom: and the name of his city [was] Dinhabah.","type":"content","verse":"32"},{"content":"And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead.","type":"content","verse":"33"},{"content":"And Jobab died, and Husham of the land of Temani reigned in his stead.","type":"content","verse":"34"},{"content":"And Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead: and the name of his city [was] Avith.","type":"content","verse":"35"},{"content":"And Hadad died, and Samlah of Masrekah reigned in his stead.","type":"content","verse":"36"},{"content":"And Samlah died, and Saul of Rehoboth [by] the river reigned in his stead.","type":"content","verse":"37"},{"content":"And Saul died, and Baalhanan the son of Achbor reigned in his stead.","type":"content","verse":"38"},{"content":"And Baalhanan the son of Achbor died, and Hadar reigned in his stead: and the name of his city [was] Pau; and his wife’s name [was] Mehetabel, the daughter of Matred, the daughter of Mezahab.","type":"content","verse":"39"},{"content":"And these [are] the names of the dukes [that came] of Esau, according to their families, after their places, by their names; duke Timnah, duke Alvah, duke Jetheth,","type":"content","verse":"40"},{"content":"Duke Aholibamah, duke Elah, duke Pinon,","type":"content","verse":"41"},{"content":"Duke Kenaz, duke Teman, duke Mibzar,","type":"content","verse":"42"},{"content":"Duke Magdiel, duke Iram: these [be] the dukes of Edom, according to their habitations in the land of their possession: he [is] Esau the father of the Edomites.","type":"content","verse":"43"}]