[{"content":"Pembagian sisa tanah Kanaan di Silo","type":"title","verse":""},{"content":"Maka berkumpullah segenap umat Israel di Silo, lalu mereka menempatkan Kemah Pertemuan di sana, karena negeri itu telah takluk kepada mereka.","type":"content","verse":"1"},{"content":"Pada waktu itu masih tinggal tujuh suku di antara orang Israel, yang belum mendapat bagian milik pusaka.","type":"content","verse":"2"},{"content":"Sebab itu berkatalah Yosua kepada orang Israel: \"Berapa lama lagi kamu bermalas-malas, sehingga tidak pergi menduduki negeri yang telah diberikan kepadamu oleh TUHAN, Allah nenek moyangmu?","type":"content","verse":"3"},{"content":"Ajukanlah tiga orang dari tiap-tiap suku; maka aku akan menyuruh mereka, supaya mereka bersiap untuk menjelajahi negeri itu, mencatat keadaannya, sekadar milik pusaka masing-masing, kemudian kembali kepadaku.","type":"content","verse":"4"},{"content":"Sesudah itu mereka akan membaginya di antara mereka menjadi tujuh bagian. Suku Yehuda akan tetap tinggal dalam daerahnya di sebelah selatan dan keturunan Yusuf akan tetap tinggal dalam daerahnya di sebelah utara.","type":"content","verse":"5"},{"content":"Kamu catat keadaan negeri itu dalam tujuh bagian dan kamu bawa ke mari kepadaku; lalu aku akan membuang undi di sini bagi kamu di hadapan TUHAN, Allah kita.","type":"content","verse":"6"},{"content":"Sebab orang Lewi tidak mendapat bagian di tengah-tengah kamu, karena jabatan sebagai imam TUHAN ialah milik pusaka mereka, sedang suku Gad, suku Ruben dan suku Manasye yang setengah itu telah menerima milik pusaka di sebelah timur sungai Yordan, yang diberikan kepada mereka oleh Musa, hamba TUHAN.\"","type":"content","verse":"7"},{"content":"Kemudian bersiaplah orang-orang itu, lalu pergi, sedang Yosua memerintahkan kepada mereka, pada waktu mereka berangkat, supaya mereka mencatat keadaan negeri itu, katanya: \"Pergilah, jelajahilah negeri itu, catatkanlah keadaannya, kemudian kembalilah kepadaku; maka di sini, di Silo, aku akan membuang undi bagi kamu di hadapan TUHAN.\"","type":"content","verse":"8"},{"content":"Orang-orang itu pergi dan berjalan melalui negeri itu; mereka mencatat keadaannya dalam suatu daftar, kota demi kota, dalam tujuh bagian, lalu kembali kepada Yosua ke tempat perkemahan di Silo.","type":"content","verse":"9"},{"content":"Lalu Yosua membuang undi bagi mereka di Silo, di hadapan TUHAN, dan di sanalah Yosua membagikan negeri itu kepada orang Israel, sesuai dengan pembagian mereka.","type":"content","verse":"10"},{"content":"Milik pusaka suku Benyamin","type":"title","verse":""},{"content":"Maka keluarlah undian suku bani Benyamin menurut kaum-kaum mereka, dan daerah yang diundikan kepada mereka terdapat antara daerah bani Yehuda dan daerah bani Yusuf.","type":"content","verse":"11"},{"content":"Batas pada sisi utara bagi mereka mulai dari sungai Yordan; kemudian batas itu naik ke lereng gunung di sebelah utara Yerikho, naik ke barat ke pegunungan, dan menuju ke padang gurun Bet-Awen.","type":"content","verse":"12"},{"content":"Dari sana batas itu terus ke Lus, ke selatan, ke arah lereng gunung dekat Lus, itulah Betel; kemudian batas itu turun ke Atarot-Adar di pegunungan yang di sebelah selatan Bet-Horon Hilir.","type":"content","verse":"13"},{"content":"Kemudian batas itu melengkung, lalu membelok dari pegunungan yang di seberang Bet-Horon di sebelah selatan menuju ke sisi barat daya, dan berakhir di Kiryat-Baal, itulah Kiryat-Yearim, suatu kota bani Yehuda. Itulah sisi barat.","type":"content","verse":"14"},{"content":"Sisi selatan mulai dari ujung Kiryat-Yearim, kemudian batas itu menuju ke barat, dan menuju pula ke mata air Me-Neftoah.","type":"content","verse":"15"},{"content":"Selanjutnya batas itu turun ke ujung pegunungan yang di tentangan lebak Ben-Hinom, di sebelah utara lembah orang Refaim; kemudian turun ke lebak Hinom, sepanjang lereng gunung Yebus, ke selatan, kemudian turun ke En-Rogel.","type":"content","verse":"16"},{"content":"Kemudian melengkung ke utara, menuju ke En-Semes dan menuju pula ke Gelilot di seberang pendakian Adumim, turun ke batu Bohan bin Ruben,","type":"content","verse":"17"},{"content":"terus ke lereng gunung di seberang Bet-Araba ke utara, dan turun ke Araba-Yordan.","type":"content","verse":"18"},{"content":"Kemudian batas itu terus ke lereng gunung dekat Bet-Hogla ke utara dan batas itu berakhir ke teluk utara Laut Asin, ke muara sungai Yordan di sebelah selatan. Itulah batas selatan.","type":"content","verse":"19"},{"content":"Sungai Yordan ialah batasnya pada sisi timur. Itulah milik pusaka bani Benyamin dengan batas-batasnya ke segala penjuru menurut kaum-kaum mereka.","type":"content","verse":"20"},{"content":"Kota-kota suku bani Benyamin menurut kaum-kaum mereka ialah Yerikho, Bet-Hogla, Emek-Kezis,","type":"content","verse":"21"},{"content":"Bet-Araba, Zemaraim, Betel,","type":"content","verse":"22"},{"content":"Haawim, Para, Ofra,","type":"content","verse":"23"},{"content":"Kefar-Haamonai, Ofni dan Geba; dua belas kota dengan desa-desanya.","type":"content","verse":"24"},{"content":"Gibeon, Rama, Beerot,","type":"content","verse":"25"},{"content":"Mizpa, Kefira, Moza,","type":"content","verse":"26"},{"content":"Rekem, Yirpeel, Tarala,","type":"content","verse":"27"},{"content":"Zela, Elef dan Yebus, ialah Yerusalem, Gibeat dan Kiryat; empat belas kota dengan desa-desanya. Itulah milik pusaka bani Benyamin menurut kaum-kaum mereka.","type":"content","verse":"28"}]