[{"content":"Sebermula, maka kemudian dari pada mati Saul, setelah Daud kembali dari pada mengalahkan orang Amaleki itu dan sudah dua hari lamanya Daud tinggal di Zikelaj,","type":"content","verse":"1"},{"content":"yaitu pada hari yang ketiga, tiba-tiba datanglah seorang dari balatentara yang serta dengan Saul itu, maka pakaiannya terkoyak-koyak dan abupun adalah pada kepalanya, maka apabila sampailah ia kepada Daud sujudlah ia sampai ke bumi sambil menundukkan dirinya.","type":"content","verse":"2"},{"content":"Maka kata Daud kepadanya: Dari mana engkau? Maka sahutnya: Sahaya sudah lari berlepas diri sahaya dari dalam balatentara orang Israel.","type":"content","verse":"3"},{"content":"Lalu kata Daud kepadanya: Bagaimana halnya? Maka diceriterakannyalah bagaimana orang banyak itu sudah lari dari peperangan, dan lagi banyak rakyat sudah rebah mati dibunuh, dan lagi Saul dan Yonatan anaknyapun sudah mati.","type":"content","verse":"4"},{"content":"Maka kata Daud kepada orang muda yang membawa kabar itu kepadanya: Bagaimana engkau tahu akan hal Saul dan Yonatan, anaknya, sudah mati?","type":"content","verse":"5"},{"content":"Maka sahut orang muda yang membawa kabar itu kepadanya: Bahwa tiba-tiba datanglah sahaya di atas bunung Gilboa, maka sesungguhnya Saul adalah bersandar kepada pendahannya, maka sesungguhnya beberapa rata dan orang berkudapun menampil kepadanya.","type":"content","verse":"6"},{"content":"Maka menolehlah ia, dilihatnya sahaya, lalu dipanggilnya sahaya, maka sembah sahaya: Patik tuanku.","type":"content","verse":"7"},{"content":"Maka titahnya kepada sahaya: Siapakah engkau? Maka sembah sahaya kepadanya: Patik ini seorang orang Amalek.","type":"content","verse":"8"},{"content":"Maka titahnya kepada sahaya: Bangkitlah engkau melawan aku dan bunuhlah akan daku, karena baju zirha ini menahankan daku, maka sepenuh-penuh nyawa adalah lagi dalam aku.","type":"content","verse":"9"},{"content":"Maka berbangkitlah sahaya melawan dia, sahaya bunuh akan dia, karena sahaya ketahui akan hal kemudian dari pada rebahnya tiada boleh ia hidup lagi, lalu sahaya ambil akan makota yang di atas kepalanya dan akan pontoh yang pada lengannya, sahaya bawa ke mari kepada tuan sahaya.","type":"content","verse":"10"},{"content":"Maka pada masa itu dicapai Daud akan pakaiannya sendiri, dicarik-cariknya, demikianpun kelakuan segala orang yang sertanya.","type":"content","verse":"11"},{"content":"Maka mereka itu sekalian meratap dan menangis dan berpuasa sampai haripun malamlah karena Saul dan karena Yonatan, putera baginda, dan karena segala umat Tuhan dan karena segala isi rumah Israel, sebab mereka itu sudah rebah mati dimakan pedang.","type":"content","verse":"12"},{"content":"Kemudian kata Daud kepada orang muda yang telah membawa kabar itu kepadanya: Dari mana engkau? Maka sahutnya: Sahaya ini anak seorang helat, anak seorang orang Amalek.","type":"content","verse":"13"},{"content":"Maka kata Daud kepadanya: Bagaimana tiada engkau takut mengangkat tanganmu akan membinasakan orang yang telah disiram bagi Tuhan?","type":"content","verse":"14"},{"content":"Maka dipanggil Daud akan salah seorang dari pada segala orang muda-muda itu, lalu katanya: Marilah engkau, terkamlah akan dia! Maka diparangnya akan dia, lalu matilah orang itu.","type":"content","verse":"15"},{"content":"Maka kata Daud kepadanya: Bahwa darahmu itu di atas kepalamu, karena mulutmu sudah naik saksi atas dirimu, katanya: Sahaya sudah membunuh orang yang telah disiram bagi Tuhan.","type":"content","verse":"16"},{"content":"Maka merataplah Daud dengan sebiji ratap akan Saul dan akan Yonatan, putera baginda.","type":"content","verse":"17"},{"content":"Maka disuruhnya jadikan dia nyanyian orang ramai bagi bani Yehuda, yaitu Nyanyian Busur namanya; bahwasanya adalah ia itu tersebut dalam Kitab al Mustakim.","type":"content","verse":"18"},{"content":"Aduh, rusa Israel! di atas bukitmu engkau sudah tertikam! Aduh, segala orang perkasa sudah rebah mati!","type":"content","verse":"19"},{"content":"Jangan diwartakan hal itu di Gat, jangan dikabarkan hal itu pada lorong-lorong Askelon, asal jangan anak-anak perempuan orang Filistin itu bersuka-sukaan dan jangan anak-anak perempuan orang kulup itu bertari-tari dengan sukacita hatinya!","type":"content","verse":"20"},{"content":"Hai kamu, gunung yang di Gilboa! jangan ada embun atau hujan turun kepadamu; demikianpun, hai kamu segala perhumaan hulu hasil! karena di sana dinajiskan perisai orang perwira, yaitu perisai Saul, seolah-olah cuma-cuma ia disiram dengan minyak bau-bauan.","type":"content","verse":"21"},{"content":"Jikalau tiada dengan darah orang yang terbunuh atau dengan sumsum orang perkasa, maka tiada pernah Yonatan mengencangkan tali busurnya, dan pedang Saulpun tiada tahu kembali dengan hampanya.","type":"content","verse":"22"},{"content":"Adapun Saul dan Yonatan, yang berkasih-kasihan dan berkenan seorang akan seorang pada masa hidupnya, ia itu tiada juga diceraikan pada masa matinya! Keduanya itu tangkas dari pada burung nasar, dan gagah dari pada singa adanya.","type":"content","verse":"23"},{"content":"Hai kamu, anak perempuan Israel! tangisilah olehmu akan Saul, yang telah memakaikan kamu dengan kain warna kirmizi dan beberapa benda yang indah-indah, dan yang telah mengenakan perhiasan emas pada pakaianmu itu!","type":"content","verse":"24"},{"content":"Aduh! rebahlah sudah segala orang perkasa di tengah-tengah peperangan! Wai Yonatan, engkau sudah tertikam di atas bukitmu!","type":"content","verse":"25"},{"content":"Karena sebab engkau, hai saudaraku Yonatan! tersesaklah hatiku. Bahwa engkaulah kekasihku terlebih dari pada sekaliannya, dan kasihmu akan daku lebih kuasa dari pada kasih orang perempuan.","type":"content","verse":"26"},{"content":"Aduh! rebahlah sudah orang perkasa itu dan hilanglah segala senjata peperangan!","type":"content","verse":"27"}]