[{"content":"Hata, maka kemudian dari pada itu tiba-tiba mangkatlah raja bani Ammon, lalu Hanun, puteranya, naik raja akan gantinya.","type":"content","verse":"1"},{"content":"Maka titah Daud: Bahwa aku hendak berbuat kebajikan akan Hanun bin Nahas, sebab ayahnyapun sudah berbuat kebajikan akan daku dahulu. Maka utusanlah Daud hendak menghiburkan dia karena ayahnya dengan lidah hambanya. Hata, maka sampailah hamba Daud itu ke negeri bani Ammon.","type":"content","verse":"2"},{"content":"Lalu sembah segala penghulu bani Ammon kepada Hanun, tuannya: Sungguhkah Daud memuliakan seri paduka ayahanda pada pemandangan tuanku, sebab disuruhkannya beberapa penghibur menghadap tuanku? Bukankah inilah sebabnya maka Daud menyuruhkan hambanya menghadap tuanku, hendak memeriksai perihal negeri ini dan mengintai akan dia dan membinasakan dia?","type":"content","verse":"3"},{"content":"Maka diambil Hanun akan segala hamba Daud itu, dicukurnya habis setengah janggutnya dan dikeratnya setengah dari pada pakaiannya sampai kepada pahanya, lalu disuruhnya mereka itu pulang.","type":"content","verse":"4"},{"content":"Setelah sudah hal itu dimaklumkan kepada Daud, disuruhkannya beberapa orang pergi mendapatkan mereka itu, karena sangat kemalu-maluanlah segala orang itu. Maka titah baginda: Baiklah kamu tinggal juga di Yerikho sampai janggutmu sudah tumbuh pula, kemudian hendaklah kamu pulang.","type":"content","verse":"5"},{"content":"Hata, setelah diketahui bani Ammon, mereka itu sudah membusukkan dirinya di hadapan Daud, maka utusanlah bani Ammon pergi mengupah orang Syam dari Bait-Rekhob dan orang Syam dari Zoba, semuanya dua puluh ribu orang yang berjalan kaki dan dari pada raja Maakha seribu orang dan dari pada orang Tob dua belas ribu orang.","type":"content","verse":"6"},{"content":"Serta kedengaranlah hal itu kepada Daud, disuruhkannya Yoab dan segala orang pahlawan serta dengan segenap tentara itu.","type":"content","verse":"7"},{"content":"Maka keluarlah bani Ammon, lalu diaturnya ikatan perangnya di hadapan pintu gerbang, tetapi segala orang Syam dari Zoba dan Rekhob dan segala orang dari Tob dan Maakha itu berdiri pada tempatnya sendiri di padang.","type":"content","verse":"8"},{"content":"Serta terlihatlah Yoab akan hal haluan tentara itu menuju kepadanya dari hadapan dan dari belakang, diambilnya akan segala orang pilihan dari antara orang Israel, ditaruhnya mereka itu dengan ikatan perangnya bertentangan dengan orang Syam;","type":"content","verse":"9"},{"content":"maka lebihnya rakyat itu diserahkannya kepada tangan Abisai, adiknya, yang mengatur ikatan perangnya bertentangan dengan bani Ammon.","type":"content","verse":"10"},{"content":"Maka kata Yoab: Jikalau kiranya orang Syam itu mengalahkan daku, hendaklah engkau datang membantu aku, dan jikalau kiranya bani Ammon itu mengalahkan dikau, niscaya aku datang membantu engkau.","type":"content","verse":"11"},{"content":"Hendaklah engkau berani dan biar kita melakukan diri kita dengan gagah karena sebab bangsa kita dan karena sebab segala negeri Allah kita; maka Tuhan apalah lakukan barang yang baik kepada pemandangan-Nya.","type":"content","verse":"12"},{"content":"Lalu Yoab dan segala rakyat yang sertanya itu tampil ke hadapan akan berperang dengan orang Syam, maka larilah orang Syam dari pada hadapannya.","type":"content","verse":"13"},{"content":"Serta terlihatlah bani Ammon akan hal orang Syam lari, maka mereka itupun larilah dari hadapan Abisai, lalu masuk ke dalam negeri. Maka kembalilah Yoab dari pada mengalahkan bani Ammon, lalu iapun datang ke Yeruzalem.","type":"content","verse":"14"},{"content":"Setelah diketahui orang Syam akan hal mereka itu sudah alah di hadapan orang Israel, maka berhimpunlah mereka itu pula.","type":"content","verse":"15"},{"content":"Maka utusanlah Hadad-ezar disuruhnya datang segala orang Syam yang di seberang sungai itu, maka datanglah mereka itu ke Helam; maka Sobakh, panglima perang Hadad-ezar, itulah penganjurnya.","type":"content","verse":"16"},{"content":"Setelah sudah dikabarkan hal itu kepada Daud, dihimpunkannyalah segenap orang Israel, lalu menyeberang Yarden langsung ke Helam. Maka orang Syam itu mengaturkan ikatan perangnya berhadapan dengan Daud, lalu berperanglah mereka itu dengan baginda.","type":"content","verse":"17"},{"content":"Tetapi kemudian larilah segala orang Syam itu dari hadapan orang Israel, maka dari pada orang Syam itu dibinasakan Daud tujuh ratus buah rata dan empat puluh ribu orang berkuda, tambahan pula dialahkannya Sobakh, panglima perang mereka itu, sehingga matilah ia di sana.","type":"content","verse":"18"},{"content":"Setelah dilihat oleh segala raja yang takluk kepada Hadad-ezar akan hal mereka itu alah di hadapan orang Israel, maka berdamailah mereka itu dengan Israel serta menjadi takluklah kepadanya. Hata, maka takutlah orang Syam itu membantu bani Ammon pula.","type":"content","verse":"19"}]