[{"content":"Arakian, maka disuruhkan Tuhan akan Natan pergi menghadap Daud, maka pergilah ia menghadap baginda, lalu sembahnya: Dalam sebuah negeri anu adalah dua orang, seorang yang kaya, seorang yang miskin.","type":"content","verse":"1"},{"content":"Maka pada orang kaya itu adalah amat banyak lembu dan kambing domba.","type":"content","verse":"2"},{"content":"Tetapi orang miskin itu tiada empunya melainkan hanya seekor anak domba yang telah dibelinya dan dipeliharakannya, sehingga ia itu menjadi besar bersama-sama dengan dia dan dengan anak-anaknyapun, maka ia itupun makanlah dari pada makanannya dan minumlah dari pada cawannya, dan tidurlah pada ribaannya dan adalah ia itu baginya seperti seorang anaknya.","type":"content","verse":"3"},{"content":"Hata, maka datanglah seorang perjalanan singgah kepada orang kaya itu, maka disayangkan orang kaya itu akan kambing domba dan lembunya sendiri, tiada ia mau mengambil dia akan disediakan bagi perjalanan yang telah singgah kepadanya itu, melainkan diambilnya akan anak domba orang miskin itu, disediakannya bagi orang yang telah singgah kepadanya.","type":"content","verse":"4"},{"content":"Maka berbangkitlah murka Daud akan orang itu, serta titahnya kepada Natan: Demi Tuhan yang hidup, orang yang telah berbuat demikian itulah akan mati dibunuh!","type":"content","verse":"5"},{"content":"Tak akan jangan diberinya ganti anak domba itu empat kali ganda, sebab telah diperbuatnya perkara yang demikian dan sebab tiada ia menaruh kasihan.","type":"content","verse":"6"},{"content":"Lalu kata Natan kepada Daud: Tuanku juga orang itu! Maka inilah firman Tuhan, Allah orang Israel: Bahwa Aku sudah menyiram engkau akan raja orang Israel dan Aku sudah meluputkan dikau dari pada tangan Saul;","type":"content","verse":"7"},{"content":"dan lagi segala isi istana tuanmu sudah Kukaruniakan kepadamu, demikianpun segala isteri tuanmu kepada ribaanmu, bahkan, Aku sudah mengaruniakan kepadamu segala isi rumah Israel dan Yehuda, maka jikalau kiranya sekalian ini belum cukup, niscaya dapat Aku menambahi akan dia dengan beberapa berapa lagi.","type":"content","verse":"8"},{"content":"Mengapa gerangan engkau sudah mempermudahkan firman Tuhan dengan berbuat barang yang jahat kepada pemandangan-Nya? Bahwa engkau sudah membunuh Uria, orang Heti itu, dengan pedang dan bininya telah kauambil akan isterimu; bahkan engkau sudah membunuh Uria itu dengan pedang bani Ammon!","type":"content","verse":"9"},{"content":"Maka sekarang pedang itu tiada akan undur dari pada isi rumahmu sampai selama-lamanya, yaitu sebab engkau sudah menghinakan Daku dan sudah mengambil bini Uria, orang Heti itu, akan isterimu.","type":"content","verse":"10"},{"content":"Dan lagi firman Tuhan demikian: Bahwasanya Aku akan menerbitkan jahat atasmu kelak dari dalam isi istanamu, dan Aku akan mengambil isterimu di hadapan matamu dan memberikan dia kepada kawanmu, maka ia itu akan bersetubuh dengan dia di hadapan matahari ini.","type":"content","verse":"11"},{"content":"Adapun engkau sudah berbuat perkara itu sembunyi-sembunyi, tetapi Aku akan mengadakan perkara itu kelak di hadapan segenap orang Israel dan di hadapan matahari.","type":"content","verse":"12"},{"content":"Maka kata Daud kepada Natan: Bahwa aku sudah berdosa kepada Tuhan! Maka sembah Natan kepada Daud: Bahwa Tuhan juga sudah mengangkat dosa itu dari pada tuanku, supaya jangan tuanku mati dibunuh.","type":"content","verse":"13"},{"content":"Kendatilah demikian, sebab tuanku sudah menyebabkan segala seteru Tuhan itu menghujat sangat, tak dapat tiada putera tuanku yang baharu jadi bagi tuanku, itu akan mati kelak.","type":"content","verse":"14"},{"content":"Hata, maka Natanpun pulanglah ke rumahnya; maka didatangkan Tuhan suatu bela kepada kanak-kanak yang diperanakkan oleh bini Uria itu bagi Daud, sehingga ia itu jatuh sakit payah.","type":"content","verse":"15"},{"content":"Maka dipohonkan Daud kepada Allah akan kanak-kanak itu dan berpuasalah Daud dengan yakin serta masuk ke dalam, lalu meniarap di tanah semalam-malaman itu.","type":"content","verse":"16"},{"content":"Maka segala tua-tua dalam istana bagindapun berbangkitlah, lalu mendapatkan baginda hendak membangkitkan baginda dari tanah itu, tetapi tiada baginda mau dan tiada juga baginda santap roti sertanya.","type":"content","verse":"17"},{"content":"Hata, selang tujuh hari matilah kanak-kanak itu, maka takutlah segala hamba Daud memaklumkan kepada baginda hal kanak-kanak itu sudah mati, karena katanya: Bahwasanya pada masa kanak-kanak itu lagi hidup jikalau kita bersembah kepada baginda, tiada baginda mau dengar akan sembah kita, entah bagaimana dapat kita sembahkan kepada baginda kanak-kanak itu sudah mati? kalau-kalau ia itu mendatangkan jahat.","type":"content","verse":"18"},{"content":"Maka dilihat Daud bahwa hambanya berbisik-bisik seorang dengan seorang, lalu diketahui Daud akan hal kanak-kanak itu sudah mati, maka sebab itu titah Daud kepada hambanya: Iakah kanak-kanak itu sudah mati? Maka sembah mereka itu: Sudah mati, tuanku!","type":"content","verse":"19"},{"content":"Maka berbangktilah Daud dari pada tanah, lalu bersiram dan memakai minyak bau-bauan dan bersalin pakaiannya, setelah itu masuklah baginda ke dalam bait Tuhan dan meminta doa di sana, kemudian pulanglah baginda ke dalam istana serta disuruh baginda sajikan santapan, lalu santaplah baginda.","type":"content","verse":"20"},{"content":"Maka sebab itu sembah segala hambanya kepadanya: Betapa gerangan kelakuan tuanku ini? Karena sebab kanak-kanak yang lagi hidup itu tuanku berpuasa dan menangis; setelah sudah mati kanak-kanak itu, maka tuanku bangkit berdiri lalu santap!","type":"content","verse":"21"},{"content":"Maka titah baginda: Adapun aku berpuasa dan menangis pada masa kanak-kanak itu lagi hidup, yaitu sebab kataku: Siapa tahu, barangkali Tuhan hendak mengasihani akan daku serta menghidupi kanak-kanak itu.","type":"content","verse":"22"},{"content":"Tetapi sekarang kanak-kanak itu sudah mati, apa guna aku berpuasa lagi? Dapatkah aku mengambil dia pula? Sesungguhnya aku akan pergi mendapatkan dia, tetapi tiada ia akan kembali kepadaku.","type":"content","verse":"23"},{"content":"Setelah itu maka dihiburkan Daud akan Batsyeba, isterinya, maka bagindapun masuk mendapatkan dia dan bersetubuh dengan dia, kemudian diperanakkannya laki-laki seorang, yang dinamainya Sulaiman, maka Tuhanpun mengasihi akan dia.","type":"content","verse":"24"},{"content":"Maka disuruhnya nabi Natan menukarkan namanya dengan Yedid-Yah, sebab kehendak Tuhan demikian.","type":"content","verse":"25"},{"content":"Hata, maka Yoabpun berperanglah menyerang Rabba bani Ammon, lalu dialahkannya negeri kerajaan itu.","type":"content","verse":"26"},{"content":"Maka disuruhkan Yoab beberapa utusan pergi menghadap Daud, serta sembahnya: Bahwa patik sudah memerangi Rabba dan lagi patik sudah mengalahkan negeri yang di tepi air itu.","type":"content","verse":"27"},{"content":"Maka sekarang hendaklah kiranya tuanku menghimpunkan segala rakyat yang lagi tinggal itu, lalu mengepung negeri itu dan mengalahkan dia, asal jangan patik mengalahkan negeri itu dan nama patikpun termasyhurlah olehnya.","type":"content","verse":"28"},{"content":"Hata, maka Daudpun menghimpunkanlah segala rakyat itu lalu berangkat ke Rabba, maka diperangilah baginda akan negeri itu, lalu dialahkannya.","type":"content","verse":"29"},{"content":"Maka diambilnya makota dari pada kepala raja mereka itu, beratnya emas setalenta, bertahtakan permata intan, lalu dikenakan kepada kepala Daud; lagipun dibawa oleh baginda akan banyak jarahan dari dalam negeri itu.","type":"content","verse":"30"},{"content":"Maka segala orang isinyapun dibawanya ke luar, dibentangkannya di bawah gergaji dan di bawah pengirik besi dan di bawah kapak besi, dan disuruhnya mereka itu berjalan terus dari dapur batu; demikianlah perbuatannya akan segala negeri bani Ammon. Kemudian dari pada itu pulanglah Daud dan segala rakyatpun sertanya ke Yeruzalem.","type":"content","verse":"31"}]