[{"content":"Bermula, maka kemudian dari pada itu disuruh Absalom lengkapkan rata dan kuda akan dirinya, dan lagi lima puluh orang yang berlari-lari di hadapannya.","type":"content","verse":"1"},{"content":"Dan lagi bangunlah Absalom pagi-pagi, lalu berdiri pada sisi jalan ke pintu gerbang, maka sesungguhnya tiap-tiap orang yang ada perkaranya hendak pergi mempersembahkan dia kepada hukum baginda, ia itu dipanggil oleh Absalom, lalu katanya: Dari negeri mana engkau? Apabila sahutnya: Hamba tuan ini dari negeri ini atau dari negeri itu dalam salah suatu suku bangsa Israel;","type":"content","verse":"2"},{"content":"maka kata Absalom kepadanya: Bahwasanya perkaramu itu betul dan benar adanya, tetapi dari pada pihak baginda seorangpun tiada yang hendak mendengar akan dikau.","type":"content","verse":"3"},{"content":"Dan lagi kata Absalom: Jikalau kiranya aku dijadikan hakim dalam negeri ini, alangkah baiknya, supaya segala orang yang ada perkaranya atau perselisihan itu, boleh datang menghadap aku, niscaya aku membenarkan halnya kelak.","type":"content","verse":"4"},{"content":"Demikianpun kelakuannya apabila datang orang menyembah kepadanya, maka ditunjukkannya tangannya, lalu berjabat tangan dan mencium akan dia.","type":"content","verse":"5"},{"content":"Maka demikianlah peri kelakuan Absalom dengan segala orang Israel yang datang hendak menghadap hukum baginda, maka dicuri Absalom akan hati orang Israel.","type":"content","verse":"6"},{"content":"Maka pada sekali peristiwa, yaitu pada empat puluh tahun tutup, sembah Absalom kepada baginda: Hendaklah tuanku beri patik pergi ke Heberon menyampaikan nazar, yang telah patik janji kepada Tuhan.","type":"content","verse":"7"},{"content":"Karena dahulu, tatkala patik duduk di Gesur dalam benua Syam, patik tuanku ini sudah bernazar, kata patik: Jikalau kiranya Tuhan memulangkan patik ke Yeruzalem dengan selamat, niscaya patik perbuat ibadat kelak kepada Tuhan.","type":"content","verse":"8"},{"content":"Maka titah baginda kepadanya: Pergilah engkau dengan selamat. Hata, maka berbangkitlah Absalom itu lalu pergi ke Heberon.","type":"content","verse":"9"},{"content":"Adapun Absalom itu sudah menyuruhkan beberapa orang penghulu kepada segala suku bangsa Israel, mengatakan: Serta kedengaranlah bunyi nafiri kepadamu kelak, pada masa itu hendaklah kamu katakan: Absalom sudah menjadi raja di Heberon.","type":"content","verse":"10"},{"content":"Hata, maka serta dengan Absalom pergilah dari Yeruzalem dua ratus orang, semua orang jemputan, adapun sekalian ini pergi dengan tulus hatinya juga, karena tiada diketahuinya akan hal perkara itu.","type":"content","verse":"11"},{"content":"Maka sudah disuruh Absalom panggil Akhitofel, orang Giloni, menteri Daud, datang dari Gilo, negerinya, sementara ia menyembelihkan korban. Maka mufakat itu makin ramai, karena orang yang mengikut Absalom itu makin bertambah-tambah banyaknya.","type":"content","verse":"12"},{"content":"Maka datanglah seorang anu memberitahu Daud, sembahnya: Bahwa hati segala orang Israel cenderunglah kepada Absalom hendak mengikut dia.","type":"content","verse":"13"},{"content":"Lalu titah Daud kepada segala hambanya yang sertanya di Yeruzalem: Bangkitlah kamu sekalian, baiklah kita lari, karena bagi kita tiada lain jalan akan luput dari hadapan Absalom. Bersegeralah kamu berjalan, asal jangan dengan segeranya ia mendapat akan kita dan mendatangkan celaka atas kita dan membunuh orang isi negeri ini dengan mata pedang.","type":"content","verse":"14"},{"content":"Maka sembah segala hamba itu kepada baginda: Segala titah tuanku patik junjung, maka patik tuanku ini hadirlah semuanya.","type":"content","verse":"15"},{"content":"Maka bagindapun keluarlah serta dengan segala orang isi istana baginda dengan berjalan kaki, tetapi ditinggalkan baginda akan sepuluh orang gundiknya, supaya mereka itu menunggui istana.","type":"content","verse":"16"},{"content":"Maka keluarlah baginda serta segala orang itu dengan berjalan kaki, lalu berhentilah mereka itu sekalian di Bait-Merkhak.","type":"content","verse":"17"},{"content":"Maka segala hambanyapun berjalan pada kiri kanan baginda, demikianpun segala biduanda; maka segala orang Geti, enam ratus orang banyaknya, yang sudah datang dari Gat hendak berjasa kepada baginda itu berjalan di hadapan baginda.","type":"content","verse":"18"},{"content":"Maka titah baginda kepada Itai, orang Geti itu: Mengapa maka engkau juga pergi serta kami? Baliklah sahaja dan tinggal dengan raja, karena engkau ini orang dagang, yang sudah meninggalkan negeri asalnya.","type":"content","verse":"19"},{"content":"Bahwa kelemarin baharu engkau datang, masakan pada hari ini aku membawa akan dikau mengembara serta dengan kami. Tak dapat tiada aku pergi ke manapun baik, tetapi hendaklah engkau balik dan bawalah akan segala saudaramu itu sertamu, dan hendaklah kebajikan dan setia menyertai akan dikau kiranya.","type":"content","verse":"20"},{"content":"Tetapi sahut Itai kepada baginda, sembahnya: Demi Tuhan yang hidup dan alhayat tuanku, barang di mana ada duli tuanku, baik akan mati atau akan hidup, tak akan jangan di sanapun patik akan ada serta.","type":"content","verse":"21"},{"content":"Lalu titah Daud kepada Itai: Jikalau demikian, marilah engkau, berjalan di hadapanku. Maka Itai, orang Geti itu, dan segala orangnya, sampai segala anak-anakpun yang sertanya itu berjalanlah di hadapan.","type":"content","verse":"22"},{"content":"Maka segenap orang isi negeripun menangislah dengan nyaring suaranya barang di mana orang sekalian itu berjalan lalu; maka bagindapun menyeberanglah sungai Kideron dan segala orang itupun menyeberanglah, lalu diturutnya jalan ke padang belantara.","type":"content","verse":"23"},{"content":"Maka sesungguhnya Zadokpun adalah di sana dan segala orang Lewipun sertanya mengusung tabut perjanjian Allah, maka diturunkannya tabut Allah itu, lalu dipersembahkan Abyatar korban sampai habislah sudah segala orang itu keluar dari dalam negeri.","type":"content","verse":"24"},{"content":"Lalu titah baginda kepada Zadok: Bawalah olehmu akan tabut Allah itu balik ke dalam negeri; jikalau kiranya aku beroleh rahmat dari hadirat Tuhan, niscaya dikembalikannya aku kelak dan diberinya aku memandang pula akan dia dan akan tempat kediamannya.","type":"content","verse":"25"},{"content":"Tetapi jikalau kiranya firman-Nya demikian: Tiada Aku berkenan akan dikau! maka adalah aku sedia, biarlah diperbuat-Nya akan daku barang yang baik kepada pemandangan-Nya.","type":"content","verse":"26"},{"content":"Dan lagi titah baginda kepada Zadok, yang imam itu: Jikalau baik pada sangkamu, maka hendaklah engkau balik dengan selamat ke dalam negeri, demikianpun kedua anakmu, yaitu Ahimaaz, anakmu, dan Yonatan anak Abyatarpun sertamu.","type":"content","verse":"27"},{"content":"Bahwasanya aku akan berjalan melalui padang itu dengan perlahan-perlahan, sehingga datanglah barang sepatah kata dari pada kamu disampaikan orang kepadaku kelak.","type":"content","verse":"28"},{"content":"Hata, maka dibawa oleh Zadok dan Abyatar akan tabut Allah itu balik ke Yeruzalem, lalu tinggallah mereka itu di sana.","type":"content","verse":"29"},{"content":"Maka naiklah Daud dari pada curam tempat pohon-pohon zait, sambil mendaki sambil menangis, dengan berselubung kepalanya dan bagindapun berjalan dengan telanjang kakinya, maka segala orang yang sertanya itupun berselubung kepala dan berjalan, sambil mendaki sambil menangis.","type":"content","verse":"30"},{"content":"Maka pada masa itu dimaklumkan oranglah kepada Daud, sembahnya: Bahwa Akhitofelpun adalah di antara segala orang yang sefakat dengan Absalom. Maka kata Daud: Ya Tuhan! batalkanlah kiranya bicara si Akhitofel!","type":"content","verse":"31"},{"content":"Hata, setelah sampai Daud di atas kemuncak bukit itu, maka dipintanya doa di sana kepada Allah; lalu bertemulah dengan dia Husai, orang Arkhi itu, yang berpakaikan pakaian koyak-koyak dan abupun adalah pada kepalanya.","type":"content","verse":"32"},{"content":"Maka titah Daud kepadanya: Jikalau engkau berjalan serta dengan aku, niscaya engkau memberatkan daku kelak.","type":"content","verse":"33"},{"content":"Tetapi jikalau engkau balik ke dalam negeri serta katamu kepada Absalom: Bahwa patik menjadi hamba tuanku; sesungguhnya dahulu patik hamba paduka ayahanda, tetapi sekarang patik menjadi hamba tuanku! dengan demikian peri engkau boleh membatalkan bagiku bicara si Akhitofel itu.","type":"content","verse":"34"},{"content":"Bukan adalah sertamu di sana Zadok dan Abyatar, kedua imam itu? Maka akan jadi kelak, bahwa segala perkara yang kaudengar dalam istana raja, itu akan dinyatakan olehmu kepada imam Zadok dan Abyatar.","type":"content","verse":"35"},{"content":"Bahwasanya kedua orang anak mereka itu, yaitu Ahimaaz bin Zadok dan Yonatan bin Abyatar, adalah serta mereka itu di sana; maka sebab itu hendaklah engkau dengan perintah mereka itu menyampaikan kepadaku segala perkara yang telah kaudengar itu.","type":"content","verse":"36"},{"content":"Hata, maka sampailah Husai, sahabat Daud itu, ke dalam negeri, maka Absalompun datanglah ke Yeruzalem.","type":"content","verse":"37"}]