[{"content":"Bermula, maka dikatakan Daud kepada Tuhan segala perkataan nyanyian ini, yaitu pada masa Tuhan sudah melepaskan dia dari pada tangan segala musuhnya dan dari pada tangan Saulpun.","type":"content","verse":"1"},{"content":"Katanya: Bahwa Tuhan juga gunung batuku dan kota bentengku dan penolongku.","type":"content","verse":"2"},{"content":"Bahwa Allah juga gunung batuku, maka aku harap akan Dia, yang perisaiku dan tanduk selamatku dan tempat perlindunganku yang tinggi, kepada-Nya aku lari berlindung: Engkaulah penebusku, yang sudah melepaskan aku dari pada aniaya!","type":"content","verse":"3"},{"content":"Bahwa aku telah berseru kepada Tuhan, yang patut dipuji-puji, maka aku dilepaskannya dari pada segala seteruku.","type":"content","verse":"4"},{"content":"Beberapa ombak maut telah mengelilingi aku dan air bah orang jahat sudah mengejutkan daku.","type":"content","verse":"5"},{"content":"Beberapa tali neraka telah menyesakkan daku dan jerat maut telah kulihat di hadapanku.","type":"content","verse":"6"},{"content":"Maka dalam ketakutan aku berseru kepada Tuhan dan kunyaringkan penangisku kepada Allahku, maka didengar-Nya dari pedalamannya akan suaraku, dan seruku akan Dia sampailah kepada telinga-Nya.","type":"content","verse":"7"},{"content":"Lalu bumipun bergempa dan bergeraklah dan segala alas langitpun gemetar dan bergoncanglah, oleh karena murka-Nya bernyala-nyala.","type":"content","verse":"8"},{"content":"Asappun keluarlah dari pada hidung-Nya, dan api yang menghanguskan dari pada mulut-Nya dan api bernyala-nyalapun keluar dari pada-Nya.","type":"content","verse":"9"},{"content":"Maka dicenderungkan-Nya langit, lalu turunlah Ia dan gelap-gulita adalah di bawah kaki-Nya.","type":"content","verse":"10"},{"content":"Maka Iapun mengendarai kerubiun lalu terbang serta melayang-layang di atas sayap angin.","type":"content","verse":"11"},{"content":"Maka dijadikan-Nya gelap itu akan kemah kelilingnya; airpun bertimbun-timbun dan awanpun berlapis awan.","type":"content","verse":"12"},{"content":"Oleh cahaya dari pada hadirat-Nya dinyalakan bara api.","type":"content","verse":"13"},{"content":"Maka Tuhanpun berguruhlah dari dalam langit dan Allah taalapun memperdengarkan bunyi suara-Nya.","type":"content","verse":"14"},{"content":"Maka dilepaskan-Nya anak panahnya ke mana-mana, halilintar sabung-menyambung dilontarkan-Nya.","type":"content","verse":"15"},{"content":"Maka pada masa itu kelihatanlah segala tubir laut dan segala alas bumipun terhantar dengan telanjangnya oleh hardik Tuhan dan oleh penghembus nafas hidung-Nya.","type":"content","verse":"16"},{"content":"Maka disuruhkan Tuhan dari atas, diambil-Nya aku, ditarik-Nya aku keluar dari dalam air yang besar-besar.","type":"content","verse":"17"},{"content":"Dilepaskan-Nya aku dari pada segala seteru yang berkuasa dan dari pada pembenciku yang terlebih kuat dari padaku.","type":"content","verse":"18"},{"content":"Mereka itu telah menempuh akan daku pada masa kesukaranku, tetapi Tuhan menjadi persandaran bagiku.","type":"content","verse":"19"},{"content":"Maka dihantar-Nya akan daku keluar kepada keluasaan, dan disentak-Nya aku, sebab Ia berkenan akan daku.","type":"content","verse":"20"},{"content":"Bahwa dibalas Tuhan akan daku sekadar kebenaranku dan dianugerahi-Nya aku sekadar kesucian tanganku.","type":"content","verse":"21"},{"content":"Karena telah kuturut segala jalan Tuhan, dan tiada aku menyimpang dengan khianat dari pada Allahku.","type":"content","verse":"22"},{"content":"Melainkan segala hukum-Nya adalah selalu di hadapanku dan segala firman-Nyapun tiada kutolak dari padaku.","type":"content","verse":"23"},{"content":"Melainkan adalah hatiku tulus di hadapan hadirat-Nya, dan aku memeliharakan diriku dari pada kejahatan.","type":"content","verse":"24"},{"content":"Maka sebab itu dibalas Tuhan akan daku sekadar kebenaranku, sekadar kesucianku yang di hadapan pemandangan-Nya.","type":"content","verse":"25"},{"content":"Maka akan orang yang murah Engkaupun menyatakan kemurahan-Mu, dan kepada orang yang tulus hatinya Engkaupun tulus hati,","type":"content","verse":"26"},{"content":"dan kepada orang yang suci Engkaupun suci, tetapi orang yang terbalik itu Engkau tebang.","type":"content","verse":"27"},{"content":"Karena Engkau meluputkan umat yang teraniaya, tetapi mata-Mu ada melawan segala orang yang congkak dan Engkaupun merendahkan dia.","type":"content","verse":"28"},{"content":"Karena Engkaulah pelitaku, ya Tuhan! dan Tuhan juga menukarkan kegelapanku dengan terang cuaca.","type":"content","verse":"29"},{"content":"Bahkan, dengan Engkau juga berani aku menempuh satu pasukan dan dengan Allahku aku melompat pagar tembok.","type":"content","verse":"30"},{"content":"Bahwa jalan Allah itulah sempurna adanya, dan firman Tuhan itu mahahalus; Ialah perisai bagi segala orang yang percaya akan Dia.","type":"content","verse":"31"},{"content":"Karena siapa gerangan Allah melainkan Tuhan? dan siapa gerangan gunung batu melainkan Allah kita?","type":"content","verse":"32"},{"content":"Bahwa Allah juga tempat perlindunganku yang kuat, dan Ia mematutkan jalanku dengan sempurna.","type":"content","verse":"33"},{"content":"Dijadikan-Nya kakiku bagaikan kaki kijang dan didirikan-Nya aku di atas tempat yang tinggi-tinggi.","type":"content","verse":"34"},{"content":"Diajarkan-Nya tanganku berperang, sehingga lenganku dapat mengedangkan busur besi kersani.","type":"content","verse":"35"},{"content":"Maka Engkau juga yang telah mengaruniakan kepadaku perisai selamat yang dari pada-Mu, dan oleh sengsara juga Engkau telah membesarkan daku.","type":"content","verse":"36"},{"content":"Bahwa Engkau telah meluaskan tempat kejejakanku, sehingga mata kakiku tiada tergelincuh.","type":"content","verse":"37"},{"content":"Maka aku telah mengusir akan segala seteruku dan aku membinasakan dia; tiada aku kembali kalau sebelum aku menumpas dia sama sekali.","type":"content","verse":"38"},{"content":"Bahkan, aku menumpas dan menghancurkan dia habis-habis, sehingga tiada mereka itu berbangkit pula, melainkan terhantarlah sekaliannya di bawah kakiku.","type":"content","verse":"39"},{"content":"Karena Engkau telah mengikat pinggangku dengan kuat akan berperang dan segala orang yang berbangkit melawan aku telah Kautundukkan di bawahku.","type":"content","verse":"40"},{"content":"Maka Engkau telah memberi kepadaku tengkuk segala seteruku dan pembenciku, supaya aku membinasakan dia.","type":"content","verse":"41"},{"content":"Mereka itu melihat-lihat berkeliling, tetapi seorang pembantupun tiada, dan kepada Tuhan, tetapi tiada disahut-Nya akan mereka itu.","type":"content","verse":"42"},{"content":"Maka aku menghancurluluhkan mereka itu seperti duli yang di bumi, aku mencairkan dan memijak-mijak mereka itu seperti becek di jalan.","type":"content","verse":"43"},{"content":"Dan lagi Engkau telah meluputkan aku dari pada segala perbantahan bangsaku; dan Engkau telah menaruh aku akan penghulu segala suku bangsa, dan beberapa bangsa yang tiada kukenal itupun takluklah kepadaku.","type":"content","verse":"44"},{"content":"Bahwa orang helatpun pura-pura memperhambakan dirinya kepadaku; demi terdengarlah telinganya akan daku maka diturutnya perintahku.","type":"content","verse":"45"},{"content":"Adapun orang helat itu telah surutlah kuatnya serta gemetarlah ia dalam kota bentengnya.","type":"content","verse":"46"},{"content":"Bahwa hiduplah Tuhan dan berbahagialah kiranya gunung batuku dan dipermuliakanlah kiranya Allah, pohon selamatku!","type":"content","verse":"47"},{"content":"Yaitu Allah yang menuntut bela bagiku dengan sempurna dan yang menaklukkan segala bangsa itu kepadaku,","type":"content","verse":"48"},{"content":"dan yang melepaskan aku dari pada segala seteruku, bahkan, yang telah meninggikan daku dari pada segala orang yang mendurhaka kepadaku, dan yang telah meluputkan daku dari pada orang yang berbuat aniaya.","type":"content","verse":"49"},{"content":"Maka sebab itu, ya Tuhan! aku memuji-muji akan Dikau kelak di antara segala bangsa dan akan nama-Mupun aku hendak menyanyikan mazmur.","type":"content","verse":"50"},{"content":"Yang telah mengadakan kelepasan besar bagi raja-Nya dan berbuat kemurahan akan orang yang telah dilantik-Nya, yaitu akan Daud dan segala anak cucunya sampai selama-lamanya!","type":"content","verse":"51"}]