[{"content":"Arakian, maka inilah perkataan Daud yang terkemudian, yaitu sabda Daud bin Isai, sabda orang yang diangkat tinggi-tinggi, yang telah dilantik oleh Allah Yakub dan yang kekasih kepada orang Israel sebab segala mazmurnya:","type":"content","verse":"1"},{"content":"Bahwa Roh Tuhan berkata-kata dalam aku dan kalimat-Nya adalah pada lidahku.","type":"content","verse":"2"},{"content":"Bahwa Allah orang Israel telah berfirman dan Gunung batu orang Israel telah berjanji dengan aku: Akan ada seorang pemerintah atas segala manusia, seorang yang adil, seorang pemerintah dengan takut akan Allah.","type":"content","verse":"3"},{"content":"Maka iapun akan jadi seperti terang pada pagi apabila terbit matahari, yaitu pada pagi yang tiada berawan, terlebih dari pada cahaya titik hujan pada tumbuh-tumbuhan muda yang di bumi.","type":"content","verse":"4"},{"content":"Bukankah ada begini bahwa isi rumahku akan di hadapan Allah? karena telah diteguhkan-Nya dengan aku suatu perjanjian yang kekal, yang berpatutan dalam semuanya, lagi terpelihara. Bukankah Ia akan menumbuhkan kelak segala selamatku dan segala keridlaan itu?","type":"content","verse":"5"},{"content":"Tetapi segala orang jahat itu akan menjadi seperti duri, yang dibuang orang dengan celanya; bukannya dengan tangan dipegang akan dia;","type":"content","verse":"6"},{"content":"melainkan orang yang hendak mengangkat dia itu pakai besi atau batang tumbak, atau dibakarnya habis akan dia dengan api pada tempat ia itu berdiri juga.","type":"content","verse":"7"},{"content":"Bermula, maka inilah nama segala pahlawan yang pada Daud: Yosyeb-Basyebet bin Takhkemoni, kepala segala penghulu, iapun bergelar penyucuk dan penikam lembing, sebab ditikamnya akan delapan ratus orang dalam sekali saja berperang.","type":"content","verse":"8"},{"content":"Maka kemudian dari padanya adalah Eleazar bin Dodo, anak Ahohi, di antara ketiga orang pahlawan yang serta dengan Daud tatkala mereka itu menghinakan orang Filistin, yang berkerumun di sana hendak berperang, sebab orang Israel sudah mendatangi dia.","type":"content","verse":"9"},{"content":"Maka berbangkitlah ia lalu diparangnya akan orang Filistin sehingga penatlah tangannya dan lekatlah tangannya itu pada pedangnya, maka diadakan Tuhan suatu kemenangan besar pada hari itu, sehingga segala rakyat yang mengikut dia, itu boleh balik sahaja akan menjarah-rayah.","type":"content","verse":"10"},{"content":"Maka kemudian dari padanya adalah Sama bin Agai, orang Harari, tatkala orang Filistin berkumpul di Lekhi, maka adalah di sana sepotong bendang penuh dengan miju dan segala rakyat itu larilah dari hadapan orang Filistin;","type":"content","verse":"11"},{"content":"maka berdirilah ia tetap pada sama tengah bendang itu, direbutnya dan dialahkannya orang Filistin, maka diadakan Tuhan suatu kemenangan besar.","type":"content","verse":"12"},{"content":"Dan lagi adalah tiga orang, lain dari pada ketiga yang pertama itu, maka turunlah ketiganya pada musim menuai pergi mendapatkan Daud dalam gua Adulam, maka suatu pasukan orang Filistin adalah berdiri dalam lembah Refaim.","type":"content","verse":"13"},{"content":"Maka pada masa itu adalah Daud di tempat yang tiada terhampiri dan lagi adalah pada masa itu laskar pengawal Filistin di Betlehem.","type":"content","verse":"14"},{"content":"Maka pura-pura Daud seolah-olah inginlah ia, lalu katanya: Siapakah dapat memberi aku minum air dari dalam perigi yang di Betlehem di tengah-tengah pintu gerbang?","type":"content","verse":"15"},{"content":"Maka menetaslah ketiga orang pahlawan itu akan tempat tentara orang Filistin, ditimbakannya air dari dalam perigi yang di Betlehem di tengah-tengah pintu gerbang, lalu kembali ia, dibawanya akan air itu kepada Daud, tetapi tiada Daud mau minum dia, melainkan dicurahkannya di hadapan Tuhan,","type":"content","verse":"16"},{"content":"sambil katanya: Dijauhkan Tuhan kiranya aku dari pada berbuat demikian, yaitu seolah-olah aku minum darah orang ini, yang sudah pergi membuang nyawanya. Maka tiada ia mau minum airnya. Demikianlah perbuatan ketiga orang pahlawan ini.","type":"content","verse":"17"},{"content":"Maka Abisai, saudara Yoab bin Zeruya, itulah yang kepala ketiga orang itu, dan lagi sudah diangkatnya lembingnya hendak melawan tiga ratus orang, yang ditikamnya lut semuanya, sebab itu kenamaanlah ia di antara ketiga orang itu.","type":"content","verse":"18"},{"content":"Bahwasanya dari pada ketiga orang itu ialah yang termasyhur dan yang menjadi kepalanya, tetapi tiada ia masuk bilangan ketiga orang yang pertama itu.","type":"content","verse":"19"},{"content":"Dan lagi adalah Benaya bin Yoyada, anak orang kaya yang gagah berani dari Kabziel, ia juga yang telah membunuh dua ekor singa yang ganas dari Moab, dan lagi turunlah ia, dibunuhnya akan seekor singa dalam keleburan pada musim salju.","type":"content","verse":"20"},{"content":"Dan lagi dibunuhnya akan seorang orang Mesir, seorang yang hebat rupanya, maka pada tangan orang Mesir itu adalah sebatang lembing, tetapi iapun pergi mendapatkan dia dengan tongkat juga, lalu disentakkannya lembing itu dari dalam tangan orang Mesir itu, dibunuhnya akan dia dengan lembingnya sendiri.","type":"content","verse":"21"},{"content":"Demikianlah perbuatan Benaya bin Yoyada, maka sebab itu kenamaanlah ia di antara ketiga orang pahlawan itu.","type":"content","verse":"22"},{"content":"Maka namanya terlebih masyhur dari pada orang tiga puluh itu, tetapi tiada ia masuk bilangan ketiga orang yang pertama itu, maka diangkat Daud akan dia atas segala biduanda baginda.","type":"content","verse":"23"},{"content":"Maka di antara ketiga puluh itu adalah Asahel, saudara Yoab, dan Elhanan bin Dodo, dari Betlehem,","type":"content","verse":"24"},{"content":"dan Sama, orang Harodi, dan Elika, orang Harodi,","type":"content","verse":"25"},{"content":"dan Helez, orang Palti, dan Ira bin Ikesy, orang Tekoi,","type":"content","verse":"26"},{"content":"dan Abi-ezar, orang Anetoti, dan Mebunai, orang Husati,","type":"content","verse":"27"},{"content":"dan Zalmon, orang Ahohi, dan Maharai, orang Netofati,","type":"content","verse":"28"},{"content":"dan Heleb bin Baena, orang Netofati, dan Itai bin Ribai, dari Gibea bani Benyamin,","type":"content","verse":"29"},{"content":"dan Benaya, orang Piratoni, dan Hidai, dari lembah Gaas,","type":"content","verse":"30"},{"content":"dan Abi-Albon, orang Arbati, dan Azmawit, orang Barhumi,","type":"content","verse":"31"},{"content":"dan Elyakhba, orang Saalboni, dan bin Yazen dan Yonatan,","type":"content","verse":"32"},{"content":"dan Sam orang Harari, dan Ahiam bin Sarar, orang Harari,","type":"content","verse":"33"},{"content":"dan Elifelet bin Ahasbal, anak seorang Maakhati, dan Eliam bin Akhitofel, orang Giloni,","type":"content","verse":"34"},{"content":"dan Hezrai, orang Karmeli, dan Paerai, orang Arbi,","type":"content","verse":"35"},{"content":"dan Yijal bin Natan, dari Zoba, dan Bani orang Gadi,","type":"content","verse":"36"},{"content":"dan Zelik, orang Ammoni, dan Naharai, orang Bieroti, biduanda Yoab bin Zeruya,","type":"content","verse":"37"},{"content":"dan Ira, orang Yeteri, dan Gareb, orang Yeteri;","type":"content","verse":"38"},{"content":"dan Uria, orang Heti; jumlahnya tiga puluh tujuh orang.","type":"content","verse":"39"}]