[{"content":"Bermula, maka kembali pula berbangkitlah murka Tuhan akan orang Israel, diajak-Nya Daud akan lawan mereka itu, kata-Nya: Bilanglah olehmu akan orang Israel dan akan orang Yehuda.","type":"content","verse":"1"},{"content":"Maka titah baginda kepada Yoab, panglima perang yang sertanya itu: Pergilah engkau berjalan keliling di antara segala suku bangsa Israel dari Dan sampai ke Birsyeba dan bilanglah akan orang banyak itu, supaya kuketahui akan bilangannya.","type":"content","verse":"2"},{"content":"Maka sembah Yoab kepada baginda: Hendaklah kiranya Tuhan, Allah tuanku, menambahi akan bangsa ini dengan sekian-sekian banyak, beratus-ratus ganda, dan biarlah mata tuanku sendiri juga melihatnya, tetapi mengapa gerangan tuanku menghendaki perkara yang demikian ini?","type":"content","verse":"3"},{"content":"Tetapi menanglah titah baginda akan Yoab dan segala penghulu tentara itu, lalu keluarlah Yoab dan segala penghulu tentara itu dari hadapan baginda hendak membilang akan bangsa Israel.","type":"content","verse":"4"},{"content":"Maka mereka itupun menyeberang Yarden, lalu didirikannyalah kemahnya di Aroer pada sebelah negeri yang di tengah-tengah lembah Gad, arah ke Yaezar.","type":"content","verse":"5"},{"content":"Lalu datanglah mereka itu ke Gilead dan ke tanah Takhtim-Hodsyi, sampailah ke Dan-Yaan dan ke jajahan Sidon.","type":"content","verse":"6"},{"content":"Lalu datanglah mereka itu sampai ke negeri Tsur dan kepada segala negeri orang Hewi dan Kanani, sehingga sampailah mereka itu ke sebelah selatan Yehuda, ke Birsyeba.","type":"content","verse":"7"},{"content":"Demikian berjalanlah mereka itu keliling dalam segala negeri itu; setelah sudah genap sembilan bulan lebih dua puluh hari, maka kembalilah mereka itu ke Yeruzalem.","type":"content","verse":"8"},{"content":"Maka jumlah segala orang yang dibilang itu dipersembahkan Yoab kepada baginda; maka di antara orang Israel adalah delapan ratus ribu orang yang tahu berperang dan menghunus pedang dan di antara orang Yehuda adalah lima ratus ribu orang.","type":"content","verse":"9"},{"content":"Akan tetapi setelah sudah dibilangnya akan orang banyak itu, maka berdebarlah hati Daud, lalu sembah Daud kepada Tuhan: Bahwa aku sudah berdosa dalam berbuat begitu; tetapi sekarang, ya Tuhan! lalukan apalah kiranya salah hamba-Mu ini, karena perbuatan hamba ini sangat bodoh adanya.","type":"content","verse":"10"},{"content":"Hata, apabila bangunlah Daud pada pagi hari, datanglah firman Tuhan kepada nabi Gad, penilik Daud itu, bunyinya:","type":"content","verse":"11"},{"content":"Pergilah engkau, katakanlah kepada Daud: Demikianlah firman Tuhan. Tiga perkara ini Kuhadapkan kepadamu; pilihlah olehmu akan salah suatunya, supaya Aku melakukan dia kepadamu.","type":"content","verse":"12"},{"content":"Maka datanglah Gad kepada Daud, diberinya tahu kepadanya firman itu, lalu katanya: Maukah engkau suatu bala kelaparan tujuh tahun lamanya berlaku dalam negerimu? atau maukah engkau lari tiga bulan lamanya dari hadapan musuhmu, yang mengusir akan dikau? atau maukah engkau suatu bala sampar tiga hari lamanya dalam negerimu? Sekarang hendaklah engkau berfikir dan menimbang baik-baik, apa jawab akan kubawa kembali kepada Dia yang sudah menyuruhkan daku.","type":"content","verse":"13"},{"content":"Maka kata Daud kepada Gad: Bahwa sangat kepicikanlah aku; baiklah kita jatuh dalam tangan Tuhan, karena amat limpah segala kemurahan-Nya, tetapi janganlah kiranya aku jatuh dalam tangan manusia.","type":"content","verse":"14"},{"content":"Setelah itu, maka didatangkan Tuhan suatu bala sampar di antara orang Israel, dari pada pagi hari datang kepada waktu yang telah ditentukan, maka di antara orang banyak itu matilah tujuh puluh ribu orang dari Dan sampai ke Birsyeba.","type":"content","verse":"15"},{"content":"Maka apabila malaekat itu mengedangkan tangannya ke atas Yeruzalem hendak membinasakan dia, bersesallah Tuhan akan jahat itu, lalu firman-Nya kepada malaekat yang mengadakan kebinasaan di antara orang banyak itu: Cukuplah begitu; sekarang undurkanlah tanganmu. Adapun pada ketika itu adalah malaekat Tuhan itu hampir ke tempat mengirik Arauna, orang Yebuzi itu.","type":"content","verse":"16"},{"content":"Demi terlihat Daud akan malaekat yang memalu orang banyak itu, maka sembahnya kepada Tuhan: Bahwa aku, bahkan aku juga yang berdosa dan aku yang sudah berbuat perkara yang tiada baik, tetapi entah apa gerangan perbuatan segala kambing domba ini? Biar apalah tangan-Mu lawan aku dan lawan segala isi rumah bapaku!","type":"content","verse":"17"},{"content":"Maka datanglah Gad mendapatkan Daud pada hari itu juga, serta katanya kepadanya: Pergilah engkau naik dan bangunkanlah akan Tuhan sebuah mezbah di tempat mengirik Arauna, orang Yebuzi itu.","type":"content","verse":"18"},{"content":"Maka pergilah Daud menurut kata Gad setuju dengan firman Tuhan.","type":"content","verse":"19"},{"content":"Maka ditinjau Arauna, dilihatnya baginda datang mendapatkan dia dengan segala hambanya, lalu keluarlah Arauna serta menyembah sujud kepada baginda dengan mukanya sampai ke bumi.","type":"content","verse":"20"},{"content":"Maka sembah Arauna: Karena apa gerangan tuanku datang mendapatkan patik ini? Maka titah Daud: Yaitu sebab aku hendak membeli tempat mengirik ini dari padamu hendak membangunkan sebuah mezbah akan Tuhan, supaya bala ini dilalukan dari pada orang banyak itu.","type":"content","verse":"21"},{"content":"Maka sembah Arauna kepada Daud: Hendaklah kiranya tuanku mengambil dia juga, serta mempersembahkan barang yang baik kepada pemandangan tuanku! Ini adalah lembu akan korban bakaran dan penggeret dan pakaian lembu akan kayu api.","type":"content","verse":"22"},{"content":"Maka sekalian itu dipersembahkan Arauna-Hamelekh kepada baginda, maka sembah Arauna kepada baginda: Hendaklah kiranya Tuhan, Allah tuanku, berkenan akan tuanku!","type":"content","verse":"23"},{"content":"Tetapi titah baginda kepada Arauna: Jangan begitu, melainkan aku hendak membeli dia juga dari padamu dengan harganya, karena tiada aku mau mempersembahkan korban bakaran kepada Tuhan, Allahku, dengan cuma-cuma. Maka dibeli Daud tempat mengirik dan lembu itu dengan lima puluh syikal perak.","type":"content","verse":"24"},{"content":"Lalu didirikan Daud di sana sebuah mezbah akan Tuhan dan dipersembahkannya korban bakaran dan korban syukur; demikianlah diadakan gafirat atas isi negeri itu di hadapan Tuhan dan bala itupun dilalukan dari pada orang Israel.","type":"content","verse":"25"}]