[{"content":"Hata, setelah sampai Rehabeam ke Yeruzalem dihimpunkannyalah segenap orang isi rumah Yehuda dan Benyamin, semuanya seratus delapan puluh ribu orang pilihan, yang tahu perang, hendak memerangi orang Israel, supaya dikembalikannya kerajaan itu kepada Rehabeam.","type":"content","verse":"1"},{"content":"Tetapi datanglah firman Tuhan kepada Semaya, aziz Allah itu, bunyinya:","type":"content","verse":"2"},{"content":"Katakanlah ini olehmu kepada Rehabeam bin Sulaiman, raja orang Yehuda, dan kepada segala orang Israel yang di Yehuda dan Benyamin, bunyinya:","type":"content","verse":"3"},{"content":"Inilah firman Tuhan: Janganlah kamu mendatangi atau memerangi saudara-saudaramu; melainkan hendaklah masing-masing kamu pulang ke rumahnya, karena perkara ini telah jadi dengan kehendak-Ku juga. Hata, maka didengarlah oleh mereka itu akan firman Tuhan itu, lalu baliklah mereka itu dari pada mendatangi Yerobeam.","type":"content","verse":"4"},{"content":"Arakian, maka duduklah Rehabeam di Yeruzalem, dibangunkannya beberapa buah negeri akan kota benteng di Yehuda.","type":"content","verse":"5"},{"content":"Diteguhkannya Betlehem dan Etam dan Tekoa,","type":"content","verse":"6"},{"content":"dan Bait-Zur dan Socho dan Adulam,","type":"content","verse":"7"},{"content":"dan Gat dan Maresa dan Zif,","type":"content","verse":"8"},{"content":"dan Adorayim dan Lakhis dan Azeka,","type":"content","verse":"9"},{"content":"dan Zora dan Ayalon dan Heberon, semuanya negeri yang berkota benteng di Yehuda dan di Benyamin.","type":"content","verse":"10"},{"content":"Maka diteguhkannya segala benteng itu, dan di dalamnya ditaruhnya akan hulubalang dan beberapa bekal dari pada makanan dan minyak dan air anggur.","type":"content","verse":"11"},{"content":"Maka di dalam tiap-tiap negeri itu adalah beberapa selukung dan lembing, sehingga teguh sangat negeri itu; demikianlah Yehuda dan Benyamin itupun tinggal baginda punya.","type":"content","verse":"12"},{"content":"Maka segala imam dan orang Lewi, yang di seluruh tanah Israel itu, berhimpunlah kepadanya dari pada segala jajahan negerinya.","type":"content","verse":"13"},{"content":"Karena ditinggalkan orang Lewi akan segala tempat kediamannya dan segala miliknya, lalu datang ke Yehuda dan ke Yeruzalem; karena telah ditolak Yerobeam dan segala anaknya akan mereka itu, sehingga tiada boleh mereka itu mengerjakan imamat bagi Tuhan.","type":"content","verse":"14"},{"content":"Maka diangkat Yerobeam akan dirinya beberapa penghulu panggung dan bagi syaitan dan patung anak lembu yang sudah diperbuatnya.","type":"content","verse":"15"},{"content":"Maka orang Lewi itu diturut oleh orang dari pada segala suku bangsa Israel, yang menyerahkan hatinya hendak mencahari Tuhan, Allah orang Israel, supaya dipersembahkannya korban kepada Tuhan, yaitu Allah nenek moyang mereka itu.","type":"content","verse":"16"},{"content":"Maka diteguhkannya kerajaan Yehuda dan dikuatkannya Rehabeam bin Sulaiman tiga tahun lamanya, karena tiga tahun lamanya berjalanlah mereka itu pada jalan Daud dan Sulaiman.","type":"content","verse":"17"},{"content":"Maka diperisteri Rehabeam akan Mahalat, anak Yerimot bin Daud, dan lagi akan Abihail, anak Eliab bin Isai,","type":"content","verse":"18"},{"content":"yang memperanakkan baginya laki-laki ini: Yeus dan Semarya dan Zaham.","type":"content","verse":"19"},{"content":"Kemudian dari pada ini diperisterikannya Maakha, anak Absalom, yang memperanakkan baginya Abia dan Atai dan Ziza dan Selomit.","type":"content","verse":"20"},{"content":"Maka kasih Rehabeam akan Maakha, anak Absalom itu, terlebih dari pada kasihnya akan segala isterinya dan gundiknya, maka telah diambilnya delapan belas orang akan isterinya dan enam puluh akan gundiknya dan iapun beranaklah laki-laki dua puluh delapan orang dan perempuan enam puluh orang.","type":"content","verse":"21"},{"content":"Maka diangkat Rehabeam akan Abia, anak Maakha, dijadikannya penghulu dan kepala di antara segala kakak adiknya, sebab baginda hendak merajakan dia.","type":"content","verse":"22"},{"content":"Maka berlakulah baginda dengan bijaksana, ditaburkannyalah segala anaknya laki-laki kepada segala jajahan Yehuda dan Benyamin, di dalam segala negeri yang berkota benteng, dan dikaruniakannya kepada mereka itu biaya dengan kelimpahannya; maka bagindapun mengambil banyak orang isteri.","type":"content","verse":"23"}]