[{"content":"Maka pada masa itu datanglah Roh Allah atas Azarya bin Oded,","type":"content","verse":"1"},{"content":"sehingga keluarlah ia pergi mendapatkan Asa, lalu katanya kepadanya: Dengarlah olehmu akan daku, hai Asa dan segenap orang Yehuda dan Benyamin! bahwa Tuhan telah menyertai akan kamu sebab kamupun berpaut kepada Tuhan, maka jikalau kiranya kamu mencahari Dia, niscaya Iapun didapati olehmu; tetapi jikalau kamu meninggalkan Dia, niscaya ditinggalkan-Nya kamupun.","type":"content","verse":"2"},{"content":"Maka telah beberapa hari lamanya pada orang Israel tiada Allah yang benar, dan tiada mereka itu berimam yang mengajar, dan tiada pula mereka itu bertaurat.","type":"content","verse":"3"},{"content":"Tetapi apabila dalam hal kesukaran mereka itu bertobat kepada Tuhan, Allah orang Israel, dan mencahari Dia, lalu didapati mereka itu akan Dia.","type":"content","verse":"4"},{"content":"Maka pada masa itu tiada selamat bagi orang yang keluar atau bagi orang yang masuk, melainkan huru-hara besar juga di antara segala orang isi negeri-negeri ini,","type":"content","verse":"5"},{"content":"sehingga terantuk-antuklah mereka itu, bangsa dengan bangsa dan isi negeri dengan isi negeri oleh karena dikejutkan Allah akan mereka itu dengan pelbagai kesukaran.","type":"content","verse":"6"},{"content":"Maka sebab itu pertetapkanlah hatimu dan tanganmu jangan jadi lemah, karena adalah pahala bagi pekerjaanmu.","type":"content","verse":"7"},{"content":"Setelah didengar Asa segala perkataan dan nubuat nabi bin Oded ini, maka dipertetapkannyalah hatinya dan dilalukannya segala kegelian dari pada seluruh tanah Yehuda dan Benyamin dan dari dalam segala negeri di pegunungan Efrayim, yang telah dirampasnya, dan lagi dibaikinya akan mezbah Tuhan yang di hadapan serambi rumah Tuhan.","type":"content","verse":"8"},{"content":"Maka dihimpunkannyalah segala orang Yehuda dan Benyamin dan serta dengan mereka itupun segala orang yang telah datang dari Efrayim dan Manasye dan Simeon, karena dari Israel banyaklah orang yang jatuh kepadanya, apabila dilihatnya Tuhan, Allahnya, adalah menyertai akan baginda.","type":"content","verse":"9"},{"content":"Maka berhimpunlah mereka itu sekalian di Yeruzalem pada bulan yang ketiga, tahun yang kelima belas dari pada kerajaan Asa.","type":"content","verse":"10"},{"content":"Maka pada hari itu juga dikorbankannyalah bagi Tuhan dari pada jarahan yang dibawanya itu lembu tujuh ratus ekor dan kambing domba tujuh ribu ekor.","type":"content","verse":"11"},{"content":"Maka berjanji-janjianlah mereka itu hendak dicaharinya Tuhan, Allah nenek moyangnya, dengan segenap hatinya dan dengan segenap jiwanya.","type":"content","verse":"12"},{"content":"Dan barangsiapa yang tiada akan berbuat bakti kepada Tuhan, Allah orang Israel, ia itu akan mati dibunuh, baik kecil baik besar baik laki-laki baik perempuan.","type":"content","verse":"13"},{"content":"Maka bersumpahlah mereka itu setia kepada Tuhan dengan nyaring suaranya dan dengan sorak yang ramai dan dengan bunyi buri-buri dan nafiri.","type":"content","verse":"14"},{"content":"Maka segenap orang Yehudapun bersukacita akan sumpah itu, karena adapun mereka itu bersumpah itu, ia itu dengan segenap hatinya, dan dengan segala keridlaan hatinya mereka itu mencahari Dia dan didapatinya juga akan Dia, dan Tuhanpun mengaruniai mereka itu dengan selamat sentosa berkeliling.","type":"content","verse":"15"},{"content":"Dan lagi akan Maakha, bunda baginda raja Asa itu, dipecatkan oleh baginda dari pada pangkatnya permaisuri, sebab telah diperbuatnya dalam hutan seekor berhala yang memberi dahsyat, maka dibinasakan Asa berhalanya yang memberi dahsyat itu, dihancurluluhkannya dan dibakarnya habis di tepi sungai Kideron.","type":"content","verse":"16"},{"content":"Sungguhpun segala panggung tiada dilalukan dari tengah orang Israel, tetapi hati Asa tulus juga sepanjang umur hidupnya.","type":"content","verse":"17"},{"content":"Maka dibawanya masuk ke dalam bait-Ullah akan segala benda yang disucikan oleh ayahanda baginda dan segala benda yang disucikan baginda sendiri, dari pada emas perak dan pelbagai perkakasan.","type":"content","verse":"18"},{"content":"Maka tiada juga perang sampai kepada tahun yang ketiga puluh lima dari pada kerajaan Asa.","type":"content","verse":"19"}]