[{"content":"Adapun umur Akhaz pada masa ia naik raja itu dua puluh tahun dan kerajaanlah ia di Yeruzalem enam belas tahun lamanya; maka tiada dibuatnya barang yang benar kepada pemandangan Tuhan, seperti Daud, moyangda baginda.","type":"content","verse":"1"},{"content":"Melainkan berjalanlah ia pada segala jalan raja-raja Israel, dan lagi diperbuatnya pula beberapa patung tuangan bagi Baalim;","type":"content","verse":"2"},{"content":"dan dibakarnya dupa di lembah Bin-Hinom, dan dibakarnya habis anak-anaknya laki-laki dengan api menurut perbuatan kebencian yang dilakukan oleh segala bangsa kafir, yang sudah dihalaukan Tuhan dari pada miliknya di hadapan bani Israel.","type":"content","verse":"3"},{"content":"Dan lagi dipersembahkannya korban dan dibakarnya dupa di atas segala panggung dan bukit dan di bawah segala pohon kayu yang hijau.","type":"content","verse":"4"},{"content":"Maka sebab itu diserahkan Tuhan, Allahnya, akan dia kepada tangan raja benua Syam, sehingga dibunuhnya beberapa orangnya dan ditawaninya akan amat banyak orangnya, yang dibawanya ke negeri Damsyik. Dan lagi iapun diserahkan kepada tangan raja Israel, yang membunuh amat banyak orangnya.","type":"content","verse":"5"},{"content":"Karena oleh Pekah bin Remalya dibunuh dalam Yehuda seratus dua puluh ribu orang pada sehari jua, semua orang yang tahu perang, maka sekalian itu jadi sebab mereka itu sudah meninggalkan Tuhan, Allah nenek moyangnya.","type":"content","verse":"6"},{"content":"Maka Zikhri, seorang hulubalang dari Efrayim, membunuh Maaseya, putera baginda, dan Azrikam, pemerintah istana, dan lagi Elkana, perdana menteri baginda.","type":"content","verse":"7"},{"content":"Maka dari pada saudaranya dibawa oleh bani Israel tertawan dua ratus ribu orang perempuan dan anak laki-laki dan perempuan, dan lagi dirampasnya banyak jarahan dari padanya, lalu dibawanya akan segala jarahan itu ke Samaria.","type":"content","verse":"8"},{"content":"Maka adalah di sana seorang nabi Tuhan, bernama Obed, maka keluarlah ia mendapatkan tentara yang datang ke Samaria, lalu katanya kepada mereka itu: Bahwasanya oleh kehangatan murka Tuhan, Allah nenek moyangmu, akan orang Yehuda, maka diserahkannya mereka itu kepada tanganmu, dan kamu sudah membunuh mereka itu dengan geram yang sampai ke langit.","type":"content","verse":"9"},{"content":"Maka sekarangpun niatmu hendak menungkulkan bani Yehuda dan orang isi Yeruzalem akan hamba sahayamu; maka tiadakah pada kamupun beberapa salah di hadapan Tuhan, Allahmu?","type":"content","verse":"10"},{"content":"Sebab itu hendaklah kiranya kamu mendengar akan kataku dan kembalikanlah segala orang tawanan yang telah kamu bawa tertawan dari pada segala saudaramu itu, karena kehangatan murka Tuhan berlakulah atas kamu.","type":"content","verse":"11"},{"content":"Maka pada ketika itu berbangkitlah beberapa orang dari pada segala penghulu bani Efrayim, yaitu Azarya bin Yohanan, dan Berekhya bin Mesilemot, dan Yehizkia bin Salum, dan Amasa bin Hadlai, lalu pergi mendapatkan segala orang yang datang dari pada tentara itu.","type":"content","verse":"12"},{"content":"Maka katanya kepada mereka itu: Janganlah kiranya kamu membawa masuk ke mari akan orang tawanan ini, karena ia itu menjadikan salah kita kelak di hadapan Tuhan; niat kamu itu sahaja akan menambahi pula segala dosa dan salah kita, jikalau salah kita sudah amat besar dan kehangatan murka berlaku atas orang Israel sekalipun.","type":"content","verse":"13"},{"content":"Maka dibiarkan segala laskar akan segala orang tawanan dan barang jarahan itu di hadapan segala penghulu dan segala sidang itu.","type":"content","verse":"14"},{"content":"Maka berbangkitlah orang yang tersebut namanya itu, lalu diambilnya akan segala orang tawanan dan segala orang yang telanjang di antaranya, dikenakannya pakaian dari pada barang jarahan itu, maka dikenakannyalah pakaian dan kasut, dan diberinya makan minum akan dia, dan disiraminya dengan minyak, dan segala orang yang lemah, yang tiada dapat berjalan, dinaikkannya ke atas keledai, lalu dihantarnya mereka itu sekalian ke Yerikho, negeri pokok kurma, kepada segala saudara mereka itu; setelah itu maka kembalilah segala penghulu itu ke Samaria.","type":"content","verse":"15"},{"content":"Maka pada masa itu juga utusanlah raja Akhaz kepada raja Asyur, minta dibantu olehnya.","type":"content","verse":"16"},{"content":"Tegal orang Edom lagi sudah datang membunuh orang Yehuda dan sudah membawa akan banyak orang tawanan.","type":"content","verse":"17"},{"content":"Dan lagi orang Filistinpun sudah menyerang negeri-negeri yang di tanah datar dan pada sebelah selatan tanah Yehuda dan telah dialahkannya Bait-Semes dan Ayalon dan Gederot dan Sokho serta dengan segala daerahnya, dan Timna serta dengan segala daerahnya, dan Gimzo serta dengan segala daerahnya, lalu duduklah mereka itu di sana.","type":"content","verse":"18"},{"content":"Karena direndahkan Tuhan akan orang Yehuda, oleh karena Akhaz, raja Israel; karena telah dibujuknya akan orang Yehuda, sehingga besarlah sangat salah mereka itu kepada Tuhan.","type":"content","verse":"19"},{"content":"Maka sebab itu datanglah juga Tiglat Pilnesar, raja Asyur, kepadanya akan mengimpitkan dia, bukannya akan mengkuatkan dia.","type":"content","verse":"20"},{"content":"Karena Akhaz telah mengambil suatu bahagian dari pada rumah Tuhan dan dari pada istana baginda dan dari pada segala penghulu, diberikannya kepada raja Asyur, tetapi tiada juga dibantu raja Asyur akan dia.","type":"content","verse":"21"},{"content":"Maka pada masa diimpitkan orang akan dia, maka makin lebih bersalah ia kepada Tuhan; demikianlah peri kelakuan raja Akhaz.","type":"content","verse":"22"},{"content":"Karena dipersembahkannya korban kepada segala dewata Damsyik, yang sudah mengalahkan dia, serta katanya: Oleh karena segala dewata raja-raja Syam sudah menolong mereka itu, maka akupun hendak mempersembahkan korban kepadanya, supaya akupun ditolong olehnya; akan tetapi ia itu menyebabkan kebinasaannya dan kebinasaan segenap orang Israelpun.","type":"content","verse":"23"},{"content":"Maka dikumpulkan Akhaz segala serba perkakasan bait-Ullah, dipecah-pecahkannya segala serba perkakasan bait-Ullah itu dan dikatupkannya segala papan pintu rumah Tuhan dan dibuatnya akan dirinya beberapa mezbah pada segala penjuru Yeruzalem.","type":"content","verse":"24"},{"content":"Dan lagi dibuatnya beberapa panggung dalam tiap-tiap negeri Yehuda hendak membakar dupa di atasnya bagi segala dewata; demikian dibangkitkannyalah murka Tuhan, Allah nenek moyangnya.","type":"content","verse":"25"},{"content":"Adapun barang yang lagi tinggal dari pada segala kisahnya dan segala kelakuannya, yang mula dan kemudian, bahwasanya tersuratlah ia itu di dalam kitab raja-raja Yehuda dan Israel.","type":"content","verse":"26"},{"content":"Maka mangkatlah Akhaz beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan dia di dalam negeri Yeruzalem, tetapi tiada dibawanya akan dia ke dalam kubur-kubur segala raja Israel; maka Yehizkia, puteranya, lalu naik raja akan gantinya.","type":"content","verse":"27"}]