[{"content":"Hata, maka kemudian dari pada itu disuruhkan Yehizkia kepada segenap orang Israel dan Yehuda, dan dilayangkannya surat kirimanpun kepada orang Efrayim dan Manasye, supaya mereka itu sekalian datang ke rumah Tuhan di Yeruzalem akan memegang Pasah bagi Tuhan, Allah orang Israel.","type":"content","verse":"1"},{"content":"Karena baginda sudah berbicara dengan segala penghulunya dan dengan segenap sidang yang di Yeruzalem, hendak memegang Pasah pada bulan yang kedua.","type":"content","verse":"2"},{"content":"Karena tiada mereka itu dapat memegang dia pada masa yang tentu itu, sebab kurang banyak imam yang sudah menyucikan dirinya dan orang banyakpun belum berhimpun di Yeruzalem.","type":"content","verse":"3"},{"content":"Maka benarlah perkara itu kepada pemandangan baginda dan kepada pemandangan segenap sidang itu.","type":"content","verse":"4"},{"content":"Maka ditentukannya bahwa orang akan berseru-seru di antara segala orang Israel, dari pada Birsyeba sampai ke Dan, memanggil mereka itu sekalian datang ke Yeruzalem akan memegang Pasah bagi Tuhan, Allah Israel, karena sudah lama tiada dipegangnya setuju dengan barang yang tersurat.","type":"content","verse":"5"},{"content":"Maka segala suruhan itupun berjalanlah, dibawanya sertanya akan segala surat kiriman dari pada tangan baginda dan dari pada segala penghulunya kepada segala negeri orang Israel dan Yehuda, menurut titah baginda, bunyinya: Hai segala kamu, bani Israel! hendaklah kamu kembali kepada Tuhan, Allah Ibrahim, Ishak dan Israel, maka Iapun akan kembali kelak kepada segala orang yang lagi tinggal dari padamu, yang luput dari pada tangan raja-raja Asyur.","type":"content","verse":"6"},{"content":"Janganlah kiranya kamu seperti segala bapamu dan saudaramu, yang sudah bersalah kepada Tuhan, Allah nenek moyangnya, maka sebab itu diserahkannya mereka itu kepada kebinasaan seperti kelihatan kepada kamu ini.","type":"content","verse":"7"},{"content":"Maka sekarang jangan kamu menegarkan tengkukmu seperti bapa-bapamu, melainkan unjuklah tanganmu kepada Tuhan dan datanglah kepada tempat kesuciannya, yang telah disucikannya pada selama-lamanya, dan buatlah ibadat kepada Tuhan, Allahmu, maka kehangatan murkanya akan undur dari pada kamu kelak.","type":"content","verse":"8"},{"content":"Karena jikalau kamu kembali kepada Tuhan, maka segala saudaramu dan anak-anakmu akan mendapat kasihan di hadapan orang yang sudah menawan dia, sehingga mereka itu kelak pulang ke dalam negeri ini; karena Tuhan, Allahmu, amat rahmani dan rahimi, niscaya tiada dipalingkannya wajahnya dari pada kamu apabila kamu kembali kepadanya.","type":"content","verse":"9"},{"content":"Hata, maka berjalanlah segala suruhan itu dari pada sebuah negeri langsung kepada sebuah negeri, dilaluinya tanah Efrayim dan Manasye sampai ke Zebulon, tetapi mereka itupun ditertawakannya dan diolok-olokkannya.","type":"content","verse":"10"},{"content":"Maka adalah juga beberapa orang dari pada Asyer dan Manasye dan Zebulon yang merendahkan dirinya, lalu datang ke Yeruzalem.","type":"content","verse":"11"},{"content":"Dan lagi di tanah Yehudapun nyatalah tangan Allah, yang mengadakan mereka itu sekalian sehati juga, sehingga diturutnya titah baginda dan pesan segala penghulu, setuju dengan firman Tuhan.","type":"content","verse":"12"},{"content":"Maka di Yeruzalempun berhimpunlah banyak orang hendak memegang masa raya fatir pada bulan yang kedua, suatu perhimpunan yang amat besar.","type":"content","verse":"13"},{"content":"Maka berbangkitlah mereka itu, lalu dilalukannya segala mezbah yang di Yeruzalem, dan dilalukannya segala pedupaan, dicampakkannya semuanya ke dalam sungai Kideron.","type":"content","verse":"14"},{"content":"Setelah itu maka disembelihkannyalah Pasah itu pada empat belas hari bulan yang kedua; maka segala imam dan orang Lewipun sudah malu, disucikannya dirinya, sehingga boleh mereka itu mempersembahkan korban bakaran di dalam rumah Tuhan.","type":"content","verse":"15"},{"content":"Maka berdirilah mereka itu sekalian pada jawatannya atas peri yang tersurat baginya dalam taurat Musa, aziz Allah, dan segala imampun memercikkan darah, yang telah ditadah oleh orang Lewi.","type":"content","verse":"16"},{"content":"Karena banyaklah juga orang di dalam perhimpunan itu, yang belum menyucikan dirinya; sebab itu orang Lewi memerintahkan sembelihan segala domba Pasah akan ganti tiap-tiap orang yang tiada suci, supaya disucikannya bagi Tuhan.","type":"content","verse":"17"},{"content":"Karena kebanyakan orang, dan di antaranya banyaklah dari Efrayim dan Manasye dan Isakhar dan Zebulon, yang belum menyucikan dirinya, melainkan dimakannya pasah bukan seperti tersurat baginya, tetapi Yehizkiapun meminta doa akan mereka itu, sembahnya: Ya Tuhan, Engkau yang Mahabaik! adakan apalah gafirat atas mereka ini,","type":"content","verse":"18"},{"content":"yang sedia dengan segenap hatinya hendak mencahari Allah, yaitu Tuhan, Allah nenek moyangnya, jikalau mereka ini tiada menurut kesucian bait-ulmukadis sekalipun.","type":"content","verse":"19"},{"content":"Maka dikabulkan Tuhan permintaan doa Yehizkia ini, sehingga disembuhkannya orang banyak itu.","type":"content","verse":"20"},{"content":"Hata, maka segala bani Israel yang terdapat di Yeruzalempun memeganglah masa raya fatir tujuh hari lamanya dengan kesukaan besar. Maka segala orang Lewi dan segala imampun memuji-mujilah Tuhan pada tiap-tiap hari dengan bunyi-bunyian kepujian Tuhan.","type":"content","verse":"21"},{"content":"Maka Yehizkiapun berkata-kata akan membujuk hati segala orang Lewi yang tahu menyanyikan beberapa nyanyian yang elok bagi Tuhan; demikian makanlah mereka itu persembahan masa raya tujuh hari lamanya, serta dipersembahkannya korban syukur dan dipuji-pujinya Tuhan, Allah nenek moyangnya.","type":"content","verse":"22"},{"content":"Maka segenap perhimpunanpun berbicaralah hendak memegang masa raya lagi tujuh hari lamanya, lalu dipegangnya tujuh hari lagi dengan sukacita hatinya.","type":"content","verse":"23"},{"content":"Karena Yehizkia, raja Yehuda, sudah mengaruniai perhimpunan itu dengan lembu muda seribu ekor dan kambing domba tujuh ribu ekor; dan segala penghulupun memberikan perhimpunan itu lembu muda seribu ekor dan kambing domba selaksa ekor; maka kebanyakan orang imampun sudah menyucikan dirinya.","type":"content","verse":"24"},{"content":"Maka segenap sidang orang Yehudapun bersuka-sukaanlah serta dengan segala imam dan orang Lewi dan segenap perhimpunan orang yang telah datang dari tanah Israel, dan lagi segala orang dagangpun, baik yang telah datang dari tanah Israel baik yang duduk di tanah Yehuda.","type":"content","verse":"25"},{"content":"Maka besarlah kesukaan di dalam Yeruzalem; karena dari pada zaman Sulaiman bin Daud, raja Israel itu, belum pernah ada yang demikian di dalam Yeruzalem.","type":"content","verse":"26"},{"content":"Setelah itu maka berbangkitlah segala imam Lewi, lalu diberkatinya akan orang banyak itu dan bunyi suaranya kedengaranlah, maka doa mereka itupun sampailah kepada tempat kedudukan kesucian-Nya di dalam sorga.","type":"content","verse":"27"}]