[{"content":"Hata, maka kemudian dari pada itu Yosiapun memeganglah Pasah bagi Tuhan di Yeruzalem; disembelihkannya Pasah itu pada empat belas hari bulan yang pertama.","type":"content","verse":"1"},{"content":"Maka ditentukannya segala imam pada jawatannya dan diajak-ajaknya mereka itu kepada pekerjaan rumah Tuhan.","type":"content","verse":"2"},{"content":"Maka titah baginda kepada segala orang Lewi, yang mengajar orang Israel dan yang telah disucikan bagi Tuhan: Biarkanlah kamu akan tabut kesucian itu di dalam rumah perbuatan Sulaiman bin Daud, raja Israel itu; tak usah lagi kamu mengusung dia; sebab itu berkhidmatlah sekarang kepada Tuhan, Allahmu, dan kepada segala umat-Nya, yaitu orang Israel.","type":"content","verse":"3"},{"content":"Dan aturkanlah pekerjaanmu seturut isi segala rumah bapa-bapamu, seturut pangkat-pangkatmu, setuju dengan syarat Daud, raja Israel, dan dengan suratan Sulaiman, puteranya.","type":"content","verse":"4"},{"content":"Dan hendaklah kamu berdiri di dalam tempat yang suci seturut pangkat-pangkat isi segala rumah bapa-bapa, akan ganti segala saudaramu orang banyak itu, dan seturut pangkat-pangkat isi segala rumah bapa-bapa orang Lewi;","type":"content","verse":"5"},{"content":"dan sembelihkanlah olehmu akan Pasah itu dan sucikanlah dirimu dan sediakanlah dia bagi segala saudaramu, supaya diperbuat kelak setuju dengan firman Tuhan yang dengan lidah Musa.","type":"content","verse":"6"},{"content":"Maka diberikan Yosia karena orang banyak itu dari pada kambing domba beberapa ekor anak domba dan anak kambing, semuanya itu akan korban Pasah, sekadar segala yang terdapat di sana, jumlahnya tiga puluh ribu ekor, dan dari pada lembu tiga ribu ekor, sekaliannya dari pada milik baginda sendiri.","type":"content","verse":"7"},{"content":"Dan lagi diberikan oleh segala penghulu baginda akan persembahan dengan keridlaan hati karena orang banyak itu dan karena segala imam dan orang Lewi; maka Hilkia dan Zakharya dan Yehiel, ketiga penghulu atas bait-Ullah, itupun memberikan kepada segala imam kambing domba dua ribu enam ratus ekor dan lembu tiga ratus ekor akan korban Pasah itu.","type":"content","verse":"8"},{"content":"Maka Khonanya dan Semaya dan Netaniel, kedua saudaranya, dan lagi Hasabya dan Yeiel dan Yozabad, penghulu-penghulu orang Lewi, itu memberikan kepada orang Lewi kambing domba lima ribu ekor dan lembu lima ratus ekor akan korban Pasah.","type":"content","verse":"9"},{"content":"Demikianlah diaturkan pekerjaan itu dengan sepertinya; maka segala imampun berdirilah pada pangkat-pangkatnya, dan segala orang Lewipun dengan kelompok-kelompoknya, setuju dengan titah baginda.","type":"content","verse":"10"},{"content":"Maka disembelihkannyalah Pasah itu dan dari pada darahnyapun dipercikkan oleh segala imam dan lagi segala orang Lewipun mengulitinya.","type":"content","verse":"11"},{"content":"Maka akan segala lembu itu diperbuatnya demikian: diasingkannya dari padanya barang yang patut akan korban bakaran, supaya diberikannya bahagian-bahagiannya kepada orang banyak sekadar isi rumah bapa-bapanya, akan mempersembahkan korban kepada Tuhan, setuju dengan barang yang tersurat di dalam kitab Musa.","type":"content","verse":"12"},{"content":"Maka dipanggangnya Pasah itu di atas api, seperti adanya, tetapi segala bahagian yang telah disucikan itu direbusnya di dalam periuk dan di dalam belanga dan di dalam kuali, lalu diperidarkannya di antara orang banyak sekalian.","type":"content","verse":"13"},{"content":"Kemudian disediakannya pula bagi dirinya sendiripun dan bagi segala imam, karena segala imam, yaitu bani Harun, adalah sampai malam dalam mempersembahkan korban bakaran dan lemak itu, maka sebab itu disediakan orang Lewi bagi dirinya sendiri dan bagi segala imam, yaitu bani Harunpun.","type":"content","verse":"14"},{"content":"Maka segala biduan, bani Asaf itu, adalah berdiri pada tempatnya, setuju dengan perintah Daud dan Asaf dan Heman dan Yeduton, penilik baginda, dan lagi segala penunggu pintu itu adalah pada tiap-tiap pintu; tak usah mereka itu meninggalkan pekerjaannya, karena saudara mereka itu, segala orang Lewi itu, menyediakannya baginya.","type":"content","verse":"15"},{"content":"Demikianlah pada hari itu segala peri kebaktian kepada Tuhan diaturkan dengan sepertinya dalam memegang masa raya Pasah dan dalam mempersembahkan korban bakaran di atas mezbah Tuhan, setuju dengan titah baginda raja Yosia.","type":"content","verse":"16"},{"content":"Maka pada masa itu juga dipeganglah Pasah oleh segala orang Israel yang terdapat itu, dan lagi masa raya fatir tujuh hari lamanya.","type":"content","verse":"17"},{"content":"Maka dari pada zaman nabi Semuel tiada pernah dipegang Pasah di antara orang Israel yang seperti Pasah ini, dan seorang raja Israelpun tiada pernah memegang Pasah yang seperti dipegang oleh Yosia dengan segala imam dan orang Lewi dan segala orang Yehuda dan mana orang Israel yang hadir dengan segala orang isi Yeruzalem.","type":"content","verse":"18"},{"content":"Maka pada tahun yang kedelapan belas dari pada kerajaan Yosia dipegangnya Pasah itu.","type":"content","verse":"19"},{"content":"Maka kemudian dari pada sekalian ini, setelah sudah dilengkapkan Yosia bait-Ullah itu, berangkatlah Nekho, raja Mesir, hendak berperang menyerang Karkhemis, yang pada tepi sungai Ferat, maka keluarlah Yosia mendatangi dia.","type":"content","verse":"20"},{"content":"Maka disuruhkannya utusan kepadanya, mengatakan: Apakah perkaraku dengan dikau, hai raja Yehuda? Bahwa pada hari ini tiada aku mendatangi engkau, melainkan orang isi sebuah rumah yang berperang dengan aku, maka Allah telah berfirman kepadaku, disuruh-Nya aku bersegera-segera, sebab itu biarkanlah aku, asal jangan engkau dibinasakan oleh Allah yang sertaku itu.","type":"content","verse":"21"},{"content":"Tetapi tiada dipalingkan Yosia mukanya dari padanya, melainkan bagindapun bersamar hendak berperang dengan dia, tiada didengarnya akan kata Nekho, yang dari Allah juga datangnya, melainkan sampailah baginda ke lembah Megido hendak berperang.","type":"content","verse":"22"},{"content":"Maka orang-orang pemanahpun memanahkan anak panahnya, baginda raja Yosia yang kena, lalu titah baginda kepada hambanya: Bawalah akan daku dari sini, karena aku luka parah.","type":"content","verse":"23"},{"content":"Maka diangkat segala hambanya akan baginda dari atas ratanya, dibaringkannya baginda di atas sebuah rata lain, yang sertanya, lalu dibawanya akan baginda ke Yeruzalem; maka mangkatlah baginda, lalu bagindapun dikuburkan di dalam kubur nenek moyangnya; maka segenap orang Yehuda dan orang isi Yeruzalempun meratapi Yosia.","type":"content","verse":"24"},{"content":"Maka dikarangkan Yermia sebiji ratap akan Yosia, dan segala biduan laki-laki dan perempuanpun menyahut nama Yosia dalam segala biji ratapnya datang kepada hari ini, karena ia itu menjadi adat di antara orang Israel, maka sesungguhnya sekalian itu tersuratlah di dalam Nudub.","type":"content","verse":"25"},{"content":"Adapun barang yang lagi tinggal dari pada segala kisah Yosia dan segala kebajikannya setuju dengan barang yang tersurat di dalam taurat Tuhan,","type":"content","verse":"26"},{"content":"segala kisahnya, yang mula dan kemudian, bahwasanya tersuratlah ia itu di dalam kitab raja-raja Israel dan Yehuda.","type":"content","verse":"27"}]