[{"content":"Kebesaran TUHAN","type":"title","verse":""},{"content":"\"Haruslah engkau mengasihi TUHAN, Allahmu, dan melakukan dengan setia kewajibanmu terhadap Dia dengan senantiasa berpegang pada segala ketetapan-Nya, peraturan-Nya dan perintah-Nya.","type":"content","verse":"1"},{"content":"Kamu tahu sekarang--kukatakan bukan kepada anak-anakmu, yang tidak mengenal dan tidak melihat hajaran TUHAN, Allahmu--kebesaran-Nya, tangan-Nya yang kuat dan lengan-Nya yang teracung,","type":"content","verse":"2"},{"content":"tanda-tanda dan perbuatan-perbuatan yang dilakukan-Nya di Mesir terhadap Firaun, raja Mesir, dan terhadap seluruh negerinya;","type":"content","verse":"3"},{"content":"juga apa yang dilakukan-Nya terhadap pasukan Mesir, dengan kuda-kudanya dan kereta-keretanya, yakni bagaimana Ia membuat air Laut Teberau meluap meliputi mereka, ketika mereka mengejar kamu, sehingga TUHAN membinasakan mereka untuk selamanya;","type":"content","verse":"4"},{"content":"dan apa yang dilakukan-Nya terhadapmu di padang gurun, sampai kamu tiba di tempat ini;","type":"content","verse":"5"},{"content":"pula apa yang dilakukan-Nya terhadap Datan dan Abiram, anak-anak Eliab, anak Ruben, yakni ketika tanah mengangakan mulutnya dan menelan mereka dengan seisi rumahnya, kemah-kemah dan segala yang mengikuti mereka, di tengah-tengah seluruh orang Israel.","type":"content","verse":"6"},{"content":"Sebab matamu sendirilah yang telah melihat segala perbuatan besar yang dilakukan TUHAN.\"","type":"content","verse":"7"},{"content":"Ketaatan mendatangkan berkat, ketidaktaatan mendatangkan kutuk","type":"title","verse":""},{"content":"\"Jadi kamu harus berpegang pada seluruh perintah yang kusampaikan kepadamu pada hari ini, supaya kamu kuat untuk memasuki serta menduduki negeri, ke mana kamu pergi mendudukinya,","type":"content","verse":"8"},{"content":"dan supaya lanjut umurmu di tanah yang dijanjikan TUHAN dengan sumpah kepada nenek moyangmu untuk memberikannya kepada mereka dan kepada keturunan mereka, suatu negeri yang berlimpah-limpah susu dan madunya.","type":"content","verse":"9"},{"content":"Sebab negeri, ke mana engkau masuk untuk mendudukinya, bukanlah negeri seperti tanah Mesir, dari mana kamu keluar, yang setelah ditabur dengan benih harus kauairi dengan jerih payah, seakan-akan kebun sayur.","type":"content","verse":"10"},{"content":"Tetapi negeri, ke mana kamu pergi untuk mendudukinya, ialah negeri yang bergunung-gunung dan berlembah-lembah, yang mendapat air sebanyak hujan yang turun dari langit;","type":"content","verse":"11"},{"content":"suatu negeri yang dipelihara oleh TUHAN, Allahmu: mata TUHAN, Allahmu, tetap mengawasinya dari awal sampai akhir tahun.","type":"content","verse":"12"},{"content":"Jika kamu dengan sungguh-sungguh mendengarkan perintah yang kusampaikan kepadamu pada hari ini, sehingga kamu mengasihi TUHAN, Allahmu, dan beribadah kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu,","type":"content","verse":"13"},{"content":"maka Ia akan memberikan hujan untuk tanahmu pada masanya, hujan awal dan hujan akhir, sehingga engkau dapat mengumpulkan gandummu, anggurmu dan minyakmu,","type":"content","verse":"14"},{"content":"dan Dia akan memberi rumput di padangmu untuk hewanmu, sehingga engkau dapat makan dan menjadi kenyang.","type":"content","verse":"15"},{"content":"Hati-hatilah, supaya jangan hatimu terbujuk, sehingga kamu menyimpang dengan beribadah kepada allah lain dan sujud menyembah kepadanya.","type":"content","verse":"16"},{"content":"Jika demikian, maka akan bangkitlah murka TUHAN terhadap kamu dan Ia akan menutup langit, sehingga tidak ada hujan dan tanah tidak mengeluarkan hasil, lalu kamu lenyap dengan cepat dari negeri yang baik yang diberikan TUHAN kepadamu.","type":"content","verse":"17"},{"content":"Tetapi kamu harus menaruh perkataanku ini dalam hatimu dan dalam jiwamu; kamu harus mengikatkannya sebagai tanda pada tanganmu dan haruslah itu menjadi lambang di dahimu.","type":"content","verse":"18"},{"content":"Kamu harus mengajarkannya kepada anak-anakmu dengan membicarakannya, apabila engkau duduk di rumahmu dan apabila engkau sedang dalam perjalanan, apabila engkau berbaring dan apabila engkau bangun;","type":"content","verse":"19"},{"content":"engkau harus menuliskannya pada tiang pintu rumahmu dan pada pintu gerbangmu,","type":"content","verse":"20"},{"content":"supaya panjang umurmu dan umur anak-anakmu di tanah yang dijanjikan TUHAN dengan sumpah kepada nenek moyangmu untuk memberikannya kepada mereka, selama ada langit di atas bumi.","type":"content","verse":"21"},{"content":"Sebab jika kamu sungguh-sungguh berpegang pada perintah yang kusampaikan kepadamu untuk dilakukan, dengan mengasihi TUHAN, Allahmu, dengan hidup menurut segala jalan yang ditunjukkan-Nya dan dengan berpaut pada-Nya,","type":"content","verse":"22"},{"content":"maka TUHAN akan menghalau segala bangsa ini dari hadapanmu, sehingga kamu menduduki daerah bangsa-bangsa yang lebih besar dan lebih kuat dari padamu.","type":"content","verse":"23"},{"content":"Setiap tempat yang diinjak oleh telapak kakimu, kamulah yang akan memilikinya: mulai dari padang gurun sampai gunung Libanon, dan dari sungai itu, yakni sungai Efrat, sampai laut sebelah barat, akan menjadi daerahmu.","type":"content","verse":"24"},{"content":"Tidak ada yang akan dapat bertahan menghadapi kamu: TUHAN, Allahmu, akan membuat seluruh negeri yang kauinjak itu menjadi gemetar dan takut kepadamu, seperti yang dijanjikan TUHAN kepadamu.","type":"content","verse":"25"},{"content":"Lihatlah, aku memperhadapkan kepadamu pada hari ini berkat dan kutuk:","type":"content","verse":"26"},{"content":"berkat, apabila kamu mendengarkan perintah TUHAN, Allahmu, yang kusampaikan kepadamu pada hari ini;","type":"content","verse":"27"},{"content":"dan kutuk, jika kamu tidak mendengarkan perintah TUHAN, Allahmu, dan menyimpang dari jalan yang kuperintahkan kepadamu pada hari ini, dengan mengikuti allah lain yang tidak kamu kenal.","type":"content","verse":"28"},{"content":"Jadi apabila TUHAN, Allahmu, telah membawa engkau ke negeri, yang engkau masuki untuk mendudukinya, maka haruslah engkau mengucapkan berkat di atas gunung Gerizim dan kutuk di atas gunung Ebal.","type":"content","verse":"29"},{"content":"Bukankah keduanya terletak di sebelah barat sungai Yordan, di belakang jalan raya sebelah matahari terbenam, di negeri orang Kanaan yang diam di Araba-Yordan, di tentangan Gilgal dekat pohon-pohon tarbantin di More?","type":"content","verse":"30"},{"content":"Sebab kamu ini sebentar lagi hendak menyeberangi sungai Yordan untuk memasuki dan menduduki negeri yang diberikan kepadamu oleh TUHAN, Allahmu; dan bila kamu akan menduduki dan mendiaminya,","type":"content","verse":"31"},{"content":"maka haruslah kamu melakukan dengan setia segala ketetapan dan peraturan yang kupaparkan kepadamu pada hari ini.\"","type":"content","verse":"32"}]