[{"content":"Goliat menantang tentara Israel","type":"title","verse":""},{"content":"Orang Filistin mengumpulkan tentaranya untuk berperang; mereka berkumpul di Sokho yang di tanah Yehuda dan berkemah antara Sokho dan Azeka di Efes-Damim.","type":"content","verse":"1"},{"content":"Saul dan orang-orang Israel juga berkumpul dan berkemah di Lembah Tarbantin; mereka mengatur barisan perangnya berhadapan dengan orang Filistin.","type":"content","verse":"2"},{"content":"Orang Filistin berdiri di bukit sebelah sini dan orang Israel berdiri di bukit sebelah sana, dan lembah ada di antara mereka.","type":"content","verse":"3"},{"content":"Lalu tampillah keluar seorang pendekar dari tentara orang Filistin. Namanya Goliat, dari Gat. Tingginya enam hasta sejengkal.","type":"content","verse":"4"},{"content":"Ketopong tembaga ada di kepalanya, dan ia memakai baju zirah yang bersisik; berat baju zirah ini lima ribu syikal tembaga.","type":"content","verse":"5"},{"content":"Dia memakai penutup kaki dari tembaga, dan di bahunya ia memanggul lembing tembaga.","type":"content","verse":"6"},{"content":"Gagang tombaknya seperti pesa tukang tenun, dan mata tombaknya itu enam ratus syikal besi beratnya. Dan seorang pembawa perisai berjalan di depannya.","type":"content","verse":"7"},{"content":"Ia berdiri dan berseru kepada barisan Israel, katanya kepada mereka: \"Mengapa kamu keluar untuk mengatur barisan perangmu? Bukankah aku seorang Filistin dan kamu adalah hamba Saul? Pilihlah bagimu seorang, dan biarlah ia turun mendapatkan daku.","type":"content","verse":"8"},{"content":"Jika ia dapat berperang melawan aku dan mengalahkan aku, maka kami akan menjadi hambamu; tetapi jika aku dapat mengungguli dia dan mengalahkannya, maka kamu akan menjadi hamba kami dan takluk kepada kami.\"","type":"content","verse":"9"},{"content":"Pula kata orang Filistin itu: \"Aku menantang hari ini barisan Israel; berikanlah kepadaku seorang, supaya kami berperang seorang lawan seorang.\"","type":"content","verse":"10"},{"content":"Ketika Saul dan segenap orang Israel mendengar perkataan orang Filistin itu, maka cemaslah hati mereka dan sangat ketakutan.","type":"content","verse":"11"},{"content":"Daud tiba di medan pertempuran","type":"title","verse":""},{"content":"Daud adalah anak seorang dari Efrata, dari Betlehem-Yehuda, yang bernama Isai. Isai mempunyai delapan anak laki-laki. Pada zaman Saul orang itu telah tua dan lanjut usianya.","type":"content","verse":"12"},{"content":"Ketiga anak Isai yang besar-besar telah pergi berperang mengikuti Saul; nama ketiga anaknya yang pergi berperang itu ialah Eliab, anak sulung, anak yang kedua ialah Abinadab, dan anak yang ketiga adalah Syama.","type":"content","verse":"13"},{"content":"Daudlah yang bungsu. Jadi ketiga anak yang besar-besar itu pergi mengikuti Saul.","type":"content","verse":"14"},{"content":"Tetapi Daud selalu pulang dari pada Saul untuk menggembalakan domba ayahnya di Betlehem.","type":"content","verse":"15"},{"content":"Orang Filistin itu maju mendekat pada pagi hari dan pada petang hari. Demikianlah ia tampil ke depan empat puluh hari lamanya.","type":"content","verse":"16"},{"content":"Isai berkata kepada Daud, anaknya: \"Ambillah untuk kakak-kakakmu bertih gandum ini seefa dan roti yang sepuluh ini; bawalah cepat-cepat ke perkemahan, kepada kakak-kakakmu.","type":"content","verse":"17"},{"content":"Dan baiklah sampaikan keju yang sepuluh ini kepada kepala pasukan seribu. Tengoklah apakah kakak-kakakmu selamat dan bawalah pulang suatu tanda dari mereka.","type":"content","verse":"18"},{"content":"Saul dan mereka itu dan semua orang Israel ada di Lembah Tarbantin tengah berperang melawan orang Filistin.\"","type":"content","verse":"19"},{"content":"Lalu Daud bangun pagi-pagi, ditinggalkannyalah kambing dombanya pada seorang penjaga, lalu mengangkat muatan dan pergi, seperti yang diperintahkan Isai kepadanya. Sampailah ia ke perkemahan, ketika tentara keluar untuk mengatur barisannya dan mengangkat sorak perang.","type":"content","verse":"20"},{"content":"Orang Israel dan orang Filistin itu mengatur barisannya, barisan berhadapan dengan barisan.","type":"content","verse":"21"},{"content":"Lalu Daud menurunkan barang-barangnya dan meninggalkannya di tangan penjaga barang-barang tentara. Berlari-larilah Daud ke tempat barisan; sesampai di sana, bertanyalah ia kepada kakak-kakaknya apakah mereka selamat.","type":"content","verse":"22"},{"content":"Sedang ia berbicara dengan mereka, tampillah maju pendekar itu. Namanya Goliat, orang Filistin dari Gat, dari barisan orang Filistin. Ia mengucapkan kata-kata yang tadi juga, dan Daud mendengarnya.","type":"content","verse":"23"},{"content":"Ketika semua orang Israel melihat orang itu, larilah mereka dari padanya dengan sangat ketakutan.","type":"content","verse":"24"},{"content":"Berkatalah orang-orang Israel itu: \"Sudahkah kamu lihat orang yang maju itu? Sesungguhnya ia maju untuk mencemoohkan orang Israel! Orang yang mengalahkan dia akan dianugerahi raja kekayaan yang besar, raja akan memberikan anaknya yang perempuan kepadanya dan kaum keluarganya akan dibebaskannya dari pajak di Israel.\"","type":"content","verse":"25"},{"content":"Lalu berkatalah Daud kepada orang-orang yang berdiri di dekatnya: \"Apakah yang akan dilakukan kepada orang yang mengalahkan orang Filistin itu dan yang menghindarkan cemooh dari Israel? Siapakah orang Filistin yang tak bersunat ini, sampai ia berani mencemoohkan barisan dari pada Allah yang hidup?\"","type":"content","verse":"26"},{"content":"Rakyat itupun menjawabnya dengan perkataan tadi: \"Begitulah akan dilakukan kepada orang yang mengalahkan dia.\"","type":"content","verse":"27"},{"content":"Ketika Eliab, kakaknya yang tertua, mendengar perkataan Daud kepada orang-orang itu, bangkitlah amarah Eliab kepada Daud sambil berkata: \"Mengapa engkau datang? Dan pada siapakah kautinggalkan kambing domba yang dua tiga ekor itu di padang gurun? Aku kenal sifat pemberanimu dan kejahatan hatimu: engkau datang ke mari dengan maksud melihat pertempuran.\"","type":"content","verse":"28"},{"content":"Tetapi jawab Daud: \"Apa yang telah kuperbuat? Hanya bertanya saja!\"","type":"content","verse":"29"},{"content":"Lalu berpalinglah ia dari padanya kepada orang lain dan menanyakan yang sama. Dan rakyat memberi jawab kepadanya seperti tadi.","type":"content","verse":"30"},{"content":"Terdengarlah kepada orang perkataan yang diucapkan oleh Daud, lalu diberitahukanlah kepada Saul. Dan Saul menyuruh memanggil dia.","type":"content","verse":"31"},{"content":"Berkatalah Daud kepada Saul: \"Janganlah seseorang menjadi tawar hati karena dia; hambamu ini akan pergi melawan orang Filistin itu.\"","type":"content","verse":"32"},{"content":"Tetapi Saul berkata kepada Daud: \"Tidak mungkin engkau dapat menghadapi orang Filistin itu untuk melawan dia, sebab engkau masih muda, sedang dia sejak dari masa mudanya telah menjadi prajurit.\"","type":"content","verse":"33"},{"content":"Tetapi Daud berkata kepada Saul: \"Hambamu ini biasa menggembalakan kambing domba ayahnya. Apabila datang singa atau beruang, yang menerkam seekor domba dari kawanannya,","type":"content","verse":"34"},{"content":"maka aku mengejarnya, menghajarnya dan melepaskan domba itu dari mulutnya. Kemudian apabila ia berdiri menyerang aku, maka aku menangkap janggutnya lalu menghajarnya dan membunuhnya.","type":"content","verse":"35"},{"content":"Baik singa maupun beruang telah dihajar oleh hambamu ini. Dan orang Filistin yang tidak bersunat itu, ia akan sama seperti salah satu dari pada binatang itu, karena ia telah mencemooh barisan dari pada Allah yang hidup.\"","type":"content","verse":"36"},{"content":"Pula kata Daud: \"TUHAN yang telah melepaskan aku dari cakar singa dan dari cakar beruang, Dia juga akan melepaskan aku dari tangan orang Filistin itu.\" Kata Saul kepada Daud: \"Pergilah! TUHAN menyertai engkau.\"","type":"content","verse":"37"},{"content":"Lalu Saul mengenakan baju perangnya kepada Daud, ditaruhnya ketopong tembaga di kepalanya dan dikenakannya baju zirah kepadanya.","type":"content","verse":"38"},{"content":"Lalu Daud mengikatkan pedangnya di luar baju perangnya, kemudian ia berikhtiar berjalan, sebab belum pernah dicobanya. Maka berkatalah Daud kepada Saul: \"Aku tidak dapat berjalan dengan memakai ini, sebab belum pernah aku mencobanya.\" Kemudian ia menanggalkannya.","type":"content","verse":"39"},{"content":"Perkelahian Daud dengan Goliat","type":"title","verse":""},{"content":"Lalu Daud mengambil tongkatnya di tangannya, dipilihnya dari dasar sungai lima batu yang licin dan ditaruhnya dalam kantung gembala yang dibawanya, yakni tempat batu-batu, sedang umbannya dipegangnya di tangannya. Demikianlah ia mendekati orang Filistin itu.","type":"content","verse":"40"},{"content":"Orang Filistin itu kian dekat menghampiri Daud dan di depannya orang yang membawa perisainya.","type":"content","verse":"41"},{"content":"Ketika orang Filistin itu menujukan pandangnya ke arah Daud serta melihat dia, dihinanya Daud itu karena ia masih muda, kemerah-merahan dan elok parasnya.","type":"content","verse":"42"},{"content":"Orang Filistin itu berkata kepada Daud: \"Anjingkah aku, maka engkau mendatangi aku dengan tongkat?\" Lalu demi para allahnya orang Filistin itu mengutuki Daud.","type":"content","verse":"43"},{"content":"Pula orang Filistin itu berkata kepada Daud: \"Hadapilah aku, maka aku akan memberikan dagingmu kepada burung-burung di udara dan kepada binatang-binatang di padang.\"","type":"content","verse":"44"},{"content":"Tetapi Daud berkata kepada orang Filistin itu: \"Engkau mendatangi aku dengan pedang dan tombak dan lembing, tetapi aku mendatangi engkau dengan nama TUHAN semesta alam, Allah segala barisan Israel yang kautantang itu.","type":"content","verse":"45"},{"content":"Hari ini juga TUHAN akan menyerahkan engkau ke dalam tanganku dan aku akan mengalahkan engkau dan memenggal kepalamu dari tubuhmu; hari ini juga aku akan memberikan mayatmu dan mayat tentara orang Filistin kepada burung-burung di udara dan kepada binatang-binatang liar, supaya seluruh bumi tahu, bahwa Israel mempunyai Allah,","type":"content","verse":"46"},{"content":"dan supaya segenap jemaah ini tahu, bahwa TUHAN menyelamatkan bukan dengan pedang dan bukan dengan lembing. Sebab di tangan Tuhanlah pertempuran dan Iapun menyerahkan kamu ke dalam tangan kami.\"","type":"content","verse":"47"},{"content":"Ketika orang Filistin itu bergerak maju untuk menemui Daud, maka segeralah Daud berlari ke barisan musuh untuk menemui orang Filistin itu;","type":"content","verse":"48"},{"content":"lalu Daud memasukkan tangannya dalam kantungnya, diambilnyalah sebuah batu dari dalamnya, diumbannya, maka kenalah dahi orang Filistin itu, sehingga batu itu terbenam ke dalam dahinya, dan terjerumuslah ia dengan mukanya ke tanah.","type":"content","verse":"49"},{"content":"Demikianlah Daud mengalahkan orang Filistin itu dengan umban dan batu; ia mengalahkan orang Filistin itu dan membunuhnya, tanpa pedang di tangan.","type":"content","verse":"50"},{"content":"Daud berlari mendapatkan orang Filistin itu, lalu berdiri di sebelahnya; diambilnyalah pedangnya, dihunusnya dari sarungnya, lalu menghabisi dia. Dipancungnyalah kepalanya dengan pedang itu. Ketika orang-orang Filistin melihat, bahwa pahlawan mereka telah mati, maka larilah mereka.","type":"content","verse":"51"},{"content":"Maka bangkitlah orang-orang Israel dan Yehuda, mereka bersorak-sorak lalu mengejar orang-orang Filistin sampai dekat Gat dan sampai pintu gerbang Ekron. Dan orang-orang yang terbunuh dari orang Filistin bergelimpangan di jalan ke Saaraim, sampai Gat dan sampai Ekron.","type":"content","verse":"52"},{"content":"Kemudian pulanglah orang Israel dari pemburuan hebat atas orang Filistin, lalu menjarah perkemahan mereka.","type":"content","verse":"53"},{"content":"Dan Daud mengambil kepala orang Filistin yang dipancungnya itu dan membawanya ke Yerusalem, tetapi senjata-senjata orang itu ditaruhnya dalam kemahnya.","type":"content","verse":"54"},{"content":"Ketika Saul melihat Daud pergi menemui orang Filistin itu, berkatalah ia kepada Abner, panglima tentaranya: \"Anak siapakah orang muda itu, Abner?\" Jawab Abner: \"Demi tuanku hidup, ya raja, sesungguhnya aku tidak tahu.\"","type":"content","verse":"55"},{"content":"Kemudian raja berkata: \"Tanyakanlah, anak siapakah orang muda itu.\"","type":"content","verse":"56"},{"content":"Ketika Daud kembali sesudah mengalahkan orang Filistin itu, maka Abner memanggilnya dan membawanya menghadap Saul, sedang kepala orang Filistin itu masih ada di tangannya.","type":"content","verse":"57"},{"content":"Kata Saul kepadanya: \"Anak siapakah engkau, ya orang muda?\" Jawab Daud: \"Anak hamba tuanku, Isai, orang Betlehem itu.\"","type":"content","verse":"58"}]