[{"content":"Adam, Seth, Enosh,","type":"content","verse":"1"},{"content":"Cainan, Mahalalel, Jared,","type":"content","verse":"2"},{"content":"Enoch, Methuselah, Lamech,","type":"content","verse":"3"},{"content":"Noah, Shem, Ham, and Japheth.","type":"content","verse":"4"},{"content":"The sons of Japheth  were  Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.","type":"content","verse":"5"},{"content":"The sons of Gomer  were  Ashkenaz, Diphath, and Togarmah.","type":"content","verse":"6"},{"content":"The sons of Javan  were  Elishah, Tarshishah, Kittim, and Rodanim.","type":"content","verse":"7"},{"content":"The sons of Ham  were  Cush, Mizraim, Put, and Canaan.","type":"content","verse":"8"},{"content":"The sons of Cush  were  Seba, Havilah, Sabta, Raama, and Sabtecha. The sons of Raama  were  Sheba and Dedan.","type":"content","verse":"9"},{"content":"Cush begot Nimrod; he began to be a mighty one on the earth.","type":"content","verse":"10"},{"content":"Mizraim begot Ludim, Anamim, Lehabim, Naphtuhim,","type":"content","verse":"11"},{"content":"Pathrusim, Casluhim (from whom came the Philistines and the Caphtorim).","type":"content","verse":"12"},{"content":"Canaan begot Sidon, his firstborn, and Heth;","type":"content","verse":"13"},{"content":"the Jebusite, the Amorite, and the Girgashite;","type":"content","verse":"14"},{"content":"the Hivite, the Arkite, and the Sinite;","type":"content","verse":"15"},{"content":"the Arvadite, the Zemarite, and the Hamathite.","type":"content","verse":"16"},{"content":"The sons of Shem  were  Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshech.","type":"content","verse":"17"},{"content":"Arphaxad begot Shelah, and Shelah begot Eber.","type":"content","verse":"18"},{"content":"To Eber were born two sons: the name of one  was  Peleg, for in his days the earth was divided; and his brother’s name  was  Joktan.","type":"content","verse":"19"},{"content":"Joktan begot Almodad, Sheleph, Hazarmaveth, Jerah,","type":"content","verse":"20"},{"content":"Hadoram, Uzal, Diklah,","type":"content","verse":"21"},{"content":"Ebal, Abimael, Sheba,","type":"content","verse":"22"},{"content":"Ophir, Havilah, and Jobab. All these  were  the sons of Joktan.","type":"content","verse":"23"},{"content":"Shem, Arphaxad, Shelah,","type":"content","verse":"24"},{"content":"Eber, Peleg, Reu,","type":"content","verse":"25"},{"content":"Serug, Nahor, Terah,","type":"content","verse":"26"},{"content":"and Abram, who  is  Abraham.","type":"content","verse":"27"},{"content":"The sons of Abraham  were  Isaac and Ishmael.","type":"content","verse":"28"},{"content":"These  are  their genealogies: The firstborn of Ishmael  was  Nebajoth; then Kedar, Adbeel, Mibsam,","type":"content","verse":"29"},{"content":"Mishma, Dumah, Massa, Hadad, Tema,","type":"content","verse":"30"},{"content":"Jetur, Naphish, and Kedemah. These  were  the sons of Ishmael.","type":"content","verse":"31"},{"content":"Now the sons born to Keturah, Abraham’s concubine,  were  Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan  were  Sheba and Dedan.","type":"content","verse":"32"},{"content":"The sons of Midian  were  Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the children of Keturah.","type":"content","verse":"33"},{"content":"And Abraham begot Isaac. The sons of Isaac  were  Esau and Israel.","type":"content","verse":"34"},{"content":"The sons of Esau  were  Eliphaz, Reuel, Jeush, Jaalam, and Korah.","type":"content","verse":"35"},{"content":"And the sons of Eliphaz  were  Teman, Omar, Zephi, Gatam,  and  Kenaz; and  by  Timna, Amalek.","type":"content","verse":"36"},{"content":"The sons of Reuel  were  Nahath, Zerah, Shammah, and Mizzah.","type":"content","verse":"37"},{"content":"The sons of Seir  were  Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.","type":"content","verse":"38"},{"content":"And the sons of Lotan  were  Hori and Homam; Lotan’s sister  was  Timna.","type":"content","verse":"39"},{"content":"The sons of Shobal  were  Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon  were  Ajah and Anah.","type":"content","verse":"40"},{"content":"The son of Anah  was  Dishon. The sons of Dishon  were  Hamran, Eshban, Ithran, and Cheran.","type":"content","verse":"41"},{"content":"The sons of Ezer  were  Bilhan, Zaavan,  and  Jaakan. The sons of Dishan  were  Uz and Aran.","type":"content","verse":"42"},{"content":"Now these  were  the kings who reigned in the land of Edom before a king reigned over the children of Israel: Bela the son of Beor, and the name of his city was Dinhabah.","type":"content","verse":"43"},{"content":"And when Bela died, Jobab the son of Zerah of Bozrah reigned in his place.","type":"content","verse":"44"},{"content":"When Jobab died, Husham of the land of the Temanites reigned in his place.","type":"content","verse":"45"},{"content":"And when Husham died, Hadad the son of Bedad, who attacked Midian in the field of Moab, reigned in his place. The name of his city  was  Avith.","type":"content","verse":"46"},{"content":"When Hadad died, Samlah of Masrekah reigned in his place.","type":"content","verse":"47"},{"content":"And when Samlah died, Saul of Rehoboth–by–the–River reigned in his place.","type":"content","verse":"48"},{"content":"When Saul died, Baal–Hanan the son of Achbor reigned in his place.","type":"content","verse":"49"},{"content":"And when Baal–Hanan died, Hadad reigned in his place; and the name of his city was Pai. His wife’s name was Mehetabel the daughter of Matred, the daughter of Mezahab.","type":"content","verse":"50"},{"content":"Hadad died also. And the chiefs of Edom were Chief Timnah, Chief Aliah, Chief Jetheth,","type":"content","verse":"51"},{"content":"Chief Aholibamah, Chief Elah, Chief Pinon,","type":"content","verse":"52"},{"content":"Chief Kenaz, Chief Teman, Chief Mibzar,","type":"content","verse":"53"},{"content":"Chief Magdiel, and Chief Iram. These  were  the chiefs of Edom.","type":"content","verse":"54"}]