[{"content":"These  were  the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,","type":"content","verse":"1"},{"content":"Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.","type":"content","verse":"2"},{"content":"The sons of Judah  were  Er, Onan, and Shelah.  These  three were born to him by the daughter of Shua, the Canaanitess. Er, the firstborn of Judah, was wicked in the sight of the LORD; so He killed him.","type":"content","verse":"3"},{"content":"And Tamar, his daughter–in–law, bore him Perez and Zerah. All the sons of Judah  were  five.","type":"content","verse":"4"},{"content":"The sons of Perez  were  Hezron and Hamul.","type":"content","verse":"5"},{"content":"The sons of Zerah  were  Zimri, Ethan, Heman, Calcol, and Dara––five of them in all.","type":"content","verse":"6"},{"content":"The son of Carmi  was  Achar, the troubler of Israel, who transgressed in the accursed thing.","type":"content","verse":"7"},{"content":"The son of Ethan  was  Azariah.","type":"content","verse":"8"},{"content":"Also the sons of Hezron who were born to him  were  Jerahmeel, Ram, and Chelubai.","type":"content","verse":"9"},{"content":"Ram begot Amminadab, and Amminadab begot Nahshon, leader of the children of Judah;","type":"content","verse":"10"},{"content":"Nahshon begot Salma, and Salma begot Boaz;","type":"content","verse":"11"},{"content":"Boaz begot Obed, and Obed begot Jesse;","type":"content","verse":"12"},{"content":"Jesse begot Eliab his firstborn, Abinadab the second, Shimea the third,","type":"content","verse":"13"},{"content":"Nethanel the fourth, Raddai the fifth,","type":"content","verse":"14"},{"content":"Ozem the sixth,  and  David the seventh.","type":"content","verse":"15"},{"content":"Now their sisters  were  Zeruiah and Abigail. And the sons of Zeruiah  were  Abishai, Joab, and Asahel––three.","type":"content","verse":"16"},{"content":"Abigail bore Amasa; and the father of Amasa  was  Jether the Ishmaelite.","type":"content","verse":"17"},{"content":"Caleb the son of Hezron had children by Azubah,  his  wife, and by Jerioth. Now these were her sons: Jesher, Shobab, and Ardon.","type":"content","verse":"18"},{"content":"When Azubah died, Caleb took Ephrath as his wife, who bore him Hur.","type":"content","verse":"19"},{"content":"And Hur begot Uri, and Uri begot Bezalel.","type":"content","verse":"20"},{"content":"Now afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he  was  sixty years old; and she bore him Segub.","type":"content","verse":"21"},{"content":"Segub begot Jair, who had twenty–three cities in the land of Gilead.","type":"content","verse":"22"},{"content":"(Geshur and Syria took from them the towns of Jair, with Kenath and its towns––sixty towns.) All these  belonged to  the sons of Machir the father of Gilead.","type":"content","verse":"23"},{"content":"After Hezron died in Caleb Ephrathah, Hezron’s wife Abijah bore him Ashhur the father of Tekoa.","type":"content","verse":"24"},{"content":"The sons of Jerahmeel, the firstborn of Hezron,  were  Ram, the firstborn, and Bunah, Oren, Ozem,  and  Ahijah.","type":"content","verse":"25"},{"content":"Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam.","type":"content","verse":"26"},{"content":"The sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker.","type":"content","verse":"27"},{"content":"The sons of Onam were Shammai and Jada. The sons of Shammai  were  Nadab and Abishur.","type":"content","verse":"28"},{"content":"And the name of the wife of Abishur  was  Abihail, and she bore him Ahban and Molid.","type":"content","verse":"29"},{"content":"The sons of Nadab  were  Seled and Appaim; Seled died without children.","type":"content","verse":"30"},{"content":"The son of Appaim  was  Ishi, the son of Ishi  was  Sheshan, and Sheshan’s child  was  Ahlai.","type":"content","verse":"31"},{"content":"The sons of Jada, the brother of Shammai,  were  Jether and Jonathan; Jether died without children.","type":"content","verse":"32"},{"content":"The sons of Jonathan  were  Peleth and Zaza. These were the sons of Jerahmeel.","type":"content","verse":"33"},{"content":"Now Sheshan had no sons, only daughters. And Sheshan had an Egyptian servant whose name  was  Jarha.","type":"content","verse":"34"},{"content":"Sheshan gave his daughter to Jarha his servant as wife, and she bore him Attai.","type":"content","verse":"35"},{"content":"Attai begot Nathan, and Nathan begot Zabad;","type":"content","verse":"36"},{"content":"Zabad begot Ephlal, and Ephlal begot Obed;","type":"content","verse":"37"},{"content":"Obed begot Jehu, and Jehu begot Azariah;","type":"content","verse":"38"},{"content":"Azariah begot Helez, and Helez begot Eleasah;","type":"content","verse":"39"},{"content":"Eleasah begot Sismai, and Sismai begot Shallum;","type":"content","verse":"40"},{"content":"Shallum begot Jekamiah, and Jekamiah begot Elishama.","type":"content","verse":"41"},{"content":"The descendants of Caleb the brother of Jerahmeel  were  Mesha, his firstborn, who was the father of Ziph, and the sons of Mareshah the father of Hebron.","type":"content","verse":"42"},{"content":"The sons of Hebron  were  Korah, Tappuah, Rekem, and Shema.","type":"content","verse":"43"},{"content":"Shema begot Raham the father of Jorkoam, and Rekem begot Shammai.","type":"content","verse":"44"},{"content":"And the son of Shammai  was  Maon, and Maon  was  the father of Beth Zur.","type":"content","verse":"45"},{"content":"Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran begot Gazez.","type":"content","verse":"46"},{"content":"And the sons of Jahdai  were  Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.","type":"content","verse":"47"},{"content":"Maachah, Caleb’s concubine, bore Sheber and Tirhanah.","type":"content","verse":"48"},{"content":"She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea. And the daughter of Caleb  was  Achsah.","type":"content","verse":"49"},{"content":"These were the descendants of Caleb: The sons of Hur, the firstborn of Ephrathah,  were  Shobal the father of Kirjath Jearim,","type":"content","verse":"50"},{"content":"Salma the father of Bethlehem,  and  Hareph the father of Beth Gader.","type":"content","verse":"51"},{"content":"And Shobal the father of Kirjath Jearim had descendants: Haroeh,  and  half of the  families of  Manuhoth.","type":"content","verse":"52"},{"content":"The families of Kirjath Jearim  were  the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these came the Zorathites and the Eshtaolites.","type":"content","verse":"53"},{"content":"The sons of Salma  were  Bethlehem, the Netophathites, Atroth Beth Joab, half of the Manahethites, and the Zorites.","type":"content","verse":"54"},{"content":"And the families of the scribes who dwelt at Jabez  were  the Tirathites, the Shimeathites,  and  the Suchathites. These  were  the Kenites who came from Hammath, the father of the house of Rechab.","type":"content","verse":"55"}]