[{"content":"Now  these are  the divisions of the sons of Aaron. The sons of Aaron  were  Nadab, Abihu, Eleazar, and Ithamar.","type":"content","verse":"1"},{"content":"And Nadab and Abihu died before their father, and had no children; therefore Eleazar and Ithamar ministered as priests.","type":"content","verse":"2"},{"content":"Then David with Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, divided them according to the schedule of their service.","type":"content","verse":"3"},{"content":"There were more leaders found of the sons of Eleazar than of the sons of Ithamar, and  thus  they were divided. Among the sons of Eleazar  were  sixteen heads of  their  fathers’ houses, and eight heads of their fathers’ houses among the sons of Ithamar.","type":"content","verse":"4"},{"content":"Thus they were divided by lot, one group as another, for there were officials of the sanctuary and officials  of the house  of God, from the sons of Eleazar and from the sons of Ithamar.","type":"content","verse":"5"},{"content":"And the scribe, Shemaiah the son of Nethanel,  one of  the Levites, wrote them down before the king, the leaders, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the fathers’  houses  of the priests and Levites, one father’s house taken for Eleazar and  one  for Ithamar.","type":"content","verse":"6"},{"content":"Now the first lot fell to Jehoiarib, the second to Jedaiah,","type":"content","verse":"7"},{"content":"the third to Harim, the fourth to Seorim,","type":"content","verse":"8"},{"content":"the fifth to Malchijah, the sixth to Mijamin,","type":"content","verse":"9"},{"content":"the seventh to Hakkoz, the eighth to Abijah,","type":"content","verse":"10"},{"content":"the ninth to Jeshua, the tenth to Shecaniah,","type":"content","verse":"11"},{"content":"the eleventh to Eliashib, the twelfth to Jakim,","type":"content","verse":"12"},{"content":"the thirteenth to Huppah, the fourteenth to Jeshebeab,","type":"content","verse":"13"},{"content":"the fifteenth to Bilgah, the sixteenth to Immer,","type":"content","verse":"14"},{"content":"the seventeenth to Hezir, the eighteenth to Happizzez,","type":"content","verse":"15"},{"content":"the nineteenth to Pethahiah, the twentieth to Jehezekel,","type":"content","verse":"16"},{"content":"the twenty–first to Jachin, the twenty–second to Gamul,","type":"content","verse":"17"},{"content":"the twenty–third to Delaiah, the twenty–fourth to Maaziah.","type":"content","verse":"18"},{"content":"This  was  the schedule of their service for coming into the house of the LORD according to their ordinance by the hand of Aaron their father, as the LORD God of Israel had commanded him.","type":"content","verse":"19"},{"content":"And the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.","type":"content","verse":"20"},{"content":"Concerning Rehabiah, of the sons of Rehabiah, the first  was  Isshiah.","type":"content","verse":"21"},{"content":"Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath.","type":"content","verse":"22"},{"content":"Of the sons  of Hebron , Jeriah  was the first , Amariah the second, Jahaziel the third,  and  Jekameam the fourth.","type":"content","verse":"23"},{"content":" Of  the sons of Uzziel, Michah; of the sons of Michah, Shamir.","type":"content","verse":"24"},{"content":"The brother of Michah, Isshiah; of the sons of Isshiah, Zechariah.","type":"content","verse":"25"},{"content":"The sons of Merari  were  Mahli and Mushi; the son of Jaaziah, Beno.","type":"content","verse":"26"},{"content":"The sons of Merari by Jaaziah  were  Beno, Shoham, Zaccur, and Ibri.","type":"content","verse":"27"},{"content":"Of Mahli: Eleazar, who had no sons.","type":"content","verse":"28"},{"content":"Of Kish: the son of Kish, Jerahmeel.","type":"content","verse":"29"},{"content":"Also the sons of Mushi  were  Mahli, Eder, and Jerimoth. These  were  the sons of the Levites according to their fathers’ houses.","type":"content","verse":"30"},{"content":"These also cast lots just as their brothers the sons of Aaron did, in the presence of King David, Zadok, Ahimelech, and the heads of the fathers’  houses  of the priests and Levites. The chief fathers  did  just as their younger brethren.","type":"content","verse":"31"}]