[{"content":"Concerning the divisions of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph.","type":"content","verse":"1"},{"content":"And the sons of Meshelemiah  were  Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,","type":"content","verse":"2"},{"content":"Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh.","type":"content","verse":"3"},{"content":"Moreover the sons of Obed–Edom  were  Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,","type":"content","verse":"4"},{"content":"Ammiel the sixth, Issachar the seventh, Peulthai the eighth; for God blessed him.","type":"content","verse":"5"},{"content":"Also to Shemaiah his son were sons born who governed their fathers’ houses, because they  were  men of great ability.","type":"content","verse":"6"},{"content":"The sons of Shemaiah  were  Othni, Rephael, Obed, and Elzabad, whose brothers Elihu and Semachiah  were  able men.","type":"content","verse":"7"},{"content":"All these  were  of the sons of Obed–Edom, they and their sons and their brethren, able men with strength for the work: sixty–two of Obed–Edom.","type":"content","verse":"8"},{"content":"And Meshelemiah had sons and brethren, eighteen able men.","type":"content","verse":"9"},{"content":"Also Hosah, of the children of Merari, had sons: Shimri the first (for  though  he was not the firstborn, his father made him the first),","type":"content","verse":"10"},{"content":"Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brethren of Hosah  were  thirteen.","type":"content","verse":"11"},{"content":"Among these  were  the divisions of the gatekeepers, among the chief men,  having  duties just like their brethren, to serve in the house of the LORD.","type":"content","verse":"12"},{"content":"And they cast lots for each gate, the small as well as the great, according to their father’s house.","type":"content","verse":"13"},{"content":"The lot for the East  Gate  fell to Shelemiah. Then they cast lots  for  his son Zechariah, a wise counselor, and his lot came out for the North Gate;","type":"content","verse":"14"},{"content":"to Obed–Edom the South Gate, and to his sons the storehouse.","type":"content","verse":"15"},{"content":"To Shuppim and Hosah  the lot came out  for the West Gate, with the Shallecheth Gate on the ascending highway––watchman opposite watchman.","type":"content","verse":"16"},{"content":"On the east  were  six Levites, on the north four each day, on the south four each day, and for the storehouse two by two.","type":"content","verse":"17"},{"content":"As for the Parbar on the west,  there were  four on the highway  and  two at the Parbar.","type":"content","verse":"18"},{"content":"These were the divisions of the gatekeepers among the sons of Korah and among the sons of Merari.","type":"content","verse":"19"},{"content":"Of the Levites, Ahijah  was  over the treasuries of the house of God and over the treasuries of the dedicated things.","type":"content","verse":"20"},{"content":"The sons of Laadan, the descendants of the Gershonites of Laadan, heads of their fathers’  houses , of Laadan the Gershonite: Jehieli.","type":"content","verse":"21"},{"content":"The sons of Jehieli, Zetham and Joel his brother,  were  over the treasuries of the house of the LORD.","type":"content","verse":"22"},{"content":"Of the Amramites, the Izharites, the Hebronites, and the Uzzielites:","type":"content","verse":"23"},{"content":"Shebuel the son of Gershom, the son of Moses,  was  overseer of the treasuries.","type":"content","verse":"24"},{"content":"And his brethren by Eliezer  were  Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son, and Shelomith his son.","type":"content","verse":"25"},{"content":"This Shelomith and his brethren  were  over all the treasuries of the dedicated things which King David and the heads of fathers’  houses , the captains over thousands and hundreds, and the captains of the army, had dedicated.","type":"content","verse":"26"},{"content":"Some of the spoils won in battles they dedicated to maintain the house of the LORD.","type":"content","verse":"27"},{"content":"And all that Samuel the seer, Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah had dedicated, every dedicated  thing , was under the hand of Shelomith and his brethren.","type":"content","verse":"28"},{"content":"Of the Izharites, Chenaniah and his sons  performed  duties as officials and judges over Israel outside Jerusalem.","type":"content","verse":"29"},{"content":"Of the Hebronites, Hashabiah and his brethren, one thousand seven hundred able men, had the oversight of Israel on the west side of the Jordan for all the business of the LORD, and in the service of the king.","type":"content","verse":"30"},{"content":"Among the Hebronites, Jerijah  was  head of the Hebronites according to his genealogy of the fathers. In the fortieth year of the reign of David they were sought, and there were found among them capable men at Jazer of Gilead.","type":"content","verse":"31"},{"content":"And his brethren  were  two thousand seven hundred able men, heads of fathers’  houses , whom King David made officials over the Reubenites, the Gadites, and the half–tribe of Manasseh, for every matter pertaining to God and the affairs of the king.","type":"content","verse":"32"}]