[{"content":"And the children of Israel, according to their number, the heads of fathers’  houses , the captains of thousands and hundreds and their officers, served the king in every matter of the  military  divisions.  These divisions  came in and went out month by month throughout all the months of the year, each division  having  twenty–four thousand.","type":"content","verse":"1"},{"content":"Over the first division for the first month  was  Jashobeam the son of Zabdiel, and in his division  were  twenty–four thousand;","type":"content","verse":"2"},{"content":" he was  of the children of Perez, and the chief of all the captains of the army for the first month.","type":"content","verse":"3"},{"content":"Over the division of the second month  was  Dodai an Ahohite, and of his division Mikloth also  was  the leader; in his division  were  twenty–four thousand.","type":"content","verse":"4"},{"content":"The third captain of the army for the third month  was  Benaiah, the son of Jehoiada the priest, who was chief; in his division  were  twenty–four thousand.","type":"content","verse":"5"},{"content":"This was the Benaiah  who was  mighty  among  the thirty, and was over the thirty; in his division  was  Ammizabad his son.","type":"content","verse":"6"},{"content":"The fourth  captain  for the fourth month  was  Asahel the brother of Joab, and Zebadiah his son after him; in his division  were  twenty–four thousand.","type":"content","verse":"7"},{"content":"The fifth captain for the fifth month  was  Shamhuth the Izrahite; in his division were twenty–four thousand.","type":"content","verse":"8"},{"content":"The sixth  captain  for the sixth month  was  Ira the son of Ikkesh the Tekoite; in his division  were  twenty–four thousand.","type":"content","verse":"9"},{"content":"The seventh  captain  for the seventh month  was  Helez the Pelonite, of the children of Ephraim; in his division  were  twenty–four thousand.","type":"content","verse":"10"},{"content":"The eighth  captain  for the eighth month  was  Sibbechai the Hushathite, of the Zarhites; in his division  were  twenty–four thousand.","type":"content","verse":"11"},{"content":"The ninth  captain  for the ninth month  was  Abiezer the Anathothite, of the Benjamites; in his division  were  twenty–four thousand.","type":"content","verse":"12"},{"content":"The tenth  captain  for the tenth month  was  Maharai the Netophathite, of the Zarhites; in his division  were  twenty–four thousand.","type":"content","verse":"13"},{"content":"The eleventh  captain  for the eleventh month  was  Benaiah the Pirathonite, of the children of Ephraim; in his division  were  twenty–four thousand.","type":"content","verse":"14"},{"content":"The twelfth  captain  for the twelfth month  was  Heldai the Netophathite, of Othniel; in his division  were  twenty–four thousand.","type":"content","verse":"15"},{"content":"Furthermore, over the tribes of Israel: the officer over the Reubenites  was  Eliezer the son of Zichri; over the Simeonites, Shephatiah the son of Maachah;","type":"content","verse":"16"},{"content":" over  the Levites, Hashabiah the son of Kemuel; over the Aaronites, Zadok;","type":"content","verse":"17"},{"content":" over  Judah, Elihu,  one  of David’s brothers;  over  Issachar, Omri the son of Michael;","type":"content","verse":"18"},{"content":" over  Zebulun, Ishmaiah the son of Obadiah;  over  Naphtali, Jerimoth the son of Azriel;","type":"content","verse":"19"},{"content":" over  the children of Ephraim, Hoshea the son of Azaziah;  over  the half–tribe of Manasseh, Joel the son of Pedaiah;","type":"content","verse":"20"},{"content":" over  the half– tribe  of Manasseh in Gilead, Iddo the son of Zechariah;  over  Benjamin, Jaasiel the son of Abner;","type":"content","verse":"21"},{"content":" over  Dan, Azarel the son of Jeroham. These  were  the leaders of the tribes of Israel.","type":"content","verse":"22"},{"content":"But David did not take the number of those twenty years old and under, because the LORD had said He would multiply Israel like the stars of the heavens.","type":"content","verse":"23"},{"content":"Joab the son of Zeruiah began a census, but he did not finish, for wrath came upon Israel because of this census; nor was the number recorded in the account of the chronicles of King David.","type":"content","verse":"24"},{"content":"And Azmaveth the son of Adiel  was  over the king’s treasuries; and Jehonathan the son of Uzziah was over the storehouses in the field, in the cities, in the villages, and in the fortresses.","type":"content","verse":"25"},{"content":"Ezri the son of Chelub was over those who did the work of the field for tilling the ground.","type":"content","verse":"26"},{"content":"And Shimei the Ramathite  was  over the vineyards, and Zabdi the Shiphmite was over the produce of the vineyards for the supply of wine.","type":"content","verse":"27"},{"content":"Baal–Hanan the Gederite was over the olive trees and the sycamore trees that  were  in the lowlands, and Joash  was  over the store of oil.","type":"content","verse":"28"},{"content":"And Shitrai the Sharonite  was  over the herds that fed in Sharon, and Shaphat the son of Adlai was over the herds  that were  in the valleys.","type":"content","verse":"29"},{"content":"Obil the Ishmaelite  was  over the camels, Jehdeiah the Meronothite  was  over the donkeys,","type":"content","verse":"30"},{"content":"and Jaziz the Hagrite  was  over the flocks. All these  were  the officials over King David’s property.","type":"content","verse":"31"},{"content":"Also Jehonathan, David’s uncle,  was  a counselor, a wise man, and a scribe; and Jehiel the son of Hachmoni  was  with the king’s sons.","type":"content","verse":"32"},{"content":"Ahithophel  was  the king’s counselor, and Hushai the Archite  was  the king’s companion.","type":"content","verse":"33"},{"content":"After Ahithophel  was  Jehoiada the son of Benaiah, then Abiathar. And the general of the king’s army  was  Joab.","type":"content","verse":"34"}]