[{"content":"The sons of Levi  were  Gershon, Kohath, and Merari.","type":"content","verse":"1"},{"content":"The sons of Kohath  were  Amram, Izhar, Hebron, and Uzziel.","type":"content","verse":"2"},{"content":"The children of Amram  were  Aaron, Moses, and Miriam. And the sons of Aaron  were  Nadab, Abihu, Eleazar, and Ithamar.","type":"content","verse":"3"},{"content":"Eleazar begot Phinehas,  and  Phinehas begot Abishua;","type":"content","verse":"4"},{"content":"Abishua begot Bukki, and Bukki begot Uzzi;","type":"content","verse":"5"},{"content":"Uzzi begot Zerahiah, and Zerahiah begot Meraioth;","type":"content","verse":"6"},{"content":"Meraioth begot Amariah, and Amariah begot Ahitub;","type":"content","verse":"7"},{"content":"Ahitub begot Zadok, and Zadok begot Ahimaaz;","type":"content","verse":"8"},{"content":"Ahimaaz begot Azariah, and Azariah begot Johanan;","type":"content","verse":"9"},{"content":"Johanan begot Azariah (it was he who ministered as priest in the temple that Solomon built in Jerusalem);","type":"content","verse":"10"},{"content":"Azariah begot Amariah, and Amariah begot Ahitub;","type":"content","verse":"11"},{"content":"Ahitub begot Zadok, and Zadok begot Shallum;","type":"content","verse":"12"},{"content":"Shallum begot Hilkiah, and Hilkiah begot Azariah;","type":"content","verse":"13"},{"content":"Azariah begot Seraiah, and Seraiah begot Jehozadak.","type":"content","verse":"14"},{"content":"Jehozadak went  into captivity  when the LORD carried Judah and Jerusalem into captivity by the hand of Nebuchadnezzar.","type":"content","verse":"15"},{"content":"The sons of Levi  were  Gershon, Kohath, and Merari.","type":"content","verse":"16"},{"content":"These are the names of the sons of Gershon: Libni and Shimei.","type":"content","verse":"17"},{"content":"The sons of Kohath  were  Amram, Izhar, Hebron, and Uzziel.","type":"content","verse":"18"},{"content":"The sons of Merari  were  Mahli and Mushi. Now these  are  the families of the Levites according to their fathers:","type":"content","verse":"19"},{"content":"Of Gershon  were  Libni his son, Jahath his son, Zimmah his son,","type":"content","verse":"20"},{"content":"Joah his son, Iddo his son, Zerah his son,  and  Jeatherai his son.","type":"content","verse":"21"},{"content":"The sons of Kohath  were  Amminadab his son, Korah his son, Assir his son,","type":"content","verse":"22"},{"content":"Elkanah his son, Ebiasaph his son, Assir his son,","type":"content","verse":"23"},{"content":"Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.","type":"content","verse":"24"},{"content":"The sons of Elkanah  were  Amasai and Ahimoth.","type":"content","verse":"25"},{"content":" As for  Elkanah, the sons of Elkanah  were  Zophai his son, Nahath his son,","type":"content","verse":"26"},{"content":"Eliab his son, Jeroham his son,  and  Elkanah his son.","type":"content","verse":"27"},{"content":"The sons of Samuel  were Joel  the firstborn, and Abijah the second.","type":"content","verse":"28"},{"content":"The sons of Merari  were  Mahli, Libni his son, Shimei his son, Uzzah his son,","type":"content","verse":"29"},{"content":"Shimea his son, Haggiah his son,  and  Asaiah his son.","type":"content","verse":"30"},{"content":"Now these are the men whom David appointed over the service of song in the house of the LORD, after the ark came to rest.","type":"content","verse":"31"},{"content":"They were ministering with music before the dwelling place of the tabernacle of meeting, until Solomon had built the house of the LORD in Jerusalem, and they served in their office according to their order.","type":"content","verse":"32"},{"content":"And these  are  the ones who ministered with their sons: Of the sons of the Kohathites  were  Heman the singer, the son of Joel, the son of Samuel,","type":"content","verse":"33"},{"content":"the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,","type":"content","verse":"34"},{"content":"the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,","type":"content","verse":"35"},{"content":"the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,","type":"content","verse":"36"},{"content":"the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,","type":"content","verse":"37"},{"content":"the son of Izhar, the son of Kohath, the son of Levi, the son of Israel.","type":"content","verse":"38"},{"content":"And his brother Asaph, who stood at his right hand,  was  Asaph the son of Berachiah, the son of Shimea,","type":"content","verse":"39"},{"content":"the son of Michael, the son of Baaseiah, the son of Malchijah,","type":"content","verse":"40"},{"content":"the son of Ethni, the son of Zerah, the son of Adaiah,","type":"content","verse":"41"},{"content":"the son of Ethan, the son of Zimmah, the son of Shimei,","type":"content","verse":"42"},{"content":"the son of Jahath, the son of Gershon, the son of Levi.","type":"content","verse":"43"},{"content":"Their brethren, the sons of Merari, on the left hand,  were  Ethan the son of Kishi, the son of Abdi, the son of Malluch,","type":"content","verse":"44"},{"content":"the son of Hashabiah, the son of Amaziah, the son of Hilkiah,","type":"content","verse":"45"},{"content":"the son of Amzi, the son of Bani, the son of Shamer,","type":"content","verse":"46"},{"content":"the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.","type":"content","verse":"47"},{"content":"And their brethren, the Levites,  were  appointed to every kind of service of the tabernacle of the house of God.","type":"content","verse":"48"},{"content":"But Aaron and his sons offered sacrifices on the altar of burnt offering and on the altar of incense, for all the work of the Most Holy  Place , and to make atonement for Israel, according to all that Moses the servant of God had commanded.","type":"content","verse":"49"},{"content":"Now these  are  the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,","type":"content","verse":"50"},{"content":"Bukki his son, Uzzi his son, Zerahiah his son,","type":"content","verse":"51"},{"content":"Meraioth his son, Amariah his son, Ahitub his son,","type":"content","verse":"52"},{"content":"Zadok his son,  and  Ahimaaz his son.","type":"content","verse":"53"},{"content":"Now these  are  their dwelling places throughout their settlements in their territory, for they were  given  by lot to the sons of Aaron, of the family of the Kohathites:","type":"content","verse":"54"},{"content":"They gave them Hebron in the land of Judah, with its surrounding common–lands.","type":"content","verse":"55"},{"content":"But the fields of the city and its villages they gave to Caleb the son of Jephunneh.","type":"content","verse":"56"},{"content":"And to the sons of Aaron they gave  one of  the cities of refuge, Hebron; also Libnah with its common–lands, Jattir, Eshtemoa with its common–lands,","type":"content","verse":"57"},{"content":"Hilen with its common–lands, Debir with its common–lands,","type":"content","verse":"58"},{"content":"Ashan with its common–lands, and Beth Shemesh with its common–lands.","type":"content","verse":"59"},{"content":"And from the tribe of Benjamin: Geba with its common–lands, Alemeth with its common–lands, and Anathoth with its common–lands. All their cities among their families  were  thirteen.","type":"content","verse":"60"},{"content":"To the rest of the family of the tribe of the Kohathites  they gave  by lot ten cities from half the tribe of Manasseh.","type":"content","verse":"61"},{"content":"And to the sons of Gershon, throughout their families,  they gave  thirteen cities from the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the tribe of Manasseh in Bashan.","type":"content","verse":"62"},{"content":"To the sons of Merari, throughout their families,  they gave  twelve cities from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun.","type":"content","verse":"63"},{"content":"So the children of Israel gave  these  cities with their common–lands to the Levites.","type":"content","verse":"64"},{"content":"And they gave by lot from the tribe of the children of Judah, from the tribe of the children of Simeon, and from the tribe of the children of Benjamin these cities which are called by  their  names.","type":"content","verse":"65"},{"content":"Now some of the families of the sons of Kohath  were given  cities as their territory from the tribe of Ephraim.","type":"content","verse":"66"},{"content":"And they gave them  one of  the cities of refuge, Shechem with its common–lands, in the mountains of Ephraim, also Gezer with its common–lands,","type":"content","verse":"67"},{"content":"Jokmeam with its common–lands, Beth Horon with its common–lands,","type":"content","verse":"68"},{"content":"Aijalon with its common–lands, and Gath Rimmon with its common–lands.","type":"content","verse":"69"},{"content":"And from the half–tribe of Manasseh: Aner with its common–lands and Bileam with its common–lands, for the rest of the family of the sons of Kohath.","type":"content","verse":"70"},{"content":"From the family of the half–tribe of Manasseh the sons of Gershon  were given  Golan in Bashan with its common–lands and Ashtaroth with its common–lands.","type":"content","verse":"71"},{"content":"And from the tribe of Issachar: Kedesh with its common–lands, Daberath with its common–lands,","type":"content","verse":"72"},{"content":"Ramoth with its common–lands, and Anem with its common–lands.","type":"content","verse":"73"},{"content":"And from the tribe of Asher: Mashal with its common–lands, Abdon with its common–lands,","type":"content","verse":"74"},{"content":"Hukok with its common–lands, and Rehob with its common–lands.","type":"content","verse":"75"},{"content":"And from the tribe of Naphtali: Kedesh in Galilee with its common–lands, Hammon with its common–lands, and Kirjathaim with its common–lands.","type":"content","verse":"76"},{"content":"From the tribe of Zebulun the rest of the children of Merari  were given  Rimmon with its common–lands and Tabor with its common–lands.","type":"content","verse":"77"},{"content":"And on the other side of the Jordan, across from Jericho, on the east side of the Jordan,  they were given  from the tribe of Reuben: Bezer in the wilderness with its common–lands, Jahzah with its common–lands,","type":"content","verse":"78"},{"content":"Kedemoth with its common–lands, and Mephaath with its common–lands.","type":"content","verse":"79"},{"content":"And from the tribe of Gad: Ramoth in Gilead with its common–lands, Mahanaim with its common–lands,","type":"content","verse":"80"},{"content":"Heshbon with its common–lands, and Jazer with its common–lands.","type":"content","verse":"81"}]