[{"content":"Sara mati dan dikuburkan","type":"title","verse":""},{"content":"Sara hidup seratus dua puluh tujuh tahun lamanya; itulah umur Sara.","type":"content","verse":"1"},{"content":"Kemudian matilah Sara di Kiryat-Arba, yaitu Hebron, di tanah Kanaan, lalu Abraham datang meratapi dan menangisinya.","type":"content","verse":"2"},{"content":"Sesudah itu Abraham bangkit dan meninggalkan isterinya yang mati itu, lalu berkata kepada bani Het:","type":"content","verse":"3"},{"content":"\"Aku ini orang asing dan pendatang di antara kamu; berikanlah kiranya kuburan milik kepadaku di tanah kamu ini, supaya kiranya aku dapat mengantarkan dan menguburkan isteriku yang mati itu.\"","type":"content","verse":"4"},{"content":"Bani Het menjawab Abraham:","type":"content","verse":"5"},{"content":"\"Dengarlah kepada kami, tuanku. Tuanku ini seorang raja agung di tengah-tengah kami; jadi kuburkanlah isterimu yang mati itu dalam kuburan kami yang terpilih, tidak akan ada seorangpun dari kami yang menolak menyediakan kuburannya bagimu untuk menguburkan isterimu yang mati itu.\"","type":"content","verse":"6"},{"content":"Kemudian bangunlah Abraham lalu sujud kepada bani Het, penduduk negeri itu,","type":"content","verse":"7"},{"content":"serta berkata kepada mereka: \"Jika kamu setuju, bahwa aku mengantarkan dan menguburkan isteriku yang mati itu, maka dengarkanlah aku dan tolonglah mintakan dengan sangat kepada Efron bin Zohar,","type":"content","verse":"8"},{"content":"supaya ia memberikan kepadaku gua Makhpela miliknya itu, yang terletak di ujung ladangnya; baiklah itu diberikannya kepadaku dengan harga penuh untuk menjadi kuburan milikku di tengah-tengah kamu.\"","type":"content","verse":"9"},{"content":"Pada waktu itu Efron hadir di tengah-tengah bani Het. Maka jawab Efron, orang Het itu, kepada Abraham dengan didengar oleh bani Het, oleh semua orang yang datang di pintu gerbang kota:","type":"content","verse":"10"},{"content":"\"Tidak, tuanku, dengarkanlah aku; ladang itu kuberikan kepadamu dan gua yang di sanapun kuberikan kepadamu; di depan mata orang-orang sebangsaku kuberikan itu kepadamu; kuburkanlah isterimu yang mati itu.\"","type":"content","verse":"11"},{"content":"Lalu sujudlah Abraham di depan penduduk negeri itu","type":"content","verse":"12"},{"content":"serta berkata kepada Efron dengan didengar oleh mereka: \"Sesungguhnya, jika engkau suka, dengarkanlah aku: aku membayar harga ladang itu; terimalah itu dari padaku, supaya aku dapat menguburkan isteriku yang mati itu di sana.\"","type":"content","verse":"13"},{"content":"Jawab Efron kepada Abraham:","type":"content","verse":"14"},{"content":"\"Tuanku, dengarkanlah aku: sebidang tanah dengan harga empat ratus syikal perak, apa artinya itu bagi kita? Kuburkan sajalah isterimu yang mati itu.\"","type":"content","verse":"15"},{"content":"Lalu Abraham menerima usul Efron, maka ditimbangnyalah perak untuk Efron, sebanyak yang dimintanya dengan didengar oleh bani Het itu, empat ratus syikal perak, seperti yang berlaku di antara para saudagar.","type":"content","verse":"16"},{"content":"Demikianlah ladang Efron, yang letaknya di Makhpela di sebelah timur Mamre, ladang dan gua yang di sana, serta segala pohon di ladang itu, bahkan di seluruh tanah itu sampai ke tepi-tepinya,","type":"content","verse":"17"},{"content":"diserahkan kepada Abraham menjadi tanah belian, di depan mata bani Het itu, di depan semua orang yang datang di pintu gerbang kota.","type":"content","verse":"18"},{"content":"Sesudah itu Abraham menguburkan Sara, isterinya, di dalam gua ladang Makhpela itu, di sebelah timur Mamre, yaitu Hebron di tanah Kanaan.","type":"content","verse":"19"},{"content":"Demikianlah dari pihak bani Het ladang dengan gua yang ada di sana diserahkan kepada Abraham menjadi kuburan miliknya.","type":"content","verse":"20"}]