[{"content":"Yakub diberkati Ishak sebagai anak sulung","type":"title","verse":""},{"content":"Ketika Ishak sudah tua, dan matanya telah kabur, sehingga ia tidak dapat melihat lagi, dipanggilnyalah Esau, anak sulungnya, serta berkata kepadanya: \"Anakku.\" Sahut Esau: \"Ya, bapa.\"","type":"content","verse":"1"},{"content":"Berkatalah Ishak: \"Lihat, aku sudah tua, aku tidak tahu bila hari kematianku.","type":"content","verse":"2"},{"content":"Maka sekarang, ambillah senjatamu, tabung panah dan busurmu, pergilah ke padang dan burulah bagiku seekor binatang;","type":"content","verse":"3"},{"content":"olahlah bagiku makanan yang enak, seperti yang kugemari, sesudah itu bawalah kepadaku, supaya kumakan, agar aku memberkati engkau, sebelum aku mati.\"","type":"content","verse":"4"},{"content":"Tetapi Ribka mendengarkannya, ketika Ishak berkata kepada Esau, anaknya. Setelah Esau pergi ke padang memburu seekor binatang untuk dibawanya kepada ayahnya,","type":"content","verse":"5"},{"content":"berkatalah Ribka kepada Yakub, anaknya: \"Telah kudengar ayahmu berkata kepada Esau, kakakmu:","type":"content","verse":"6"},{"content":"Bawalah bagiku seekor binatang buruan dan olahlah bagiku makanan yang enak, supaya kumakan, dan supaya aku memberkati engkau di hadapan TUHAN, sebelum aku mati.","type":"content","verse":"7"},{"content":"Maka sekarang, anakku, dengarkanlah perkataanku seperti yang kuperintahkan kepadamu.","type":"content","verse":"8"},{"content":"Pergilah ke tempat kambing domba kita, ambillah dari sana dua anak kambing yang baik, maka aku akan mengolahnya menjadi makanan yang enak bagi ayahmu, seperti yang digemarinya.","type":"content","verse":"9"},{"content":"Bawalah itu kepada ayahmu, supaya dimakannya, agar dia memberkati engkau, sebelum ia mati.\"","type":"content","verse":"10"},{"content":"Lalu kata Yakub kepada Ribka, ibunya: \"Tetapi Esau, kakakku, adalah seorang yang berbulu badannya, sedang aku ini kulitku licin.","type":"content","verse":"11"},{"content":"Mungkin ayahku akan meraba aku; maka nanti ia akan menyangka bahwa aku mau memperolok-olokkan dia; dengan demikian aku akan mendatangkan kutuk atas diriku dan bukan berkat.\"","type":"content","verse":"12"},{"content":"Tetapi ibunya berkata kepadanya: \"Akulah yang menanggung kutuk itu, anakku; dengarkan saja perkataanku, pergilah ambil kambing-kambing itu.\"","type":"content","verse":"13"},{"content":"Lalu ia pergi mengambil kambing-kambing itu dan membawanya kepada ibunya; sesudah itu ibunya mengolah makanan yang enak, seperti yang digemari ayahnya.","type":"content","verse":"14"},{"content":"Kemudian Ribka mengambil pakaian yang indah kepunyaan Esau, anak sulungnya, pakaian yang disimpannya di rumah, lalu disuruhnyalah dikenakan oleh Yakub, anak bungsunya.","type":"content","verse":"15"},{"content":"Dan kulit anak kambing itu dipalutkannya pada kedua tangan Yakub dan pada lehernya yang licin itu.","type":"content","verse":"16"},{"content":"Lalu ia memberikan makanan yang enak dan roti yang telah diolahnya itu kepada Yakub, anaknya.","type":"content","verse":"17"},{"content":"Demikianlah Yakub masuk ke tempat ayahnya serta berkata: \"Bapa!\" Sahut ayahnya: \"Ya, anakku; siapakah engkau?\"","type":"content","verse":"18"},{"content":"Kata Yakub kepada ayahnya: \"Akulah Esau, anak sulungmu. Telah kulakukan, seperti yang bapa katakan kepadaku. Bangunlah, duduklah dan makanlah daging buruan masakanku ini, agar bapa memberkati aku.\"","type":"content","verse":"19"},{"content":"Lalu Ishak berkata kepada anaknya itu: \"Lekas juga engkau mendapatnya, anakku!\" Jawabnya: \"Karena TUHAN, Allahmu, membuat aku mencapai tujuanku.\"","type":"content","verse":"20"},{"content":"Lalu kata Ishak kepada Yakub: \"Datanglah mendekat, anakku, supaya aku meraba engkau, apakah engkau ini anakku Esau atau bukan.\"","type":"content","verse":"21"},{"content":"Maka Yakub mendekati Ishak, ayahnya, dan ayahnya itu merabanya serta berkata: \"Kalau suara, suara Yakub; kalau tangan, tangan Esau.\"","type":"content","verse":"22"},{"content":"Jadi Ishak tidak mengenal dia, karena tangannya berbulu seperti tangan Esau, kakaknya. Ishak hendak memberkati dia,","type":"content","verse":"23"},{"content":"tetapi ia masih bertanya: \"Benarkah engkau ini anakku Esau?\" Jawabnya: \"Ya!\"","type":"content","verse":"24"},{"content":"Lalu berkatalah Ishak: \"Dekatkanlah makanan itu kepadaku, supaya kumakan daging buruan masakan anakku, agar aku memberkati engkau.\" Jadi didekatkannyalah makanan itu kepada ayahnya, lalu ia makan, dibawanya juga anggur kepadanya, lalu ia minum.","type":"content","verse":"25"},{"content":"Berkatalah Ishak, ayahnya, kepadanya: \"Datanglah dekat-dekat dan ciumlah aku, anakku.\"","type":"content","verse":"26"},{"content":"Lalu datanglah Yakub dekat-dekat dan diciumnyalah ayahnya. Ketika Ishak mencium bau pakaian Yakub, diberkatinyalah dia, katanya: \"Sesungguhnya bau anakku adalah sebagai bau padang yang diberkati TUHAN.","type":"content","verse":"27"},{"content":"Allah akan memberikan kepadamu embun yang dari langit dan tanah-tanah gemuk di bumi dan gandum serta anggur berlimpah-limpah.","type":"content","verse":"28"},{"content":"Bangsa-bangsa akan takluk kepadamu, dan suku-suku bangsa akan sujud kepadamu; jadilah tuan atas saudara-saudaramu, dan anak-anak ibumu akan sujud kepadamu. Siapa yang mengutuk engkau, terkutuklah ia, dan siapa yang memberkati engkau, diberkatilah ia.\"","type":"content","verse":"29"},{"content":"Setelah Ishak selesai memberkati Yakub, dan baru saja Yakub keluar meninggalkan Ishak, ayahnya, pulanglah Esau, kakaknya, dari berburu.","type":"content","verse":"30"},{"content":"Ia juga menyediakan makanan yang enak, lalu membawanya kepada ayahnya. Katanya kepada ayahnya: \"Bapa, bangunlah dan makan daging buruan masakan anakmu, agar engkau memberkati aku.\"","type":"content","verse":"31"},{"content":"Tetapi kata Ishak, ayahnya, kepadanya: \"Siapakah engkau ini?\" Sahutnya: \"Akulah anakmu, anak sulungmu, Esau.\"","type":"content","verse":"32"},{"content":"Lalu terkejutlah Ishak dengan sangat serta berkata: \"Siapakah gerangan dia, yang memburu binatang itu dan yang telah membawanya kepadaku? Aku telah memakan semuanya, sebelum engkau datang, dan telah memberkati dia; dan dia akan tetap orang yang diberkati.\"","type":"content","verse":"33"},{"content":"Sesudah Esau mendengar perkataan ayahnya itu, meraung-raunglah ia dengan sangat keras dalam kepedihan hatinya serta berkata kepada ayahnya: \"Berkatilah aku ini juga, ya bapa!\"","type":"content","verse":"34"},{"content":"Jawab ayahnya: \"Adikmu telah datang dengan tipu daya dan telah merampas berkat yang untukmu itu.\"","type":"content","verse":"35"},{"content":"Kata Esau: \"Bukankah tepat namanya Yakub, karena ia telah dua kali menipu aku. Hak kesulunganku telah dirampasnya, dan sekarang dirampasnya pula berkat yang untukku.\" Lalu katanya: \"Apakah bapa tidak mempunyai berkat lain bagiku?\"","type":"content","verse":"36"},{"content":"Lalu Ishak menjawab Esau, katanya: \"Sesungguhnya telah kuangkat dia menjadi tuan atas engkau, dan segala saudaranya telah kuberikan kepadanya menjadi hambanya, dan telah kubekali dia dengan gandum dan anggur; maka kepadamu, apa lagi yang dapat kuperbuat, ya anakku?\"","type":"content","verse":"37"},{"content":"Kata Esau kepada ayahnya: \"Hanya berkat yang satu itukah ada padamu, ya bapa? Berkatilah aku ini juga, ya bapa!\" Dan dengan suara keras menangislah Esau.","type":"content","verse":"38"},{"content":"Lalu Ishak, ayahnya, menjawabnya: \"Sesungguhnya tempat kediamanmu akan jauh dari tanah-tanah gemuk di bumi dan jauh dari embun dari langit di atas.","type":"content","verse":"39"},{"content":"Engkau akan hidup dari pedangmu dan engkau akan menjadi hamba adikmu. Tetapi akan terjadi kelak, apabila engkau berusaha sungguh-sungguh, maka engkau akan melemparkan kuk itu dari tengkukmu.\"","type":"content","verse":"40"},{"content":"Yakub lari ke Mesopotamia","type":"title","verse":""},{"content":"Esau menaruh dendam kepada Yakub karena berkat yang telah diberikan oleh ayahnya kepadanya, lalu ia berkata kepada dirinya sendiri: \"Hari-hari berkabung karena kematian ayahku itu tidak akan lama lagi; pada waktu itulah Yakub, adikku, akan kubunuh.\"","type":"content","verse":"41"},{"content":"Ketika diberitahukan perkataan Esau, anak sulungnya itu kepada Ribka, maka disuruhnyalah memanggil Yakub, anak bungsunya, lalu berkata kepadanya: \"Esau, kakakmu, bermaksud membalas dendam membunuh engkau.","type":"content","verse":"42"},{"content":"Jadi sekarang, anakku, dengarkanlah perkataanku, bersiaplah engkau dan larilah kepada Laban, saudaraku, ke Haran,","type":"content","verse":"43"},{"content":"dan tinggallah padanya beberapa waktu lamanya, sampai kegeraman","type":"content","verse":"44"},{"content":"dan kemarahan kakakmu itu surut dari padamu, dan ia lupa apa yang telah engkau perbuat kepadanya; kemudian aku akan menyuruh orang menjemput engkau dari situ. Mengapa aku akan kehilangan kamu berdua pada satu hari juga?\"","type":"content","verse":"45"},{"content":"Kemudian Ribka berkata kepada Ishak: \"Aku telah jemu hidup karena perempuan-perempuan Het itu; jikalau Yakub juga mengambil seorang isteri dari antara perempuan negeri ini, semacam perempuan Het itu, apa gunanya aku hidup lagi?\"","type":"content","verse":"46"}]