[{"content":"Keturunan Adam","type":"title","verse":""},{"content":"Inilah daftar keturunan Adam. Pada waktu manusia itu diciptakan oleh Allah, dibuat-Nyalah dia menurut rupa Allah;","type":"content","verse":"1"},{"content":"laki-laki dan perempuan diciptakan-Nya mereka. Ia memberkati mereka dan memberikan nama \"Manusia\" kepada mereka, pada waktu mereka diciptakan.","type":"content","verse":"2"},{"content":"Setelah Adam hidup seratus tiga puluh tahun, ia memperanakkan seorang laki-laki menurut rupa dan gambarnya, lalu memberi nama Set kepadanya.","type":"content","verse":"3"},{"content":"Umur Adam, setelah memperanakkan Set, delapan ratus tahun, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"4"},{"content":"Jadi Adam mencapai umur sembilan ratus tiga puluh tahun, lalu ia mati.","type":"content","verse":"5"},{"content":"Setelah Set hidup seratus lima tahun, ia memperanakkan Enos.","type":"content","verse":"6"},{"content":"Dan Set masih hidup delapan ratus tujuh tahun, setelah ia memperanakkan Enos, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"7"},{"content":"Jadi Set mencapai umur sembilan ratus dua belas tahun, lalu ia mati.","type":"content","verse":"8"},{"content":"Setelah Enos hidup sembilan puluh tahun, ia memperanakkan Kenan.","type":"content","verse":"9"},{"content":"Dan Enos masih hidup delapan ratus lima belas tahun, setelah ia memperanakkan Kenan, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"10"},{"content":"Jadi Enos mencapai umur sembilan ratus lima tahun, lalu ia mati.","type":"content","verse":"11"},{"content":"Setelah Kenan hidup tujuh puluh tahun, ia memperanakkan Mahalaleel.","type":"content","verse":"12"},{"content":"Dan Kenan masih hidup delapan ratus empat puluh tahun, setelah ia memperanakkan Mahalaleel, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"13"},{"content":"Jadi Kenan mencapai umur sembilan ratus sepuluh tahun, lalu ia mati.","type":"content","verse":"14"},{"content":"Setelah Mahalaleel hidup enam puluh lima tahun, ia memperanakkan Yared.","type":"content","verse":"15"},{"content":"Dan Mahalaleel masih hidup delapan ratus tiga puluh tahun, setelah ia memperanakkan Yared, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"16"},{"content":"Jadi Mahalaleel mencapai umur delapan ratus sembilan puluh lima tahun, lalu ia mati.","type":"content","verse":"17"},{"content":"Setelah Yared hidup seratus enam puluh dua tahun, ia memperanakkan Henokh.","type":"content","verse":"18"},{"content":"Dan Yared masih hidup delapan ratus tahun, setelah ia memperanakkan Henokh, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"19"},{"content":"Jadi Yared mencapai umur sembilan ratus enam puluh dua tahun, lalu ia mati.","type":"content","verse":"20"},{"content":"Setelah Henokh hidup enam puluh lima tahun, ia memperanakkan Metusalah.","type":"content","verse":"21"},{"content":"Dan Henokh hidup bergaul dengan Allah selama tiga ratus tahun lagi, setelah ia memperanakkan Metusalah, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"22"},{"content":"Jadi Henokh mencapai umur tiga ratus enam puluh lima tahun.","type":"content","verse":"23"},{"content":"Dan Henokh hidup bergaul dengan Allah, lalu ia tidak ada lagi, sebab ia telah diangkat oleh Allah.","type":"content","verse":"24"},{"content":"Setelah Metusalah hidup seratus delapan puluh tujuh tahun, ia memperanakkan Lamekh.","type":"content","verse":"25"},{"content":"Dan Metusalah masih hidup tujuh ratus delapan puluh dua tahun, setelah ia memperanakkan Lamekh, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"26"},{"content":"Jadi Metusalah mencapai umur sembilan ratus enam puluh sembilan tahun, lalu ia mati.","type":"content","verse":"27"},{"content":"Setelah Lamekh hidup seratus delapan puluh dua tahun, ia memperanakkan seorang anak laki-laki,","type":"content","verse":"28"},{"content":"dan memberi nama Nuh kepadanya, katanya: \"Anak ini akan memberi kepada kita penghiburan dalam pekerjaan kita yang penuh susah payah di tanah yang telah terkutuk oleh TUHAN.\"","type":"content","verse":"29"},{"content":"Dan Lamekh masih hidup lima ratus sembilan puluh lima tahun, setelah ia memperanakkan Nuh, dan ia memperanakkan anak-anak lelaki dan perempuan.","type":"content","verse":"30"},{"content":"Jadi Lamekh mencapai umur tujuh ratus tujuh puluh tujuh tahun, lalu ia mati.","type":"content","verse":"31"},{"content":"Setelah Nuh berumur lima ratus tahun, ia memperanakkan Sem, Ham dan Yafet.","type":"content","verse":"32"}]