[{"content":"Bahwa penatlah diriku dari pada hidup, sebab itu aku hendak melanjutkan pengaduhku, aku hendak berkata-kata dengan kepahitan hatiku.","type":"content","verse":"1"},{"content":"Aku hendak berkata kepada Allah demikian: Jangan hukumkan daku; berilah tahu aku apa sebab Engkau berbantah-bantah dengan aku?","type":"content","verse":"2"},{"content":"Adakah baik bagi-Mu menindih dan membuang perbuatan tangan-Mu, sementara Engkau memberi cahaya kepada bicara orang-orang fasik?","type":"content","verse":"3"},{"content":"adakah pada-Mu mata kedagingan? lihatkah Engkau selaku manusia melihat?","type":"content","verse":"4"},{"content":"segala hari-Mu seperti hari manusiakah? dan segala tahun-Mu seperti tahun orangkah?","type":"content","verse":"5"},{"content":"maka Engkau menyelidik akan salahku dan bertanya akan segala dosaku?","type":"content","verse":"6"},{"content":"Engkau juga mengetahui akan hal aku tiada fasik, mengapa maka tiada orang yang melepaskan dari pada tangan-Mu?","type":"content","verse":"7"},{"content":"Tangan-Mu sudah menjadikan daku dan merupakan daku berkeliling maka Engkau hendak membinasakan daku!","type":"content","verse":"8"},{"content":"Ingatlah kiranya, bahwa Engkau sudah merupakan daku seperti tanah liat dan Engkaupun akan mengembalikan daku kepada lebu duli!","type":"content","verse":"9"},{"content":"Bukankah Engkau sudah menuang aku seperti air susu dan membekukan daku seperti panir?","type":"content","verse":"10"},{"content":"Engkau sudah berpakaikan daku dengan kulit dan daging dan sudah mereka akan daku dengan tulang-tulang dan saraf.","type":"content","verse":"11"},{"content":"Engkau sudah mengaruniai aku dengan hidup, dan kemurahan-Mupun sertanya; kodrat-Mu juga sudah memeliharakan nafasku.","type":"content","verse":"12"},{"content":"Maka inilah yang sudah kausembunyikan dalam hati-Mu; kuketahui akan sekalian ini dengan takdir-Mu juga.","type":"content","verse":"13"},{"content":"Jikalau kiranya aku berbuat dosa, niscaya Engkau mendapat aku dan tiada Engkau membilang aku suci dari pada salah.","type":"content","verse":"14"},{"content":"Wai akan daku, jikalau kiranya aku orang fasik! maka jikalau aku benar, tiada juga aku berani mengangkat kepalaku; aku yang kenyang dengan malu dan dengan memandang kesukaranku.","type":"content","verse":"15"},{"content":"Karena ia itu berbangkit; maka seperti singa yang ganas Engkau mengejar aku, dan kembali Engkau mempersakiti aku.","type":"content","verse":"16"},{"content":"Engkau menaikkan atasku beberapa saksi yang baharu, dan Engkau memperbanyakkan murka-Mu atasku; bahkan, suatu tentara kesukaran mendatangi aku.","type":"content","verse":"17"},{"content":"Mengapa Engkau sudah mengeluarkan daku dari dalam rahim? Aduh, baiklah aku sudah putus nyawa, sehingga sebiji matapun tiada tahu melihat aku!","type":"content","verse":"18"},{"content":"Niscaya lalu adalah aku seperti belum jadi, jikalau dari pada perut ibuku aku langsung dibawa ke kubur.","type":"content","verse":"19"},{"content":"Bukankah sedikit jua segala hariku? sebab itu biarkanlah aku dan tinggalkanlah aku, supaya aku lagi menyenangkan diriku sedikit,","type":"content","verse":"20"},{"content":"yaitu dahulu dari pada aku pergi ke negeri yang gelap gulita dan yang berbayang-bayang maut, akan tiada balik kembali,","type":"content","verse":"21"},{"content":"ke negeri yang amat gelap, tempat malam dan bayang-bayang maut kekal sampai selama-lamanya, tempat tiada sinar terang, dan tempat siang hari seperti malam juga adanya.","type":"content","verse":"22"}]