[{"content":"Maka disahut Zofar, orang Naamati itu, katanya:","type":"content","verse":"1"},{"content":"Masakan kebanyakan perkataan ini tiada dibalas; masakan orang peleter itu benar;","type":"content","verse":"2"},{"content":"masakan dustamu mendiamkan segala orang; masakan engkau membuat olok-olok dan seorangpun tiada mempermaklumkan dikau.","type":"content","verse":"3"},{"content":"Maka katamu: Pengajaranku itu betul, dan sucilah aku kepada pemandangan-Mu.","type":"content","verse":"4"},{"content":"Tetapi kehendakku Allah juga berfirman dan membuka bibir mulut-Nya kepadamu,","type":"content","verse":"5"},{"content":"dan diberinya tahu kepadamu segala rahasia hikmat-Nya, sebab berlapis-lapis adanya, maka diketahuilah olehmu kelak, bahwa karena sebab engkau juga dilupakan Allah kesalahanmu.","type":"content","verse":"6"},{"content":"Pada sangkamukah engkau boleh menduga akan takdir Allah? engkau boleh mendapati kesempurnaan Allah yang Mahakuasa?","type":"content","verse":"7"},{"content":"Adalah Ia tinggi dari pada segala langit, apakah boleh engkau perbuat? bahwa lebih dalam Ia dari pada mereka; bagaimana engkau dapat mengetahuinya?","type":"content","verse":"8"},{"content":"Ukurannya itu panjang dari pada bumi dan luas dari pada laut.","type":"content","verse":"9"},{"content":"Apabila Ia menangkap dan mengurungkan dalam penjara dan menghadapkan kepada hukum, siapa gerangan dapat menegahkan Dia?","type":"content","verse":"10"},{"content":"Karena tahulah Ia akan orang fasik; didapatinya akan kejahatan barang di mana tiada disangka orang sekalipun!","type":"content","verse":"11"},{"content":"Supaya orang ahmak itu menjadi berbudi dan anak keledai hutan menjadi suatu kejadian yang berakal!","type":"content","verse":"12"},{"content":"Sebab itu hendaklah engkau membetulkan hatimu dan menadahkan tanganmu kepadanya.","type":"content","verse":"13"},{"content":"Hendaklah engkau membuang salah yang pada tanganmu, dan jangan ada kejahatan diam di dalam kemahmu.","type":"content","verse":"14"},{"content":"Lalu engkau boleh mengangkat pula mukamu dengan tiada berbekas arang, lalu engkau akan bertetap dan tiada takut lagi.","type":"content","verse":"15"},{"content":"Engkau akan melupakan segala kesukaranmu ini; hanya engkau teringat akan dia seperti akan air bah yang sudah lalu.","type":"content","verse":"16"},{"content":"Kemudian esok hari akan terbit atasmu terang terlebih dari pada tengah hari, dan kegelapan yang sekarang ini berubah menjadi seperti terbit fajar.","type":"content","verse":"17"},{"content":"Engkau akan penuh dengan percaya dan harap; engkau akan memandang berkeliling dan berhenti dengan senang;","type":"content","verse":"18"},{"content":"engkau akan berbaring dan seorangpun tiada mengejutkan dikau, dan banyak orang akan memperkenangkan mukamu.","type":"content","verse":"19"},{"content":"Tetapi mata orang fasik itu akan kabur dan perlindungannya akan hilang dari padanya, dan pengharapannya itulah menjadi keputusan nyawanya!","type":"content","verse":"20"}]