[{"content":"Maka disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Bahwasanya kamulah orang laki-laki, dan serta dengan kamu hikmatpun akan mati!","type":"content","verse":"2"},{"content":"Bahwasanya akupun berakal seperti kamu juga; tiada aku tewas olehmu; siapa gerangan tiada tahu barang yang sebagainya?","type":"content","verse":"3"},{"content":"Bahwa aku ini seorang yang dibuat olok-olok oleh sahabatnya, maka aku dapat berseru hanya kepada Allah jua, supaya didengar-Nya akan daku, karena orang yang benar dan yang tiada bersalah itu dipermainkan.","type":"content","verse":"4"},{"content":"Akan menghinakan orang celaka itulah kepikiran orang yang dalam hal selamat sentosa; kehinaan adalah tersedia bagi segala orang yang tergelincir kakinya.","type":"content","verse":"5"},{"content":"Bahwa kemah orang yang membinasakan itu adalah bersentosa, dan orang yang memenatkan Allah itu berkesenangan; bahkan, segala orang yang menatang ilahnya pada tangannya.","type":"content","verse":"6"},{"content":"Bahwasanya bertanyalah juga kepada segala binatang, sekalian itu akan mengajar kamu, dan kepada segala unggas yang di udara, ia itu kelak memberitahu kepadamu.","type":"content","verse":"7"},{"content":"Balikkanlah katamu kepada bumi, ia juga kelak mengajar kamu, dan segala ikan di lautpun akan menyatakan dia kepadamu.","type":"content","verse":"8"},{"content":"Siapa gerangan di antara segala kejadiannya yang tiada tahu, bahwa tangan Tuhan juga sudah menjadikan semesta alam sekalian.","type":"content","verse":"9"},{"content":"Di dalam tangannya adalah nyawa segala sesuatu yang hidup dan nafas segala anak Adampun.","type":"content","verse":"10"},{"content":"Bukankah telinga akan mencoba segala perkataan, seperti langitan mulut merasai segala makanan?","type":"content","verse":"11"},{"content":"Hikmat patut dicahari kepada orang tua-tua dan akal budi kepada yang banyak umurnya.","type":"content","verse":"12"},{"content":"Dengan Dia adalah hikmat dan kuasa dan padanya adalah bicara dan akal.","type":"content","verse":"13"},{"content":"Bahwasanya Ia yang merobohkan, maka tiada ia itu dibangunkan pula; adapun orang yang dikurungkan oleh-Nya, seorang juapun tiada dapat melepaskan dia.","type":"content","verse":"14"},{"content":"Bahwasanya Ia menahankan air, maka semuanya kekeringanlah; Ia melepaskan dia pula, maka tanahpun dibalikkannya.","type":"content","verse":"15"},{"content":"Pada-Nya adalah kuat dan kebijaksanaan; kepada-Nya juga bergantung orang sesat dan yang menyesatkan.","type":"content","verse":"16"},{"content":"Akan menteri-menteri dibawa-Nya dengan tertangkap dan hakim-hakimpun dipergilakan-Nya.","type":"content","verse":"17"},{"content":"Pengikat raja-raja diuraikan-Nya, atau dikenakan-Nya pengikat pada pinggang mereka itu.","type":"content","verse":"18"},{"content":"Akan imam-imam dibawa-Nya dengan tertangkap, dan ditumbangkan-Nya orang yang berkuasa.","type":"content","verse":"19"},{"content":"Dilalukan-Nya fasihat dari pada mulut orang yang bersentosa, dan dijauhkan-Nya bicara dari pada orang tua-tua.","type":"content","verse":"20"},{"content":"Dicurahkan-Nya kehinaan atas orang bangsawan, dikendorkan-Nya pengikat pinggang orang gagah.","type":"content","verse":"21"},{"content":"Perkara yang dalam-dalam diterbitkan-Nya dari pada kegelapan, dan bayang-bayang maut didatangkan-Nya kepada terang.","type":"content","verse":"22"},{"content":"Dibesarkan-Nya bangsa-bangsa, lalu dibinasakan-Nya pula; diluaskan-Nya perhinggaan bangsa-bangsa dan disempitkan-Nya pula.","type":"content","verse":"23"},{"content":"Dilalukan-Nya hati dari dalam penghulu-penghulu di atas bumi; disesatkan-Nya mereka itu di gurun yang tiada jalannya.","type":"content","verse":"24"},{"content":"Mereka itu merayau-rayau dalam kegelapan, di tempat tiada terang; disesatkan-Nya mereka itu seperti orang mabuk.","type":"content","verse":"25"}]