[{"content":"Bahwasanya, mataku sudah melihat sekalian itu, dan telingakupun sudah mendengar dan mengerti dia.","type":"content","verse":"1"},{"content":"Barang yang kamu tahu, akupun lagi tahu; tiada aku tewas dari pada kamu.","type":"content","verse":"2"},{"content":"Kepada Allah yang Mahakuasa juga aku hendak berkata-kata; kepada Allah juga aku hendak membicarakan halku.","type":"content","verse":"3"},{"content":"Karena sesungguhnya kamulah pereka dusta, kamu sekalian tabib yang tiada berguna.","type":"content","verse":"4"},{"content":"Mengapa kamu tiada berdiam dirimu sekali, supaya ia itu bagimu akan hikmat.","type":"content","verse":"5"},{"content":"Sekarang dengarlah olehmu uzurku, dan perhatikanlah perbantahan lidahku.","type":"content","verse":"6"},{"content":"Patutkah kamu mengatakan barang yang tiada benar di hadapan Allah? patutkah kamu mengatakan dusta di hadapan-Nya?","type":"content","verse":"7"},{"content":"Patutkah kamu memandang muka orang? kamukah penolong bicara Allah?","type":"content","verse":"8"},{"content":"Adakah baik bagimu jikalau disaksamainya akan kamu? Bolehkah pada sangkamu dibuat olok-olok akan Dia, seperti dibuat olok-olok akan manusia?","type":"content","verse":"9"},{"content":"Bahkan, Ia juga yang akan menghukumkan kamu, jikalau dengan sembunyi-sembunyi kamu memandang muka orang.","type":"content","verse":"10"},{"content":"Bukankah kebesaran-Nya mengejutkan kamu kelak dan kegentaran akan Dia berlaku atas kamu?","type":"content","verse":"11"},{"content":"Segala peringatanmu seperti abu jua adanya, dan segala ketinggian kamu seperti ketinggian yang dari pada tanah liat.","type":"content","verse":"12"},{"content":"Biarkanlah akan daku, maka aku hendak berkata-kata, kendatilah berlaku atasku barang apapun baik!","type":"content","verse":"13"},{"content":"Mengapa aku akan mengambil daging tubuhku di antara gigiku dan menaruh nyawaku dalam tapak tanganku?","type":"content","verse":"14"},{"content":"Bahwasanya Ia akan membunuh aku kelak, dan aku putus harap; sahaja biarlah aku membenarkan kelakuanku di hadapan-Nya.","type":"content","verse":"15"},{"content":"Bahkan, ini juga boleh mengadakan selamatku, karena seorang munafik, tiada dapat menghadap hadirat-Nya.","type":"content","verse":"16"},{"content":"Sebab itu, dengarlah olehmu akan perkataanku, dan berilah telinga akan tuturku.","type":"content","verse":"17"},{"content":"Lihatlah kiranya, acaraku sudah diatur; aku tahu bahwa aku akan dibenarkan kelak.","type":"content","verse":"18"},{"content":"Siapa gerangan hendak mendakwa akan daku? Jikalau kiranya sekarang aku diam, niscaya putuslah nyawaku kelak.","type":"content","verse":"19"},{"content":"Hanya dua perkara ini jangan kauperbuat akan daku, maka tiada aku akan menyembunyikan diriku dari hadapan hadirat-Mu;","type":"content","verse":"20"},{"content":"jauhkanlah kiranya bala-Mu dari padaku, dan jangan aku digentari oleh hebat-Mu.","type":"content","verse":"21"},{"content":"Kemudian panggillah oleh-Mu akan daku, maka aku akan memberi jawab, atau biarlah aku berkata dan hendaklah Engkau menyahut.","type":"content","verse":"22"},{"content":"Berapa banyak kiranya salahku dan dosaku? berilah tahu aku segala kejahatanku.","type":"content","verse":"23"},{"content":"Apa sebabnya maka Engkau menyembunyikan wajah-Mu dan Engkau membilang aku akan seteru-Mu?","type":"content","verse":"24"},{"content":"Masakan Engkau melumatkan daun sehelai yang sudah luruh; masakan Engkau mengejar seiris jerami yang kerang?","type":"content","verse":"25"},{"content":"Maka Engkau menyurat beberapa perkara yang pahit-pahit akan daku, dan mempusakakan aku dengan segala salahku pada masa mudaku,","type":"content","verse":"26"},{"content":"dan Engkau membubuh kakiku dalam pasung, dan Engkau mengamat-amati segala jalanku, dan kepada bekas kakiku Engkaupun menekan.","type":"content","verse":"27"},{"content":"Pada seorang yang seperti kayu busuk lagi rapuh dan seperti kain yang sudah dimakan gegat.","type":"content","verse":"28"}]