[{"content":"Adapun manusia yang diperanakkan oleh perempuan itu sedikit jua hari hidupnya dan berpuas-puas ia dengan kesukaran.","type":"content","verse":"1"},{"content":"Ia seperti bunga sekuntum baharu berkembang lalu dipetik orang; ia lenyap seperti bayang-bayang dan tiada tahan lama.","type":"content","verse":"2"},{"content":"Maka Engkau membuka mata akan memandang kepada orang yang begitu dan Engkau memanggil aku akan berhukum serta-Mu!","type":"content","verse":"3"},{"content":"Siapa gerangan dapat menerbitkan yang suci dari pada yang najis? Seorangpun tidak.","type":"content","verse":"4"},{"content":"Jikalau segala hari manusia sudah dibilang, jikalau jumlah segala bulannya sudah tentu padamu, jikalau Engkau sudah menentukan perhinggaannya, yang tiada dapat dilalui olehnya,","type":"content","verse":"5"},{"content":"maka hendaklah kiranya Engkau berpaling dirimu dari padanya, supaya ia senang sedikit dan berkenan akan kesudahan harinya seperti seorang orang upahan.","type":"content","verse":"6"},{"content":"Bahwa bagi pohon yang sudah ditebang adalah lagi harap ia boleh bertumbuh pula dan tiada ia berhenti dari pada bertunas.","type":"content","verse":"7"},{"content":"Jikalau akarnya menjadi tua di dalam tanah dan batangnya mati di dalam duli sekalipun,","type":"content","verse":"8"},{"content":"apabila ia mendapat bau air, niscaya ia berpucuk pula, dan bertumbuh daunnya seperti pokok muda.","type":"content","verse":"9"},{"content":"Tetapi apabila mati manusia, maka terhantarlah ia dengan tiada berdaya lagi, apabila manusia putus nyawa, di manakah ia?","type":"content","verse":"10"},{"content":"Bahwa air habis mengalir dari dalam tasik, dan sungai-sungaipun kekeringanlah menjadi tanah;","type":"content","verse":"11"},{"content":"tetapi manusia tinggal juga terhantar dan tiada ia berbangkit pula; selagi ada langit tiada ia bangun pula dan tiada ia jaga dari pada tidurnya.","type":"content","verse":"12"},{"content":"Aduh, hendaklah kiranya Engkau menyembunyikan aku dalam alam barzakh dan melindungkan aku di sana, sampai sudah undur murka-Mu; hendaklah Engkau menentukan suatu perhinggaan padaku, lalu Engkau teringat akan daku pula.","type":"content","verse":"13"},{"content":"Jikalau kiranya manusia yang sudah mati itu boleh hidup pula, maka pada segala hari peperanganku aku harap juga, sampai datang ketukaranku.","type":"content","verse":"14"},{"content":"Engkau akan memanggil dan akupun akan menyahut kepada-Mu, dan Engkaupun akan rindu pula akan perbuatan tangan-Mu.","type":"content","verse":"15"},{"content":"Tetapi sekarang Engkau membilang segala langkahku, Engkau berkira-kira dengan segala dosaku!","type":"content","verse":"16"},{"content":"Salahku adalah termeterai dalam sebuah pundi-pundi dan Engkaupun berkemas-kemaskan kejahatanku.","type":"content","verse":"17"},{"content":"Bahwa bukit runtuh lalu berpecah-pecah, dan bukit batupun dipindahkan dari pada tempatnya.","type":"content","verse":"18"},{"content":"Gumpal-gumpal batupun dihancurluluhkan oleh air! Lebu bumi melampaui segala tumbuh-tumbuhan yang jadi sendirinya; demikianlah Engkau memutuskan harap manusia.","type":"content","verse":"19"},{"content":"Engkau menggagahi dia sampai selama-lamanya, maka pergilah ia; Engkaupun mengubahkan mukanya dan menyuruhkan dia pergi.","type":"content","verse":"20"},{"content":"Anak-anaknya lalu menjadi mulia, maka tiada diketahuinya; mereka itu menjadi hina, maka tiada diindahkannya.","type":"content","verse":"21"},{"content":"Tetapi daging tubuhnya merasai sakit dan nyawa di dalamnya berdukacita adanya.","type":"content","verse":"22"}]