[{"content":"Lalu disahut Bildad, orang Suhi itu, katanya:","type":"content","verse":"1"},{"content":"Berapa lama kiranya maka tiada engkau putuskan perkataan ini? Hendaklah engkau berbudi dan biarkanlah kamipun berkata-kata.","type":"content","verse":"2"},{"content":"Mengapa kami dibilang seperti binatang, mengapa kami bodoh begitu kepada pemandanganmu?","type":"content","verse":"3"},{"content":"Hai engkau yang mencarik-carik diri dengan amarahmu, bolehkah sebab engkau bumi ini ditinggalkan, dan gunung batu dipindahkan dari pada tempatnya?","type":"content","verse":"4"},{"content":"Bahwa sesungguhnya pelita orang fasik itu akan dipadamkan dan api dapurnyapun tiada akan bernyala-nyala lagi.","type":"content","verse":"5"},{"content":"Terang di dalam kemahnyapun akan berubah menjadi gelap dan damarpun dipadamkan dari atasnya.","type":"content","verse":"6"},{"content":"Langkahnya, yang kuat begitu, akan dipicikkan, dan bicaranyapun akan menjatuhkan dia.","type":"content","verse":"7"},{"content":"Karena kakinya akan termasuk ke dalam jaring dan iapun akan berjalan ke dalam tali kusut.","type":"content","verse":"8"},{"content":"Tumitnya akan dipegang jerat dan jala-jalapun akan menangkap dia.","type":"content","verse":"9"},{"content":"Tali yang tersembunyi di dalam tanah dipasang akan dia dan perangkap adalah pada segala jalannya.","type":"content","verse":"10"},{"content":"Perkara yang hebat mengejutkan dia berkeliling, dan mengejar akan dia barang di mana kakinya berjejak.","type":"content","verse":"11"},{"content":"Bahwa celaka seolah-olah membuka mulut yang berlapar kepadanya, dan kebinasaanpun lekat pada sisinya.","type":"content","verse":"12"},{"content":"Bahwa anak sulung maut itu makan kulit tubuhnya dan segala anggotanya.","type":"content","verse":"13"},{"content":"Maka iapun akan dicabut dari dalam kemah pengharapannya, dan dibawa oranglah akan dia menghadap malak alhaibani.","type":"content","verse":"14"},{"content":"Maka ia itu akan duduk di dalam kemahnya, yang tiada lagi dia punya, dan tempat kediamannya akan disiram dengan belerang.","type":"content","verse":"15"},{"content":"Dari bawah menjadi kering segala akarnya dan dari atas dikerat segala cabangnya.","type":"content","verse":"16"},{"content":"Peringatan akan dia hilanglah dari atas bumi dan tiada lagi nama baginya di lorong-lorong.","type":"content","verse":"17"},{"content":"Ditolak oranglah akan dia dari dalam terang ke dalam gelap dan dibuangnya akan dia dari atas bumi.","type":"content","verse":"18"},{"content":"Padanya akan tiada anak atau cucu di antara bangsanya, dan di dalam rumahnya seorangpun tiada akan tinggal dengan hidup.","type":"content","verse":"19"},{"content":"Orang kemudian hari tercengang-cengang kelak akan halnya dan bangsa yang akhir itu akan kena dahsyat.","type":"content","verse":"20"},{"content":"Demikianlah akan hal tempat kediaman orang fasik, dan demikianlah tempat orang yang tiada mengetahui akan Allah.","type":"content","verse":"21"}]