[{"content":"Lalu disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Berapa lama kiranya kamu mendukakan hatiku, dan menghancurkan daku dengan perkataan?","type":"content","verse":"2"},{"content":"Sekarang sudah sepuluh kali kamu menghinakan daku dan mengejikan daku dengan tiada malu.","type":"content","verse":"3"},{"content":"Kendatilah aku sudah berbuat salah, maka salahku juga bermalam sertaku.","type":"content","verse":"4"},{"content":"Jikalau sungguh-sungguh kamu membesarkan dirimu atasku dan membangkitkan kecelaanku kepadaku,","type":"content","verse":"5"},{"content":"ketahuilah olehmu sekarang, bahwa Allah juga yang sudah membalikkan halku dan membebat aku dengan jaring-Nya.","type":"content","verse":"6"},{"content":"Bahwasanya aku berseru akan hal aniaya, tetapi tiada yang menyahut; aku berteriak, tetapi tiada yang membenarkan halku.","type":"content","verse":"7"},{"content":"Bahwa Iapun sudah menyakat jalanku dengan pagar tembok, sehingga tiada dapat aku melantas, dan pada segala jalanku diadakannya kegelapan.","type":"content","verse":"8"},{"content":"Kemulianku sudah ditanggalkannya dari padaku dan makotakupun sudah dilalukannya dari pada kepalaku.","type":"content","verse":"9"},{"content":"Bahwa Ia sudah merombak aku berkeliling, sehingga aku sengajakan mati, dan ditumbangkannya harapku seperti sebatang pohon kayu.","type":"content","verse":"10"},{"content":"Karena dinyalakannya murka-Nya akan daku, dan dibilang-Nya aku akan seteru-Nya.","type":"content","verse":"11"},{"content":"Bersama-sama datanglah segala ketumbuhkan-Nya menempuh aku; disediakan-Nya jalan-Nya sampai kapadaku dan dikepung-Nya akan kemahku.","type":"content","verse":"12"},{"content":"Segala saudaraku sudah dijauhkan-Nya dari padaku; sesungguhnya segala kekenalanku sudah menjadi bagiku seperti orang keluaran.","type":"content","verse":"13"},{"content":"Segala kaum keluargaku sudah meninggalkan daku dan segala taulankupun sudah melupakan daku.","type":"content","verse":"14"},{"content":"Orang isi rumahku dan segala hambakupun membilang aku bagaikan orang keluaran, dan kepada pemandangannya aku ini orang helat.","type":"content","verse":"15"},{"content":"Bahwa aku memanggil hambaku, maka tiada ia menyahut, jikalau aku membujuk dia dengan kata yang manis-manis sekalipun.","type":"content","verse":"16"},{"content":"Nafasku telah menjadi keji kepada biniku, dan aku berkabung akan hal segala anak yang telah terbit dari pada sulbiku.","type":"content","verse":"17"},{"content":"Bahwa budak-budak lagi menghinakan daku; apabila aku bangkit berdiri dibuatnya olok-olok akan daku.","type":"content","verse":"18"},{"content":"Segala taulan, tempat telah kutaruh rahasiaku, itu jemu akan daku, dan orang yang kukasihi itu sudah terbalik melawan aku.","type":"content","verse":"19"},{"content":"Segala tulangku lekat pada kulit tubuhku, dan terlepaslah aku dengan kulit gigiku.","type":"content","verse":"20"},{"content":"Kasihankanlah kiranya akan daku, bahkan, kasihankanlah kiranya akan daku, hai segala sahabatku! karena tangan Allah juga sudah menjamah aku.","type":"content","verse":"21"},{"content":"Mengapa kamu mengejar aku seperti Allah, dan tiada kamu kenyang dengan dagingku?","type":"content","verse":"22"},{"content":"Aduh, hendaklah kiranya sekarang perkataanku disuratkan; hendaklah kiranya ia itu disuratkan dalam sebuah kitab!","type":"content","verse":"23"},{"content":"Hendaklah ia itu dilukis dengan cungkil besi dan timah pada batu bukit bagi selama-lamanya.","type":"content","verse":"24"},{"content":"Karena tahulah aku bahwa Penebusku itu hidup dan Iapun yang kemudian akan bangkit dari atas duli;","type":"content","verse":"25"},{"content":"dan setelah sudah hancur luluh kulit tubuhku ini, maka dari dalam badanku juga aku akan memandang Allah;","type":"content","verse":"26"},{"content":"yang kupandang kelak bagi diriku, dan matakupun akan melihat Dia, bukan yang lain. Hai, bagaimana rindu hatiku di dalam dadaku ini!","type":"content","verse":"27"},{"content":"Pada masa itu kamu akan berkata demikian: Mengapa kita sudah mengejar akan dia? yaitu apabila kebenaran hal itu didapati padaku dengan nyatanya.","type":"content","verse":"28"},{"content":"Pada masa itu hendaklah kamu takut akan pedang, karena dengan murkanya dibalasnya akan segala kejahatan pedang, supaya diketahui olehmu bahwa adalah pehukuman.","type":"content","verse":"29"}]