[{"content":"Lalu disahut Zofar, orang Naamati itu, katanya:","type":"content","verse":"1"},{"content":"Bahwa segala sangka-sangka hatiku memaksakan daku akan memberi jawab, akan memadamkan nafsu yang di dalam aku.","type":"content","verse":"2"},{"content":"Aku sudah mendengar penegur yang memberi malu aku, tetapi dari dalam hatiku juga roh akan menyahut akan gantiku.","type":"content","verse":"3"},{"content":"Tiadakah engkau tahu bahwa dari dahulukala, dari pada masa manusia ditaruh di atas bumi,","type":"content","verse":"4"},{"content":"sorak kesukaan orang fasik itu sebentar jua lamanya, dan kesukaan orang munafik hanya sesaat?","type":"content","verse":"5"},{"content":"Jikalau congkaknya melangit dan kepalanya tinggi mengawan sekalipun,","type":"content","verse":"6"},{"content":"ia juga akan hilang seperti tahinya sampai selama-lamanya, dan orang yang dahulu sudah melihat dia itu akan bertanya: Di mana gerangan ia?","type":"content","verse":"7"},{"content":"Bahwa lenyaplah ia seperti mimpi, tiada didapati oranglah akan dia pula, dan terbanglah seperti suatu khayal pada malam.","type":"content","verse":"8"},{"content":"Mata yang sudah memandang kepadanya tiada akan memandang kepadanya pula, dan tempatnyapun tiada lagi menentang dia.","type":"content","verse":"9"},{"content":"Anak-anaknya mencahari jalan akan mendiamkan orang yang telah dijadikannya miskin, dan dengan tangannya sendiri ia akan mengembalikan segala hartanya.","type":"content","verse":"10"},{"content":"Segala tulang-tulangnya akan penuh dengan bala dosanya yang tersembunyi, yang akan berbaring sertanya di dalam lebu duli.","type":"content","verse":"11"},{"content":"Sebab rasa kejahatan itu sedap pada mulutnya, ditaruhnya akan dia di bawah lidahnya.","type":"content","verse":"12"},{"content":"Disayangnya akan dia dan tiada dibuangnya, melainkan ditaruhnya pada sama tengah langitan mulutnya;","type":"content","verse":"13"},{"content":"bahwa makanannya akan berubah di dalam perutnya menjadi racun, dan menjadi bisa ular beludak di dalamnya.","type":"content","verse":"14"},{"content":"Barang yang sudah ditelannya itu akan dimuntahkannya kembali, Allah juga yang akan mengeluarkan dia dari dalam perutnya.","type":"content","verse":"15"},{"content":"Ia sudah mengisap bisa ular beludak, maka lidah ularpun akan membunuh dia.","type":"content","verse":"16"},{"content":"Sekali-kali tiada akan dilihatnya sungai air madu dan susu mengalir kelilingnya.","type":"content","verse":"17"},{"content":"Ia akan mengembalikan barang yang telah diambilnya, tiada ditelannya pula; barang yang dikembalikannya itu sama dengan kekayaannya, tiada lagi hatinya bersukacita akan dia.","type":"content","verse":"18"},{"content":"Sebab sudah dianiayakannya orang miskin dan dirampasinya, dan sudah dijarahnya rumah dan tiada dibangunkannya pula.","type":"content","verse":"19"},{"content":"Sebab gelojoh perutnya tiada tahu puas, maka tiada akan diluputkannya barang yang terlebih disukainya.","type":"content","verse":"20"},{"content":"Suatupun tiada terlepas dari pada gelojohnya, maka sebab itu selamatnya tiada akan kekal.","type":"content","verse":"21"},{"content":"Di tengah-tengah kemewahan jatuhlah ia ke dalam kesusahan, segala palu celaka itu terkena kepadanya.","type":"content","verse":"22"},{"content":"Dengan dia juga ia akan mengenyangkan perutnya, bahwa Allah akan menyuruhkan nyala api murka-Nya, yang menghujani dia akan makanannya.","type":"content","verse":"23"},{"content":"Jikalau kiranya ia lari luput dari pada senjata besi, maka panah besi kersani kelak menerusi dia;","type":"content","verse":"24"},{"content":"ia itu akan terus tembus dari pada tubuhnya dan keluar dari pada empedunya dengan gemerlapan, maka perkara yang hebatpun akan berlaku atasnya.","type":"content","verse":"25"},{"content":"Segala harta bendanya sudah ditentukan bagi kebinasaan, maka api yang tiada dihembus orang akan makan dia, dan makan habis juga akan barang yang tinggal dari pada kemahnya.","type":"content","verse":"26"},{"content":"Langitpun akan menyatakan kejahatannya, dan bumipun akan bangkit melawan dia.","type":"content","verse":"27"},{"content":"Barang perolehan rumahnya akan terhambur, ia itu akan hanyut pada hari murka-Nya.","type":"content","verse":"28"},{"content":"Inilah bahagian yang ditentukan Allah bagi orang fasik, dan inilah barang pusaka yang ditentukan oleh Yang Mahakuasa baginya.","type":"content","verse":"29"}]