[{"content":"Lalu disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Dengarlah olehmu; dengarlah kiranya akan perkataanku, biarlah ia itu menjadi suatu penghiburan kepadaku.","type":"content","verse":"2"},{"content":"Sabarkanlah aku sementara aku lagi berkata-kata; setelah sudah putus segala perkataanku, baharu hendaklah kamu membuat olok-olok.","type":"content","verse":"3"},{"content":"Akan daku, sekarang pengaduhanku kepada manusiakah? maka jikalau kiranya demikian, mengapa tiada boleh aku berdukacita?","type":"content","verse":"4"},{"content":"Pandanglah kepadaku, hendaklah kamu tercengang-cengang dan bertekap mulutmu.","type":"content","verse":"5"},{"content":"Apabila aku berpikirkan hal itu, gemetarlah aku dan tubuhkupun menggeletar.","type":"content","verse":"6"},{"content":"Mengapa gerangan orang-orang fasik itu hidup dan jadi tua dan bertambah-tambah kuatnya?","type":"content","verse":"7"},{"content":"Anak-anak mereka itu adalah dengan selamat sentosa di hadapannya dan segala benih mereka itu makin besar di hadapan matanya.","type":"content","verse":"8"},{"content":"Rumah-rumah mereka itu terlindung dari pada kegentaran dan cemeti Allah tiada turun kepadanya.","type":"content","verse":"9"},{"content":"Lembunya berjantan tiada bersalah, sapinya beranak tiada gugur anaknya.","type":"content","verse":"10"},{"content":"Mereka itu menyuruhkan anak-anaknya keluar seperti kawan kambing domba, dan anak-anaknyapun berlompat-lompatan.","type":"content","verse":"11"},{"content":"Mereka itu bermain rebana dan kecapi dan bersuka-sukaanlah dengan bunyi suling.","type":"content","verse":"12"},{"content":"Maka mereka itu menghabiskan segala harinya dalam barang yang baik, dan dalam sesaat jua mereka itu turun ke dalam alam barzakh.","type":"content","verse":"13"},{"content":"Maka sesungguhnya katanya kepada Allah: Hendaklah Engkau jauh dari pada kami, karena kami tiada suka tahu akan jalanmu.","type":"content","verse":"14"},{"content":"Siapa gerangan Yang Mahakuasa itu, maka kami akan berbuat bakti kepadanya? apakah gunanya kami pergi meminta doa kepadanya?","type":"content","verse":"15"},{"content":"Bahwasanya selamatnya tiada di dalam tangannya. Jauhlah kiranya dari padaku bicara orang fasik itu.","type":"content","verse":"16"},{"content":"Berapa kali pelita orang fasik itu dipadamkan juga dan kebinasaanpun datang atasnya apabila dengan murka dibahagikan Allah kepada mereka itu kesukaran seperti barang pusaka?","type":"content","verse":"17"},{"content":"Lalu mereka itu seperti jerami yang diterbangkan oleh angin dan seperti sekam yang disambar oleh puting beliung.","type":"content","verse":"18"},{"content":"Adakah Allah menyimpan siksa-Nya bagi anak-anaknya; baik lagi dibalas-Nya kepada orang fasik sendiri, supaya diketahuinya.","type":"content","verse":"19"},{"content":"Baiklah matanya sendiri melihat kebinasaannya dan ia sendiri minum murka Yang Mahakuasa!","type":"content","verse":"20"},{"content":"Karena apakah ia peduli akan isi rumahnya yang kemudian dari padanya, setelah genaplah sudah segala bulan yang sudah ditentukan kepadanya?","type":"content","verse":"21"},{"content":"Manakan orang mengajar hikmat kepada Allah, sedang Ia juga menghukumkan segala keadaan yang tinggi-tinggi?","type":"content","verse":"22"},{"content":"Bahwa seorangpun matilah di tengah-tengah kesempurnaan selamatnya, sementara ia dalam hal kesenangan dan sentosa.","type":"content","verse":"23"},{"content":"Seperti segala binatangnya berkelimpahan air susu, demikianpun sumsum tulang-tulangnya dibasahkan.","type":"content","verse":"24"},{"content":"Maka seorang lainpun matilah dengan kepahitan hatinya, dengan tiada tahu makan barang yang baik.","type":"content","verse":"25"},{"content":"Keduanyapun berbaring tidur di dalam abu dan cacing tanahpun menudungi keduanya.","type":"content","verse":"26"},{"content":"Bahwasanya aku tahu segala kepikiran kamu dan segala sangka hatimu, yang menyalahkan daku.","type":"content","verse":"27"},{"content":"Karena kamu akan berkata demikian: Di manakah rumah orang bangsawan itu? di manakah kemah tempat kedudukan orang fasik itu?","type":"content","verse":"28"},{"content":"Bertanyakanlah olehmu segala orang yang berjalan lalu; atau tiadakah kamu mau menerima pertunjukan mereka itu?","type":"content","verse":"29"},{"content":"Bagaimana orang jahat itu diluputkan pada masa celaka dan dihantar keluar pada hari murka besar.","type":"content","verse":"30"},{"content":"Siapa gerangan membangkit-bangkit kepadanya kelakuannya? siapa gerangan membalas kepadanya sekadar perbuatannya?","type":"content","verse":"31"},{"content":"Dengan hormat dihantar orang akan dia ke kubur; adalah seperti ia lagi menunggui keramatnya.","type":"content","verse":"32"},{"content":"Segala gumpal tanah di padang manislah baginya; dibujuknya akan segala orang supaya mereka itu mengikut dia, dan kebanyakan orang yang tiada tepermanai banyaknya itu sudah berjalan dahulu dari padanya.","type":"content","verse":"33"},{"content":"Sebab itu apa guna kamu menghiburkan daku dengan perkataan yang sia-sia? Dasar segala jawab kamu tiada kurang salah adanya.","type":"content","verse":"34"}]