[{"content":"Lalu disahut Elifaz, orang Temani itu, katanya:","type":"content","verse":"1"},{"content":"Bolehkah seorang manusia berguna kepada Allah? Tidak boleh; melainkan orang yang berakal itu hanya berguna kepada dirinya sendiri jua.","type":"content","verse":"2"},{"content":"Adakah barang gunanya bagi Yang Mahakuasa jikalau engkau benar? Apakah untung kepada-Nya jikalau sempurna kelakuanmu?","type":"content","verse":"3"},{"content":"Adakah sebab kebaktianmu maka disiksakan-Nya engkau dan Ia masuk berhukum dengan dikau?","type":"content","verse":"4"},{"content":"Bukankah besarlah kejahatanmu dan segala salahmu tiada berkeputusan?","type":"content","verse":"5"},{"content":"Karena engkau sudah mengambil gadai dari pada saudara-saudaramu dengan tiada semena-mena, dan pakaian orang telanjang sudah kautanggalkan.","type":"content","verse":"6"},{"content":"Akan orang yang lelah tiada engkau beri minum dan dari pada orang yang berlapar engkau sudah menahankan roti.","type":"content","verse":"7"},{"content":"Tetapi jikalau ada orang gagah baginya juga adalah tanah itu, dan orang yang tampak besar boleh mendudukinya.","type":"content","verse":"8"},{"content":"Perempuan janda sudah kausuruh pergi dengan hampanya, dan lengan anak piatu sudah kauhancurkan.","type":"content","verse":"9"},{"content":"Maka sebab itulah engkau dipasangi jerat berkeliling dan dengan sekonyong-konyong datanglah gentar atasmu.","type":"content","verse":"10"},{"content":"Tiadakah engkau melihat kegelapan itu datang dan air bah akan meliputi engkau?","type":"content","verse":"11"},{"content":"Bukankah Allah duduk di atas segala petala langit? lihatlah olehmu kutub segala bintang bagaimana tingginya!","type":"content","verse":"12"},{"content":"Maka katamu: Masakan Allah mengetahuinya? masakan Ia menghukum dari dalam kegelapan itu!","type":"content","verse":"13"},{"content":"Bahwa segala awan-awanpun melindungkan Dia, sehingga tiada dilihatnya, dan Iapun menjalani cakrawala.","type":"content","verse":"14"},{"content":"Demikianlah engkau sudah menurut jalan orang dahulukala, yang dijalani oleh orang-orang fasik itu.","type":"content","verse":"15"},{"content":"Yang sekonyong-konyong sudah dihela akan disiksakan dan segala alas mereka itu diliputi oleh air bah.","type":"content","verse":"16"},{"content":"Yang berkata kepada Allah: Hendaklah Engkau jauh dari pada kami, karena apakah boleh dibuat oleh Yang Mahakuasa akan mereka itu?","type":"content","verse":"17"},{"content":"Sungguhpun Ia juga yang sudah memenuhi rumah mereka itu dengan barang yang baik, sebab itu jauhlah dari padaku bicara orang fasik itu.","type":"content","verse":"18"},{"content":"Orang yang benar akan melihat kebinasaan mereka itu dengan sukahatinya dan orang yang suci dari pada salah itu akan mengolok-olok mereka itu,","type":"content","verse":"19"},{"content":"katanya: Seteru kami sudah dibinasakan dan segala kekayaannya sudah dimakan habis oleh api.","type":"content","verse":"20"},{"content":"Hendaklah engkau berdamai dengan Dia, supaya engkau selamat; maka kembali akan berlaku atasmu perkara yang baik.","type":"content","verse":"21"},{"content":"Terimalah kiranya pengajaran yang dari pada lidah-Nya dan perhatikanlah segala firman-Nya.","type":"content","verse":"22"},{"content":"Jikalau engkau bertobat kepada Yang Mahakuasa, engkau akan dibangunkan pula kelak; jauhkanlah kiranya segala kejahatan dari pada kemahmu.","type":"content","verse":"23"},{"content":"Buanglah segala batang emas kepada lebu duli dan emas Ofir itu ke tengah-tengah kersik sungai.","type":"content","verse":"24"},{"content":"Maka Yang Mahakuasa akan menjadi emasmu, dan jadi bagimu seperti perak bertimbun-timbun.","type":"content","verse":"25"},{"content":"Lalu engkau bersukacita akan Yang Mahakuasa kelak dan engkaupun akan menengadah kepada Allah.","type":"content","verse":"26"},{"content":"Engkau akan meminta doa kepada-Nya dengan tulus hatimu dan Iapun akan mendengar doamu dan engkau akan menyampaikan segala nazarmu.","type":"content","verse":"27"},{"content":"Jikalau engkau berniat barang suatu, ia itu akan jadi bagimu kelak, dan terangpun akan bercahaya kepada segala jalanmu.","type":"content","verse":"28"},{"content":"Jikalau direndahkan orang maka katamu: Baiklah ditinggikan, lalu mata yang tunduk itu akan menengadah kepada keluasan.","type":"content","verse":"29"},{"content":"Jikalau orang yang tiada suci dari pada salah sekalipun disayang oleh-Nya, maka disayang-Nya akan dia oleh karena kesucian tanganmu.","type":"content","verse":"30"}]