[{"content":"Lalu disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Sekali lagi pengaduhanku dikatakan durhaka; kendatilah, maka pengeluhku tiada juga sama dengan belaku.","type":"content","verse":"2"},{"content":"Aduh, jikalau kiranya aku tahu di mana boleh mendapat akan Dia, jikalau kiranya aku boleh sampai kepada kursinya!","type":"content","verse":"3"},{"content":"Niscaya kupersembahkanlah perkaraku kepadanya dan aku memenuhi mulutku dengan dalil.","type":"content","verse":"4"},{"content":"Aku akan mendapat tahu segala perkataan yang disahut-Nya kepadaku, dan aku akan mengerti barang yang dikatakan-Nya kepadaku kelak.","type":"content","verse":"5"},{"content":"Masakan Ia berbantah-bantah dengan aku sekadar kebesaran kuasa-Nya. Bukan; melainkan Ia akan memandang kepadaku kelak.","type":"content","verse":"6"},{"content":"Di sana orang yang benar akan membicarakan halnya dengan Dia, dan aku akan dibenarkan oleh Hakimku sampai selama-lamanya.","type":"content","verse":"7"},{"content":"Tetapi sesungguhnya jikalau aku ke hadapan, tiada Ia di sana, jikalau aku ke belakang, tiada kudapati akan Dia;","type":"content","verse":"8"},{"content":"pada sebelah kiri adalah Ia terlindung, sehingga tiada aku memandang Dia, dan pada sebelah kanan adalah Ia tersembunyi, sehingga tiada aku melihat Dia.","type":"content","verse":"9"},{"content":"Maka Ia juga mengetahui akan jalan yang padaku; jikalau dicobainya akan daku, niscaya aku keluar seperti emas.","type":"content","verse":"10"},{"content":"Kakiku sudah berjalan selalu pada kesan-Nya, aku sudah menurut jalan-Nya dengan tiada menyimpang.","type":"content","verse":"11"},{"content":"Tiada pernah aku menyebelahkan firman yang terbit pada-Nya, melainkan sudah kutaruh akan segala kata lidah-Nya terlebih dari pada kutaruh akan penghidupanku.","type":"content","verse":"12"},{"content":"Tetapi jikalau kiranya Ia melawan barang seorang, siapa gerangan dapat menegahkan Dia? Barang yang dikehendaki hati-Nya itu juga dilakukan-Nya kelak.","type":"content","verse":"13"},{"content":"Demikianpau akan disampaikan-Nya barang yang sudah ditakdirkan-Nya atasku, dan banyak perkara yang sebagainya adalah serta-Nya.","type":"content","verse":"14"},{"content":"Itulah sebabnya maka aku terkejut di hadapan-Nya; jikalau aku berpikir akan hal itu, maka gemetarlah aku.","type":"content","verse":"15"},{"content":"Karena Allah sudah menghancurkan hatiku, dan Yang Mahakuasa sudah menggentarkan aku.","type":"content","verse":"16"},{"content":"Sebab tiada ditumpas-Nya aku dahulu dari pada datang kelam kabut ini, dan tiada dipeliharakan-Nya aku dari pada kegelapan ini.","type":"content","verse":"17"}]