[{"content":"Maka Ayubpun melanjutkan pula ibaratnya, katanya:","type":"content","verse":"1"},{"content":"Demi Allah yang hidup, yang sudah menahankan kebenaranku dari padaku, demi Yang Mahakuasa, yang sudah mengadakan kepahitan dalam hatiku,","type":"content","verse":"2"},{"content":"selama ada lagi nyawa di dalam aku dan nafas dari pada Allah di dalam lobang hidungku,","type":"content","verse":"3"},{"content":"bibir mulutku tiada akan mengatakan barang yang tiada benar dan lidahkupun tiada akan berkata-kata dusta!","type":"content","verse":"4"},{"content":"Dijauhkan aku kiranya dari pada membenarkan kamu; sampai putus nyawakupun tiada kubiarkan kebenaranku diambil dari padaku.","type":"content","verse":"5"},{"content":"Aku berpaut akan kebenaranku dan tiada kulepaskan dia; hatiku tiada menyalahkan daku dari sebab barang sehari umur hidupku.","type":"content","verse":"6"},{"content":"Seteruku jadilah kiranya sama dengan orang fasik dan orang lawanku sama dengan orang jahat.","type":"content","verse":"7"},{"content":"Karena apakah harap orang munafik, jikalau ditaruhnya akan harta benda sekalipun, apabila diputuskan Allah akan nyawanya?","type":"content","verse":"8"},{"content":"Bolehkah Allah mendengar akan teriaknya apabila datang kepicikan atasnya?","type":"content","verse":"9"},{"content":"Bolehkah ia terkenangkan Allah yang Mahakuasa? Bolehkah ia meminta doa kepada Allah pada tiap-tiap masa dan ketika?","type":"content","verse":"10"},{"content":"Bahwa aku hendak mengajar kamu akan perbuatan Allah, aku hendak menyatakan kepadamu segala takdir Yang Mahakuasa.","type":"content","verse":"11"},{"content":"Kamu sendiri juga sudah melihat semuanya dengan matamu, mengapa maka kamu sesat oleh kepikiranmu yang sia-sia?","type":"content","verse":"12"},{"content":"Bahwa inilah bahagian yang ditentukan Allah kepada orang fasik, dan pusaka yang diperoleh orang lalim dari pada Yang Mahakuasa.","type":"content","verse":"13"},{"content":"Jikalau anak-anaknya bertambah-tambah banyaknya, mereka itu akan dimakan pedang, dan anak cucunyapun tiada akan beroleh makan sampai kenyang.","type":"content","verse":"14"},{"content":"Barangsiapa yang lagi tinggal dari padanya, ia itu akan ditekan oleh bala sampar, dan tiada mereka itu ditangisi oleh perempuan jandanya.","type":"content","verse":"15"},{"content":"Jikalau ditimbunkannya perak seperti lebu duli banyaknya dan dilengkapkannya pakaian, banyaknya seperti tanah liat sekalipun,","type":"content","verse":"16"},{"content":"maka orang benar juga akan memakai kelak barang yang ditimbunkannya itu, dan orang yang suci dari pada salahpun kelak akan membahagi-bahagi peraknya.","type":"content","verse":"17"},{"content":"Adapun akan hal ia membuat rumahnya, ia itu seperti perbuatan gegat dan seperti seorang penunggu kebun anggur membuat pondoknya.","type":"content","verse":"18"},{"content":"Dengan kekayaannya juga ia berbaring, tetapi pada akhirnya, apabila ia membuka mata, maka tiada ia lagi.","type":"content","verse":"19"},{"content":"Perkara yang hebat kelak datang atasnya seperti air bah, dan suatu puting beliung kelak menyambar akan dia pada tengah-tengah malam.","type":"content","verse":"20"},{"content":"Bahwa iapun akan diangkat dan diterbangkan oleh angin timur dan diempaskan jauh dari pada tempatnya.","type":"content","verse":"21"},{"content":"Demikianlah peri ditangkap Allah akan dia dengan tiada sayang; barang ke manapun baik ia hendak lari berlepas dirinya dari pada tangannya.","type":"content","verse":"22"},{"content":"Pada masa itu orang akan bertepuk-tepuk tangan sebab halnya dan bersiul-siul akan dia, sebab lenyaplah ia dari pada tempatnya.","type":"content","verse":"23"}]