[{"content":"Maka Ayubpun melanjutkan pula ibaratnya, katanya:","type":"content","verse":"1"},{"content":"Aduh, baiklah kiranya aku lagi seperti pada segala bulan yang dahulu, seperti pada hari tatkala Allah lagi memeliharakan daku!","type":"content","verse":"2"},{"content":"Tatkala diberinya bersinar pelitanya di atas kepalaku, dan aku lagi disertai terangnya tatkala aku berjalan dalam gelap;","type":"content","verse":"3"},{"content":"yaitu seperti adaku pada masa mudaku, tatkala pengasihan Allah lagi di atas kemahku;","type":"content","verse":"4"},{"content":"tatkala Yang Mahakuasa selalu sertaku dan segala anak-anakkupun lagi keliling aku;","type":"content","verse":"5"},{"content":"tatkala aku lagi membasuh kakiku dengan minyak sapi dan bukit batupun mengalirkan sungai minyak bagiku;","type":"content","verse":"6"},{"content":"tatkala aku keluar hendak ke pintu negeri dan kutaruh kursiku di tempat bicara.","type":"content","verse":"7"},{"content":"Serta terlihat mereka itu akan daku maka orang muda-muda bersembunyi dan segala orang ubanpun bangkit lalu berdiri.","type":"content","verse":"8"},{"content":"Segala penghulupun menahankan perkataannya, sambil bertekap mulut.","type":"content","verse":"9"},{"content":"Bunyi suara orang bangsawan tiada kedengaran, lidahnyapun lekat pada langitan mulutnya.","type":"content","verse":"10"},{"content":"Karena telinga yang mendengar kataku itu membilang aku berbahagia, dan mata yang melihat aku itu membenarkan kataku.","type":"content","verse":"11"},{"content":"Karena orang yang teraniaya itu kulepaskan pada masa ia berseru, demikianpun anak piatu dan orang yang tiada baginya pembantu.","type":"content","verse":"12"},{"content":"Berkat orang yang hampir akan binasa itu datanglah atasku, dan hati perempuan jandapun sudah kupenuhi dengan kesukaan.","type":"content","verse":"13"},{"content":"Aku sudah berpakaikan kebenaran, yang bagiku akan pakaian; keadilan sudah menjadi baju selimutku dan lagi serbanku.","type":"content","verse":"14"},{"content":"Bagi orang buta aku akan mata dan bagi orang timpang aku akan kaki.","type":"content","verse":"15"},{"content":"Bagi orang miskin aku akan bapa, dan perkara orang yang tiada kekenalan juga sudah kuperiksa.","type":"content","verse":"16"},{"content":"Maka aku sudah mematahkan gigi geraham orang lalim, dan rampasannyapun sudah kusentak dari antara giginya.","type":"content","verse":"17"},{"content":"Maka kataku: Aku akan mati di dalam sarangku dan aku akan memperbanyakkan segala hari seperti pasir banyaknya.","type":"content","verse":"18"},{"content":"Akarku akan bertemu dengan air dan embunpun akan bermalam di atas cabang-cabangku.","type":"content","verse":"19"},{"content":"Kemuliaanku akan dibaharui sertaku, dan busurku akan dikuatkan dalam tanganku.","type":"content","verse":"20"},{"content":"Orang sudah mendengar akan kataku sambil menanti-nanti, dan mereka itu berdiam dirinya sehingga sudah aku memberi bicara.","type":"content","verse":"21"},{"content":"Kemudian dari pada kataku seorangpun tiada berkata lagi, dan perkataankupun bertitik-titik kepadanya.","type":"content","verse":"22"},{"content":"Mereka itu menantikan daku seperti akan hujan, dan dingangakannya mulutnya seperti akan hujan akhir.","type":"content","verse":"23"},{"content":"Jikalau manis mukaku kepadanya, hampir-hampir mereka itu tiada percaya, dan seri mukakupun tiada dilalaikannya.","type":"content","verse":"24"},{"content":"Apabila aku singgah kepadanya, maka duduklah aku pada hulunya dan bersemayamlah aku selaku raja di antara pasukan dan seperti seorang penghibur di antara orang yang berdukacita.","type":"content","verse":"25"}]