[{"content":"Tetapi sekarang orang yang muda dari padaku itu tertawakan daku, maka dahulu kucelakan bapanya ditaruh akan gembala anjing penunggu kambingku.","type":"content","verse":"1"},{"content":"Karena apakah gunanya kepadaku kuat tangan orang, yang tiada boleh sampai kepada tua umurnya,","type":"content","verse":"2"},{"content":"yang kurus dari pada kekurangan dan kelaparan, dan yang pergi mengikis ke padang tandus, ke tanah yang rusak dan sunyi senyap;","type":"content","verse":"3"},{"content":"barang yang maung di antara tumbuh-tumbuhan itu dipetik olehnya dengan sukanya dan dikenyangkannya perutnya dengan akar pokok arar.","type":"content","verse":"4"},{"content":"Mereka itu ditolak dari antara segala orang dan dihalau dengan tempik seperti pencuri adanya.","type":"content","verse":"5"},{"content":"Supaya mereka itu tinggal di dalam jurang pahuk, di dalam lobang tanah atau di gunung-gunung.","type":"content","verse":"6"},{"content":"Di sana mereka itu menjerit di dalam semak-semak dan berjalaran di bawah pokok jelatang.","type":"content","verse":"7"},{"content":"Mereka itulah anak orang bebal, lagi anak orang yang tiada ketahuan namanya, yang dihalau dengan cemeti dari dalam negeri.","type":"content","verse":"8"},{"content":"Maka sekarang aku telah menjadi permainannya dan suatu sebab sindirannya.","type":"content","verse":"9"},{"content":"Mereka itu jemu akan daku, dijauhkannya dirinya dari padaku, dan tiada mereka itu menahankan dirinya dari pada meludahi mukaku.","type":"content","verse":"10"},{"content":"Sebab telah diuraikannya tali pengikatku, maka dibuang mereka itu kekangnya di hadapan mukaku.","type":"content","verse":"11"},{"content":"Pada sebelah kanan bangkitlah berdiri orang hina itu, ditolaknya kakiku dan diratakannya jalan kebinasaan sampai kepadaku.","type":"content","verse":"12"},{"content":"Mereka itu membongkar-bangkirkan jalanku, ditambahinya kesukaranku; siapakah penolong mereka itu?","type":"content","verse":"13"},{"content":"Mereka itu mendatangi aku seperti dari pada celah pagar tembok yang luas, di tengah-tengah kerobohan juga mereka itu menampil ke hadapan.","type":"content","verse":"14"},{"content":"Perkara yang hebat mengepung aku berkeliling, kesenanganku sudah diterbangkan seperti oleh baju, dan selamatku sudah hilang seperti sebuah awan.","type":"content","verse":"15"},{"content":"Maka sebab itu sekarang nyawaku mencucurkan dirinya di dalam aku, dan hari kesukaran sudah menangkap aku.","type":"content","verse":"16"},{"content":"Pada malam tulang-tulangku ditebuk dalam segenap tubuhku dan segala bala yang mengikil akupun tiada berhenti.","type":"content","verse":"17"},{"content":"Dengan sangat gagahnya ditangkapnya aku dengan dipegang pakaianku, dan dicekiknya aku seperti leher bajuku.","type":"content","verse":"18"},{"content":"Bahwa Ia sudah mencampakkan daku ke dalam lumpur, sehingga aku sudah disamakan dengan abu dan duli.","type":"content","verse":"19"},{"content":"Bahwa aku berseru kepadamu, tetapi tiada Engkau menyahut kepadaku; tetap aku menghadap Engkau, tetapi tiada Engkau memandang kepadaku.","type":"content","verse":"20"},{"content":"Bahwa Engkau sudah berubah menjadi bengis kepadaku, Engkau melawan aku dengan segala kuat tanganmu.","type":"content","verse":"21"},{"content":"Bahwa Engkau sudah menerbangkan daku dengan angin dan memusingkan daku dan mengumbankan daku di atas gelombang.","type":"content","verse":"22"},{"content":"Karena tahulah aku bahwa Engkau hendak membawa akan daku kepada maut, dan kepada tumpuan segala kejadian yang hidup.","type":"content","verse":"23"},{"content":"Bahwa tiada juga dipanjangkannya tangannya kepada bukit pekuburan; adakah pada mereka itu penangis di dalam kesukarannya?","type":"content","verse":"24"},{"content":"Bukankah aku sudah menangis akan orang yang mendapat hari kesukaran? bukankah hatiku sudah bercintakan orang celaka?","type":"content","verse":"25"},{"content":"Bahwa aku sudah menantikan perkara yang baik, tetapi yang jahat berlaku atasku; aku sudah harap akan terang, tetapi gelap sudah datang.","type":"content","verse":"26"},{"content":"Segala isi perutku seperti mendidih dengan tiada berhentinya, beberapa hari kesukaran sudah menempuh aku.","type":"content","verse":"27"},{"content":"Bahwa aku berjalan dengan hitamku, tetapi bukannya dari pada panas matahari; di dalam perhimpunan orang akupun bangkit berdiri lalu berteriak.","type":"content","verse":"28"},{"content":"Aku sudah menjadi saudara kepada ular naga dan taulan burung unta.","type":"content","verse":"29"},{"content":"Kulitku sudah menjadi hitam pada segenap tubuhku, dan segala tulangkupun dimakan oleh api yang di dalamnya.","type":"content","verse":"30"},{"content":"Maka sebab itu bunyi kecapiku sudah berubah menjadi suatu biji ratap, dan bunyi muriku bagaikan suara orang menangis adanya.","type":"content","verse":"31"}]