[{"content":"Bahwa aku sudah berjanji dengan mataku, supaya jangan kupandang anak dara;","type":"content","verse":"1"},{"content":"karena jikalau begitu, apakah bahagianku dari pada Allah yang di atas, atau barangku pusaka dari pada Yang Mahatinggi?","type":"content","verse":"2"},{"content":"Bukankah kebinasaan menantikan orang jahat, dan kerusakanpun akan segala orang yang berbuat salah?","type":"content","verse":"3"},{"content":"Bukankah dilihat Allah segala jalanku, bukankah dibilangnya segala langkahku?","type":"content","verse":"4"},{"content":"Jikalau kiranya aku sudah melakukan perkara yang sia-sia, dan kakiku pantas berjalan kepada dusta,","type":"content","verse":"5"},{"content":"hendaklah ditimbangnya aku di dalam neraca yang betul, supaya nyatalah kepada Allah, bahwa tiada aku bersalah.","type":"content","verse":"6"},{"content":"Jikalau kiranya langkahku sudah tahu menyimpang dari pada jalan yang betul, dan hatiku sudah menurut mataku, jikalau barang sesuatu lekat pada tanganku,","type":"content","verse":"7"},{"content":"biarlah barang yang telah kutabur itu dimakan orang lain, dan segala tumbuh-tumbuhankupun dicabut dengan akarnya!","type":"content","verse":"8"},{"content":"Jikalau kiranya hatiku sudah menurut bujuk orang perempuan, jikalau aku sudah mengintai pada pintu kawanku,","type":"content","verse":"9"},{"content":"biarlah biniku berkisar dengan orang lain, biarlah orang lain berseketiduran dengan dia.","type":"content","verse":"10"},{"content":"Karena ia itu perbuatan yang sangat jahat, suatu salah yang patut dihukum oleh hakim.","type":"content","verse":"11"},{"content":"Ia itu suatu api yang makan sampai orang habis binasa, dan yang mencabut akar segala hasilku kelak.","type":"content","verse":"12"},{"content":"Jikalau kiranya sudah kusangkal kebenaran hambaku atau sahayaku pada masa ia berselisihan dengan aku,","type":"content","verse":"13"},{"content":"apa gerangan kuperbuat apabila bangkit berdiri Allah, apabila Ia datang menghukumkan kedua kami? apa gerangan kujawab kepadanya?","type":"content","verse":"14"},{"content":"Adapun Yang menjadikan daku di dalam rahim ibuku, bukankah Ia sudah menjadikan diapun? Bukankah Esa jua adanya yang menjadikan kedua kami di dalam rahim?","type":"content","verse":"15"},{"content":"Jikalau kiranya sudah kuenggankan barang yang dikehendaki oleh orang miskin, jikalau aku sudah meletihkan mata janda perempuan;","type":"content","verse":"16"},{"content":"dan aku sudah makan rezekiku seorang diriku dengan tiada membahagi makanan kepada anak piatu","type":"content","verse":"17"},{"content":"(karena dari pada kecilku aku memeliharakan dia seperti kalau akulah bapanya, dan dari pada rahim ibuku akulah kepadanya akan seorang pemimpin);","type":"content","verse":"18"},{"content":"jikalau kiranya sudah kulihat orang menjadi celaka sebab tiada ia berpakaian, dan orang miskin tiada berselimut,","type":"content","verse":"19"},{"content":"lalu pinggangnya tiada mendoakan berkat atasku sebab bulu anak dombaku sudah memberi suhu kepadanya;","type":"content","verse":"20"},{"content":"jikalau kiranya sudah kuangkat tanganku akan melawan anak piatu, sebab di dalam pintu gerbang aku melihat pembantuku,","type":"content","verse":"21"},{"content":"baiklah bahuku gugur dari pada belikatnya, dan lengankupun dipatahkan dari pada lengkung tulangnya!","type":"content","verse":"22"},{"content":"Bukannya demikian, melainkan selalu aku sudah takut akan siksa yang dari pada Allah, dan kuketahuilah akan lemahku di hadapan Yang Mahatinggi.","type":"content","verse":"23"},{"content":"Jikalau kiranya sudah kutaruh harapku pada emas, atau kataku kepada emas tua: Engkaulah pengharapanku;","type":"content","verse":"24"},{"content":"jikalau kiranya aku sudah bergemar akan kebesaran kekayaanku, dan akan segala harta benda perolehan tanganku;","type":"content","verse":"25"},{"content":"jikalau kiranya sudah kupandang matahari apabila bercahaya sinarnya, atau bulan apabila ia beridar dengan terangnya;","type":"content","verse":"26"},{"content":"dan hatiku membujuk aku diam-diam, dan tanganku sudah mengisyaratkan cium kepadanya,","type":"content","verse":"27"},{"content":"niscaya ia itupun suatu salah di hadapan hakim, laksana sudah kusangkal Allah, yang di tempat tinggi.","type":"content","verse":"28"},{"content":"Jikalau kiranya sudah aku suka akan celaka pembenciku, atau sudah aku bermegah-megah pada masa datanglah jahat atasnya;","type":"content","verse":"29"},{"content":"jikalau kiranya sudah kubiarkan langitan mulutku berbuat dosa, sebab menghendaki nyawanya dengan kutuk;","type":"content","verse":"30"},{"content":"jikalau kiranya orang isi kemahku sudah tiada berkata demikian: Di mana gerangan orang yang tiada dikenyangkan dengan makanannya?","type":"content","verse":"31"},{"content":"Bahwa orang dagangpun tiada tahu bermalam di luar, melainkan pintuku ternganga arah ke sebelah jalan;","type":"content","verse":"32"},{"content":"jikalau kiranya sudah kutudungi salahku selaku Adam, dan kusembunyikan dosaku di dalam hatiku;","type":"content","verse":"33"},{"content":"jikalau kiranya aku sudah tiada berani masuk ke dalam majelis bicara dan dari takut akan dicelakan oleh segala suku bangsa aku berdiam diriku dan tiada keluar dari pada pintuku;","type":"content","verse":"34"},{"content":"siapa gerangan memberikan daku seorang yang mau dengar? Ini adalah surat tanda tanganku; hendaklah kiranya Yang Mahakuasa memberi jawab akan daku! Baiklah penuduhkupun menyurat tuduhannya!","type":"content","verse":"35"},{"content":"Masakan tiada aku menanggung dia di atas bahuku, dan mengenakan dia kepada kepalaku akan makota.","type":"content","verse":"36"},{"content":"Bilangan segala langkahku akan kutunjuk kepadanya, dan aku akan menghampiri dia bagaikan raja.","type":"content","verse":"37"},{"content":"Jikalau kiranya tanahku berteriak atasku dan segala alur-alurnyapun menangis bersama-sama;","type":"content","verse":"38"},{"content":"jikalau kiranya aku sudah makan hasilnya dengan tiada membayar upahnya dan jikalau kiranya sudah kuisap darah orang upahannya,","type":"content","verse":"39"},{"content":"biarlah duri bertumbuh bagiku akan ganti gandum dan onak akan ganti jagung! Tamat alkalam Ayub.","type":"content","verse":"40"}]