[{"content":"Maka berhentilah ketiga orang itu dari pada menyahut akan Ayub, sebab benar juga ia kepada pemandangannya sendiri.","type":"content","verse":"1"},{"content":"Tetapi berbangkitlah amarah Elihu bin Berakhiel, orang Buzi dari pada suku Ram; maka berbangkitlah amarahnya akan Ayub, sebab dibenarkannya dirinya terlebih dari pada Allah.","type":"content","verse":"2"},{"content":"Dan lagi amarahnyapun berbangkitlah akan ketiga orang sahabatnya sebab mereka itu tiada dapat menyahut lagi, dan disalahkannya juga akan Ayub.","type":"content","verse":"3"},{"content":"Maka Elihu sudah bertangguh-tangguh memberi jawab akan Ayub, sebab ketiganya itu tua dari padanya.","type":"content","verse":"4"},{"content":"Tetapi setelah dilihat Elihu mulut ketiga orang itu tiada terkata-kata lagi, maka berbangkitlah amarahnya.","type":"content","verse":"5"},{"content":"Sebab itu disahut Elihu bin Berakhiel, orang Buzi itu, katanya: Adapun aku ini sedikit jua umurku, tetapi kamulah orang uban; sebab itu takutlah dan seganlah aku menyatakan kepadamu perasaan hatiku.","type":"content","verse":"6"},{"content":"Melainkan kataku: Biarlah kelimpahan segala hari itu berkata-kata! biarlah kebanyakan tahun itu memaklumkam hikmat.","type":"content","verse":"7"},{"content":"Tetapi sesungguhnya Roh juga, yang di dalam manusia, dan ilham Yang Mahakuasa itulah yang memberi akal!","type":"content","verse":"8"},{"content":"Bukannya orang yang banyak tahunnya itu bijaksana juga, bukannya orang yang tua-tua itu mengerti juga barang yang benar.","type":"content","verse":"9"},{"content":"Sebab itu kataku: Dengarlah olehmu akan daku, maka aku juga hendak menyatakan perasaan hatiku.","type":"content","verse":"10"},{"content":"Bahwasanya sudah aku bernanti-nanti akan segala katamu, aku sudah memberi telinga akan segala nasehat kamu, sampai habis sudah segala perkataanmu.","type":"content","verse":"11"},{"content":"Aku sudah mencamkan baik-baik akan segala perkataanmu, maka sesungguhnya dari pada kamu seorangpun tiada yang menempelak Ayub, dan dari pada kamu seorangpun tiada yang menyahuti perkataannya.","type":"content","verse":"12"},{"content":"Sebab itu janganlah katamu: Bahwa kami sudah mendapat hikmat; Allah juga yang menolak akan dia, bukan manusia.","type":"content","verse":"13"},{"content":"Bahwasanya tiada ia menegur aku, maka akupun tiada hendak menyahut akan dia dengan perkataan yang seperti perkataan kamu itu.","type":"content","verse":"14"},{"content":"Bagaimana mereka ini termangu-mangu, tiada mereka ini terkata-kata lagi; segala perkataan sudah lenyap dari padanya.","type":"content","verse":"15"},{"content":"Berapa lamapun aku menanti-nanti, tiada juga mereka ini berkata-kata, mereka ini tinggal termangu-mangu, tiada menyahut lagi.","type":"content","verse":"16"},{"content":"Akan daku, maka akupun hendak memberi jawab, akupun hendak menyatakan perasaan hatiku.","type":"content","verse":"17"},{"content":"Karena penuhlah sudah aku dengan perkataan; segala kepikiran hatikupun menyesakkan daku.","type":"content","verse":"18"},{"content":"Bahwasanya hatiku seperti air anggur yang tiada dibuka, seperti khik baharu yang hendak meletus.","type":"content","verse":"19"},{"content":"Akupun hendak berkata-kata, supaya lapanglah pula hatiku, aku hendak membuka mulutku serta menyahut.","type":"content","verse":"20"},{"content":"Jauhlah kiranya aku dari pada memandang muka barang seorang, dan dari pada membujuk seorang manusia!","type":"content","verse":"21"},{"content":"Tiada tahu aku membujuk orang; jikalau kiranya aku membujuk, baiklah Khalikku menghapuskan daku pada sesaat ini juga.","type":"content","verse":"22"}]