[{"content":"Maka sesungguhnya, hai Ayub, dengarlah kiranya olehmu akan kataku dan berilah telinga akan perkataanku.","type":"content","verse":"1"},{"content":"Bahwasanya aku sudah membuka mulutku, lidahku berkata-kata di bawah langitan mulutku.","type":"content","verse":"2"},{"content":"Bahwa perkataanku menyatakan kelak tulus hatiku dan segala pengetahuan bibir mulutku dengan terangnya.","type":"content","verse":"3"},{"content":"Bahwa Roh Allah juga yang sudah menjadikan daku, nafas Allah juga yang sudah menghidupkan daku.","type":"content","verse":"4"},{"content":"Jikalau dapat engkau, baiklah engkau menyahut aku, sediakanlah dirimu, berdirilah di hadapanku.","type":"content","verse":"5"},{"content":"Bahwasanya akupun Allah punya sama seperti engkau, dari pada setanah liat juga akupun dirupakan.","type":"content","verse":"6"},{"content":"Bahwa hebatkupun tiada akan mengejutkan dikau akan tangankupun tiada akan menekan engkau.","type":"content","verse":"7"},{"content":"Sesungguhnya sudah kaukatakan di hadapan pendengaranku dan sudah kudengar bunyi katamu demikian:","type":"content","verse":"8"},{"content":"Aku ini suci dengan tiada bersalah, aku ini bersih dan dosapun tiada padaku.","type":"content","verse":"9"},{"content":"Bahwasanya dicahari-Nya sebab akan daku; dibilang-Nya aku akan seteru-Nya.","type":"content","verse":"10"},{"content":"Dibubuh-Nya kakiku dalam pasung, diamat-amati-Nya akan segala jalanku.","type":"content","verse":"11"},{"content":"Bahwasanya dalam perkara ini engkau tiada terbenarkan, demikianlah kataku kepadamu; karena Allah amat tinggi dari pada manusia!","type":"content","verse":"12"},{"content":"Mengapa maka engkau berbantah-bantah dengan Dia, karena tiada Ia memberi jawab dari pada segala perbuatannya.","type":"content","verse":"13"},{"content":"Bahwa sekali dua kali Allah berfirman juga, tetapi tiada ia itu diperhatikan.","type":"content","verse":"14"},{"content":"Entah dalam mimpi atau dalam khayal pada malam, apabila manusia tidur lelap terbaring pada petidurannya.","type":"content","verse":"15"},{"content":"Pada masa itu dinyatakan-Nya diri-Nya kepada manusia, dan diberinya tahu apa sebabnya mereka itu disiksakan.","type":"content","verse":"16"},{"content":"Hendak membalikkan mereka itu dari pada perbuatannya yang jahat, dan menjauhkan mereka itu dari pada congkak;","type":"content","verse":"17"},{"content":"hendak melepaskan nyawanya dari pada kebinasaan dan jiwanya dari pada disambar maut.","type":"content","verse":"18"},{"content":"Lalu dari sebab segala penyakit yang menambatkan dia pada petidurannya, dan dari sebab segala tulangnya seolah-olah dicerai-ceraikan,","type":"content","verse":"19"},{"content":"jemulah orang itu jikalau akan roti sekalipun, dan hatinyapun mual akan segala makanan yang sedap-sedap.","type":"content","verse":"20"},{"content":"Daging tubuhnya makin kurus kelihatannya, dan tulang-tulangnyapun menjangkir dengan tiada rupanya.","type":"content","verse":"21"},{"content":"Maka nyawanya hampir kepada kebinasaan dan jiwanya kepada mati yang tertentu.","type":"content","verse":"22"},{"content":"Bahwasanya adalah sertanya seorang malaekat penolong bicara, seorang di antara seribu, yang memberitahu kepada manusia barang yang patut diperbuatnya;","type":"content","verse":"23"},{"content":"maka Ia akan mengasihankan dia sambil firman-Nya: Tebuslah olehmu akan dia, supaya jangan ia turun ke dalam kebinasaan; bahwa Aku sudah mendapat gafirat.","type":"content","verse":"24"},{"content":"Maka daging tubuhnya akan segar pula, terlebih dari pada masa mudanya, dan iapun akan kembali kepada hal mudanya.","type":"content","verse":"25"},{"content":"Bahwa ia meminta doa dengan rajin kepada Allah, yang kelak berkenan akan dia; bahwa ia menghadap hadiratnya dengan sukacita hatinya, karena dikembalikannya kebenarannya kepada manusia.","type":"content","verse":"26"},{"content":"Orang itu akan melihat berkeliling di antara segala manusia sambil katanya: Bahwa aku sudah berbuat dosa dan sudah melangkahkan hukum, tetapi tiada dibalasnya kepadaku.","type":"content","verse":"27"},{"content":"Melainkan sudah dilepaskan Allah nyawaku dari pada turun ke dalam kebinasaan, sehingga jiwaku lagi melihat terang.","type":"content","verse":"28"},{"content":"Bahwasanya demikianlah perbuatan Allah akan manusia dua tiga kali,","type":"content","verse":"29"},{"content":"hendak membalikkan jiwanya dari pada kebinasaan, supaya iapun diterangkan oleh terang alhayat.","type":"content","verse":"30"},{"content":"Perhatikanlah ini, hai Ayub! dengarlah akan daku, diamlah, maka aku hendak berkata-kata.","type":"content","verse":"31"},{"content":"Jikalau kiranya adalah dalih padamu, sahutlah akan daku; katakanlah dia, karena sukalah aku membenarkan dikau.","type":"content","verse":"32"},{"content":"Tetapi jikalau tiada, maka hendaklah engkau mendengar akan daku, diamlah juga, maka aku hendak mengajarkan hikmat kepadamu.","type":"content","verse":"33"}]