[{"content":"Dan lagi disahut Elihu, katanya:","type":"content","verse":"1"},{"content":"Hai segala hakim! dengarlah olehmu akan perkataanku, hai orang alim! berilah telinga akan barang yang kukatakan kelak.","type":"content","verse":"2"},{"content":"Karena telinga itu mencoba segala perkataan seperti langitan mulut mengecap rasa makanan.","type":"content","verse":"3"},{"content":"Marilah kita memilih bagi diri kita akan barang yang betul, hendaklah kita mengetahui di antara kita mana yang baik adanya.","type":"content","verse":"4"},{"content":"Bahwa Ayub sudah berkata demikian! Aku ini tiada bersalah, tetapi sudah dilalukan Allah akan hakku.","type":"content","verse":"5"},{"content":"Jikalau aku benar sekalipun dibilang juga akan daku seperti seorang pembohong; sebilah anak panah maut melukakan daku, meskipun aku tiada berdosa.","type":"content","verse":"6"},{"content":"Sesungguhnya siapa gerangan yang seperti Ayub, orang yang sudah kena sindiran seperti minum air?","type":"content","verse":"7"},{"content":"Bahwa telah ia berjalan menyertai orang yang berbuat jahat, dan telah ia menjadi kawan orang fasik.","type":"content","verse":"8"},{"content":"Karena katanya: Apa guna kepada orang, jikalau berkenan akan Allah?","type":"content","verse":"9"},{"content":"Sebab itu, hai kamu orang yang berakal! dengarlah olehmu akan daku: Bahwa amat jauhlah Allah dari pada lalim, dan Yang Mahakuasa dari pada kurang adil!","type":"content","verse":"10"},{"content":"Bahwasanya dibalas-Nya kepada manusia sekadar perbuatan masing-masing, dan diberi-Nya masing-masing mendapat sekadar kelakuannya.","type":"content","verse":"11"},{"content":"Bahwa Allah sekali-kali tiada membuat salah, dan Yang Mahakuasa tiada mengubahkan hak.","type":"content","verse":"12"},{"content":"Siapa gerangan merajakan Dia di atas bumi? siapa sudah mengamanatkan kepada-Nya semesta alam sekalian?","type":"content","verse":"13"},{"content":"Jikalau kiranya ditaruh-Nya hati akan dia, jikalau kiranya diangkat-Nya dari padanya roh-Nya dan nafas-Nya,","type":"content","verse":"14"},{"content":"pada sesaat itu juga putuslah nyawa segala kejadian kelak dan segala manusiapun kembali kepada duli!","type":"content","verse":"15"},{"content":"Jikalau kiranya adalah akal padamu dengarlah ini, berilah telinga akan bunyi perkataanku.","type":"content","verse":"16"},{"content":"Yang benci akan benar itu manakan boleh ia memerintahkan alam? manakan boleh engkau menyalahkan Yang Mahaadil dan Yang Mahakuasa!","type":"content","verse":"17"},{"content":"Yang berfirman kepada raja: Hai orang jahat! dan kepada orang bangsawan: Hai kamu, orang fasik!","type":"content","verse":"18"},{"content":"Yang tiada memandang muka orang besar-besar dan tiada membedakan antara orang kaya dengan orang miskin, karena sekalian mereka itu perbuatan tangan-Nya juga.","type":"content","verse":"19"},{"content":"Dalam sesaat jua matilah mereka itu pada tengah-tengah malam; lenyaplah mereka itu yang mengharukan bangsa-bangsa, dan orang yang kuasa sekalipun itu tercabut dengan tiada tangan.","type":"content","verse":"20"},{"content":"Karena mata-Nya selalu adalah mengamati-amati jalan segala manusia, dilihatnya kelakuan masing-masing mereka itu.","type":"content","verse":"21"},{"content":"Tiadalah kegelapan, tiadalah bayang-bayang maut, akan tempat orang yang berbuat jahat itu dapat menyembunyikan dirinya.","type":"content","verse":"22"},{"content":"Sebab itu tiada tertanggung atas manusia masuk berhukum dengan Allah.","type":"content","verse":"23"},{"content":"Bahwa dihancurluluhkan-Nya orang yang berkuasa, maka tiada terselidik orang akan sebabnya, dan diangkat-Nya orang lain akan gantinya.","type":"content","verse":"24"},{"content":"Maka ia itu sebab diketahui-Nya akan perbuatan mereka itu, dibalikkan-Nya akan mereka itu pada malam dan dipecahkan-Nya.","type":"content","verse":"25"},{"content":"Dipalu-Nya akan mereka itu seperti akan orang fasik pada pemandangan orang kebanyakan.","type":"content","verse":"26"},{"content":"Sebab mereka itu sudah undur dari pada-Nya, karena pada sangkanya jalan-Nya tiada patut;","type":"content","verse":"27"},{"content":"apabila didatangkannya seru orang miskin ke hadapan-Nya dan didengar-Nya akan tangis orang yang ternaiaya.","type":"content","verse":"28"},{"content":"Apabila ia mendiamkan, siapa gerangan akan mengharukan? Apabila ia menyamarkan wajah-Nya, siapa gerangan dapat melihat Dia? baik genap sebangsa baik manusia seorang.","type":"content","verse":"29"},{"content":"Sebab itu jangan orang munafik merajalela atau menjadi jerat kepada orang lain.","type":"content","verse":"30"},{"content":"Sudahkah ia bersembah kepada Allah demikian: Bahwa aku sudah disiksa, maka tiada aku berdosa pula;","type":"content","verse":"31"},{"content":"tunjuk apalah kepadaku barang yang tiada tahu kulihat; jikalau kiranya aku akan membuat dia pula.","type":"content","verse":"32"},{"content":"Adakah dengan bicaramu maka Allah menghukumkan orang yang demikian? Masakan Ia berfirman kepadamu demikian: Jadilah hakim akan ganti-Ku; katakanlah olehmu sekadar pengetahuanmu.","type":"content","verse":"33"},{"content":"Hendaklah orang yang berakal itu menyahut akan daku, baiklah orang yang berbudi itu memberi telinga akan kataku.","type":"content","verse":"34"},{"content":"Bahwa adapun Ayub berkta-kata itu tiada dengan berpengetahuan, dan segala perkataannyapun tiada dengan bijaksana.","type":"content","verse":"35"},{"content":"Baiklah Ayub dicoba lagi sampai habis-habis, karena segala jawabnya seperti jawab orang yang bersalah.","type":"content","verse":"36"},{"content":"Karena dosanya ditambahinya pula dengan durhaka, diolok-olokkannya kami dan dipenatkannya Allah dengan kebanyakan perkataan.","type":"content","verse":"37"}]