[{"content":"Dan lagi kata Elihu:","type":"content","verse":"1"},{"content":"Nantilah dahulu sedikit, maka aku akan mengajar engkau, karena adalah lagi beberapa sebab akan membenarkan Allah.","type":"content","verse":"2"},{"content":"Bahwa aku hendak mengambil saksiku dari jauh-jauh akan membenarkan Khalikku.","type":"content","verse":"3"},{"content":"Bahwasanya dalam segala perkataanku akan tiada barang dusta, maka seorang yang tulus hatinya adalah sertamu.","type":"content","verse":"4"},{"content":"Bahwa besarlah Allah, maka tiada juga ditolak-Nya akan seorang juapun; adapun Ia besar itu oleh kuasa hikmat-Nya.","type":"content","verse":"5"},{"content":"Tiada dibiarkan-Nya orang jahat itu hidup, dan lagi dibenarkan-Nya hal orang yang teraniaya.","type":"content","verse":"6"},{"content":"Tiada dipalingkan-Nya muka-Nya dari pada orang yang benar, melainkan didudukkan-Nya mereka itu di atas takhta bersama-sama dengan raja, dan diangkat-Nya akan mereka itu tinggi sampai selama-lamanya.","type":"content","verse":"7"},{"content":"Jikalau kiranya mereka itu terikat dengan rantai dan terbelenggu dalam kesukaran,","type":"content","verse":"8"},{"content":"diberi-Nya tahu kepadanya perbuatan mereka itu dan segala salah mereka itu, sebab mereka itu sudah melakukan dirinya dengan sombong,","type":"content","verse":"9"},{"content":"dan dibukakan-Nya telinga mereka itu bagi pengajaran, disuruh-Nya mereka itu bertobat dari pada dosanya.","type":"content","verse":"10"},{"content":"Jikalau mereka itu mau mendengar dan merendahkan dirinya, maka hiduplah mereka itu pada segala tahunnya dalam kesukaan.","type":"content","verse":"11"},{"content":"Tetapi jikalau mereka itu tiada mau mendengar, lalu matilah mereka itu dimakan pedang dan putuslah nyawanya dengan tiada berpengetahuan.","type":"content","verse":"12"},{"content":"Adapun orang yang culas hatinya ia itu menanggung murka, mereka itu tiada berseru apabila diikatnya mereka itu.","type":"content","verse":"13"},{"content":"Jiwa mereka itu mati pada masa mudanya, dan hidupnya adalah di antara orang zindik.","type":"content","verse":"14"},{"content":"Tetapi dilepaskan Allah akan orang yang teraniaya dari pada kesukarannya, apabila sudah dibukakan-Nya telinga mereka itu oleh siksa.","type":"content","verse":"15"},{"content":"Demikian engkaupun akan dibalikkan-Nya dari pada mulut kesukaran kepada keluasan yang tiada berhingga, dan mejamupun akan penuh dengan barang yang lemak-lemak.","type":"content","verse":"16"},{"content":"Tetapi engkau sudah menggenapi kejahatan orang fasik, maka engkau dipegang oleh hukum dan siksa.","type":"content","verse":"17"},{"content":"Jangan engkau harap menangkiskan murka-Nya dengan persembahan; jangan engkau ditipu oleh sangkamu dapat berlepas dirimu oleh tebusan yang besar.","type":"content","verse":"18"},{"content":"Masakan diindahkan-Nya segala kekayaanmu; bahwa segala emas dan segala mata benda yang di atas bumi itu satupun tiada kepadanya.","type":"content","verse":"19"},{"content":"Sebab itu jangan engkau merindukan malam itu, apabila segala bangsa dibinasakan pada tempatnya.","type":"content","verse":"20"},{"content":"Peliharakanlah dirimu dari pada kepikiran yang salah ini, yaitu engkau suka mati terlebih dari pada kena kesukaran.","type":"content","verse":"21"},{"content":"Bahwasanya besarlah Allah dalam kuasa-Nya! Siapa gerangan pengajar seperti Ia?","type":"content","verse":"22"},{"content":"Siapa gerangan menunjuk jalan kepada-Nya yang patut diturut-Nya? Siapa dapat berkata kepada-Nya: Engkau sudah berbuat salah?","type":"content","verse":"23"},{"content":"Terlebih baik engkau ingat mempermuliakan perbuatan-Nya yang ditentang oleh orang sekalian.","type":"content","verse":"24"},{"content":"Segala manusia melihat dia, dan segala anak Adam memandang akan dia dari jauh.","type":"content","verse":"25"},{"content":"Bahwasanya Allah akbar, maka tiada kita mengerti Dia, lagipun tiada terselidik bilangan segala tahun-Nya.","type":"content","verse":"26"},{"content":"Diangkat-Nya naik akan uap segala air yang berhimpun menjadi hujan dan kabus,","type":"content","verse":"27"},{"content":"yang dicurahkan oleh awan-awan lalu bertitik-titik ia itu kepada segala manusia dengan kelimpahannya.","type":"content","verse":"28"},{"content":"Masakan orang mengerti bagaimana awan-awan itu dibentangkan dan bunyi kemahnya itu bertagar-tagar.","type":"content","verse":"29"},{"content":"Bahwa sebentar dilindungkan-Nya diri-Nya dengan halilintar seperti dengan tirai, sebentar lagi seolah-olah Ia bersembunyi di dalam tubir laut.","type":"content","verse":"30"},{"content":"Dengan dia juga dihukumkan-Nya beberapa bangsa dan dengan dia juga dilimpahkan-Nya rezeki mereka itu.","type":"content","verse":"31"},{"content":"Dengan kedua belah tangan-Nya dipegang-Nya halilintar itu dan disuruh-Nya akan dia menyambar seteru-Nya.","type":"content","verse":"32"},{"content":"Bunyi tagar menyatakan datang-Nya dan kekejutan segala binatang itulah tanda Ia hampir akan sampai.","type":"content","verse":"33"}]