[{"content":"Maka akan daku, pada masa itu berdebarlah hatiku dan berbangkit pada tempatnya.","type":"content","verse":"1"},{"content":"Dengarlah olehmu, dengarlah akan gempita bunyi suara-Nya, akan bunyi yang keluar dari pada mulut-Nya.","type":"content","verse":"2"},{"content":"Ia itu teperling kepada segala petala langit, dan terang halilintar-Nya sampai kepada segala ujung bumi.","type":"content","verse":"3"},{"content":"Kemudian datanglah gemuruh bunyi suara-Nya, iapun berguruh dengan suara-Nya yang hebat, dengan tiada berhenti kedengaranlah tagar berganti tagar.","type":"content","verse":"4"},{"content":"Allah yang berguruh dengan suara-Nya amat hebat; Iapun berbuat perkara yang besar-besar, yang tiada dapat kita ketahui.","type":"content","verse":"5"},{"content":"Bahwa Ia berfirman kepada salju: Turunlah engkau kepada bumi; disuruhkan-Nya hujan yang deras, maka jadilah hujan deras yang amat lebat.","type":"content","verse":"6"},{"content":"Pada masa itu dimeteraikan-Nya tangan segala manusia, supaya mereka itu belajar mengenal akan Khaliknya.","type":"content","verse":"7"},{"content":"Maka segala margasatwapun masuklah ke dalam tempat persembunyiannya dan tinggal di dalam lobangnya.","type":"content","verse":"8"},{"content":"Bahwa taufan itu keluar dari dalam tempatnya yang terbuni, dan angin baratpun membawa akan sejuk.","type":"content","verse":"9"},{"content":"Dengan hembusan Allah juga jadilah air beku, sehingga segala muka air yang luas itu ketutupan adanya.","type":"content","verse":"10"},{"content":"Bahwa Iapun menghalaukan segala awan yang mengandungkan hujan, dan dicerai-beraikan-Nya segala awan yang berisi halilintar.","type":"content","verse":"11"},{"content":"Maka semuanya itu ke sana ke mari dengan perintah-Nya, supaya dilakukannya barang yang disuruh-Nya kepadanya di atas seluruh muka bumi,","type":"content","verse":"12"},{"content":"baik akan menyiksakan kejadiannya baik akan menjadi tanda kemurahan-Nya.","type":"content","verse":"13"},{"content":"Hai Ayub! berilah telinga akan sekalian ini, bangunlah dan perhatikanlah segala perbuatan Allah yang ajaib.","type":"content","verse":"14"},{"content":"Tahukah engkau bagaimana Allah menentukan sekalian ini? apa sebab disinarkan-Nya terang itu dari dalam awan-awan-Nya?","type":"content","verse":"15"},{"content":"Tahukah engkau akan timbangan awan-awan yang kabus, akan segala ajaib Tuhan, yang sempurna pengetahuan-Nya?","type":"content","verse":"16"},{"content":"Bagaimana terlalu panas pakaianmu apabila diteduhkannya bumi dari pada pihak selatan?","type":"content","verse":"17"},{"content":"Sudahkah engkau membentangkan langit serta-Nya, sehingga ia itu seperti cermin tuangan?","type":"content","verse":"18"},{"content":"Berilah tahu kami barang yang dapat kami sahut kepada-Nya; bagaimana kami membawa uzur kepada-Nya, tegal gelap sekaliannya.","type":"content","verse":"19"},{"content":"Bagaimana dimaklumkan kepadanya jikalau aku hendak berkata-kata, maka jikalau orang hendak berkata-kata sekalipun, niscaya perkataannya tertelan dalam kerongkongannya.","type":"content","verse":"20"},{"content":"Sekarangpun jikalau tiada dapat ditentang orang akan terang, apabila ia bercahaya pada langit, yang telah disucikan oleh angin bayu,","type":"content","verse":"21"},{"content":"apabila emas itu datang dari sebelah utara; maka pada Allah adalah kemuliaan yang hebat lagi.","type":"content","verse":"22"},{"content":"Akan Yang Mahakuasa itu maka tiada boleh kita mendapat Dia; bahwa besarlah kuasa-Nya, tiada perhinggaan adil-Nya dan kebenaran-Nya, maka tiada Ia akan menyahut!","type":"content","verse":"23"},{"content":"Maka sebab itu baiklah segala manusia takut akan Dia, karena tiada dipandang-Nya akan orang yang bijaksana hatinya.","type":"content","verse":"24"}]