[{"content":"Lalu disahutlah Tuhan kepada Ayub dari dalam taufan, firman-Nya:","type":"content","verse":"1"},{"content":"Siapakah dia, yang menggelapkan bicara dengan perkataan yang tiada disertai pengetahuan?","type":"content","verse":"2"},{"content":"Sekarangpun ikatlah pinggangmu seperti seorang laki-laki, karena Aku hendak bertanyakan dikau; sahutlah akan Daku.","type":"content","verse":"3"},{"content":"Di manakah engkau tatkala Aku mengalaskan bumi? Berilah tahu itu jikalau kiranya cukup akalmu.","type":"content","verse":"4"},{"content":"Siapa sudah menentukan ukurannya? karena engkau mengetahuinya! atau siapa sudah membentangkan tali sipat di atasnya?","type":"content","verse":"5"},{"content":"Berapa dalam masuklah tiang-tiangnya? Siapa gerangan sudah membubuh batu penjurunya,","type":"content","verse":"6"},{"content":"tatkala segala bintang fajar ramai-ramai menyanyi dan segala anak Allahpun bersorak-sorak?","type":"content","verse":"7"},{"content":"Siapakah sudah menutup laut dengan pintu, tatkala ia naik dan keluar dari dalam rahim?","type":"content","verse":"8"},{"content":"tatkala Aku menjadikan awan-awan baginya akan pakaian dan kegelapan akan barut;","type":"content","verse":"9"},{"content":"tatkala Aku menggariskan perhinggaannya dan Kububuh padanya kancing dan pintu,","type":"content","verse":"10"},{"content":"sambil firman-Ku: Boleh engkau sampai di sini, tetapi jangan jauh lagi! di sini juga habislah gelora segala gelombangmu.","type":"content","verse":"11"},{"content":"Seumur hidupmu adakah pernah engkau memberi perintah kepada dini hari? engkaukah sudah menunjuk tempatnya kepada merah fajar?","type":"content","verse":"12"},{"content":"Supaya ia itu memegang segala ujung bumi dan menapiskan segala orang jahat dari dalamnya.","type":"content","verse":"13"},{"content":"Apabila ia itu mengubahkan dia seperti lilin cap dan segala sesuatu seperti berpakaian indah-indah.","type":"content","verse":"14"},{"content":"Dan terang itu ditegahkan dari pada orang jahat, dan lengan yang telah terangkat itu dipatahkan.","type":"content","verse":"15"},{"content":"Sudahkah engkau turun sampai kepada hulu asal laut; sudahkah engkau menjalani tubir lautan?","type":"content","verse":"16"},{"content":"Sudahkah ditunjuk kepadamu segala pintu maut; sudahkah engkau melihat segala pintu bayang-bayang maut?","type":"content","verse":"17"},{"content":"Sudahkah dengan akalmu engkau sampai kepada lebar bumi? katakanlah olehmu jikalau engkau mengetahuinya.","type":"content","verse":"18"},{"content":"Manakah jalan yang menuju tempat kediaman terang, dan di manakah tempat kegelapan itu,","type":"content","verse":"19"},{"content":"sehingga engkau dapat menunjuk perhinggaan masing-masingnya dan tahu akan segala lorong yang membawa ke rumahnya?","type":"content","verse":"20"},{"content":"Engkau tahu akan dia, karena pada tatkala itu engkau sudah jadi! hai, bagaimana banyak bilangan segala hari umur hidupmu!","type":"content","verse":"21"},{"content":"Sudahkah engkau sampai ke perbendaharaan salju? sudahkah engkau melihat gedung hujan air beku?","type":"content","verse":"22"},{"content":"Yang Kutaruh sampai kepada masa kesukaran, sampai kepada hari perang dan melawan musuh.","type":"content","verse":"23"},{"content":"Dari pada jalan mana tercerailah terang, dan terhambur angin timur ke atas bumi?","type":"content","verse":"24"},{"content":"Siapa sudah membuka saluran bagi air hujan yang deras, dan suatu jalan bagi mata petir?","type":"content","verse":"25"},{"content":"Supaya dihujaninya tanah yang bukan tempat kedudukan, dan gurun yang seorangpun tiada diam dalamnya,","type":"content","verse":"26"},{"content":"hendak mengenyangkan tempat-tempat tanah tandus, dan menumbuhkan pucuk-pucuk rumput yang berasing.","type":"content","verse":"27"},{"content":"Adakah hujan itu berbapa? atau siapa memperanakkan titik-titik embun?","type":"content","verse":"28"},{"content":"Dari pada siapa punya rahim keluarlah air beku, dan siapa gerangan memperanakkan ariz yang dari langit?","type":"content","verse":"29"},{"content":"Segala air menjadi beku dan keras seperti batu dan muka tubirpun seperti terbelenggu adanya.","type":"content","verse":"30"},{"content":"Dapatkah engkau mengikat bintang Kartika yang elok itu, atau menguraikan pesawat bintang Aljabar?","type":"content","verse":"31"},{"content":"Dapatkah engkau membawa bintang Buruj-asmani masing-masing pada masanya dan menghantar bintang Biduk dengan anak-anaknya?","type":"content","verse":"32"},{"content":"Tahukah engkau segala peraturan langit dan engkaukah yang sudah menentukan pemerintahannya di atas bumi?","type":"content","verse":"33"},{"content":"Dapatkah engkau menyaringkan suaramu sampai kepada awan-awan, sehingga suatu kelimpahan air menudungi engkau?","type":"content","verse":"34"},{"content":"Dapatkah engkau melepaskan halilintar, sehingga ia itu lalu sabung-menyabung, sambil katanya kepadamu: Kamilah hambamu!","type":"content","verse":"35"},{"content":"Siapakah sudah menaruh hikmat di dalam batin orang manusia, dan siapa gerangan sudah mengaruniakan akal budi dalam hatinya?","type":"content","verse":"36"},{"content":"Siapakah dapat membilang segala awan-awan dengan hikmat? dan siapakah dapat mencurahkan isi segala tempayan langit?","type":"content","verse":"37"},{"content":"Sehingga lebu terkepal-kepal menjadi gumpal dan segala gumpalpun lalu berlekat-lekatan.","type":"content","verse":"38"},{"content":"(39-1) Dapatkah akan singa tua engkau memburu mangsanya? atau mengenyangkan perut anak-anaknya?","type":"content","verse":"39"},{"content":"(39-2) Apabila ia menjungkang dalam lobangnya dan mengintai di dalam belukar seperti di dalam tempat pengadang.","type":"content","verse":"40"},{"content":"(39-3) Siapa menyediakan bangkai bagi burung gagak apabila anak-anaknya berteriak kepada Allah dan terbang ke sana ke mari dari sebab laparnya?","type":"content","verse":"41"}]