[{"content":"(40-20) Dapatkah engkau menghelakan buaya dengan mata kail, atau mengikat lidahnya dengan tali?","type":"content","verse":"1"},{"content":"(40-21) Dapatkah engkau mencucukkan hidungnya dengan rotan, atau menebuk pipinya dengan duri?","type":"content","verse":"2"},{"content":"(40-22) Dipersembahkannyakah kepadamu kelak beberapa bujuk? disampaikannyakah kepadamu kelak beberapa perkataan yang manis-manis?","type":"content","verse":"3"},{"content":"(40-23) Maukah ia berjanji-janjian dengan dikau? dapatkah engkau memperhambakan dia sampai selama-lamanya?","type":"content","verse":"4"},{"content":"(40-24) Dapatkah engkau bermain-main dengan dia seperti dengan burung kecil? dapatkah engkau mengikat dia dengan tali akan permainan budak-budakmu perempuan?","type":"content","verse":"5"},{"content":"(40-25) dapatkah orang yang berekan menjadikan dia suatu barang dagangan? dapatkah ia dibahagi-bahagi di antara orang saudagar?","type":"content","verse":"6"},{"content":"(40-26) dapatkah engkau memenuhi kulitnya dengan tempuling, atau kepalanya dengan serampang?","type":"content","verse":"7"},{"content":"(40-27) Bubuhlah sahaja tanganmu padanya, niscaya engkau tiada berniat lagi hendak berperang dengan dia.","type":"content","verse":"8"},{"content":"(40-28) Bahwasanya harapnya akan putus, jikalau ia berbaring di hadapan mukanya sekalipun.","type":"content","verse":"9"},{"content":"(41-1) Seorangpun tiada berani membangunkan dia; maka siapa gerangan dia, yang berani menghadap hadirat-Ku?","type":"content","verse":"10"},{"content":"(41-2) Siapakah sudah mendahului Aku, sehingga patut Aku membalas akan dia? Segala sesuatu yang di bawah langit itulah Aku punya!","type":"content","verse":"11"},{"content":"(41-3) Bahwa Aku hendak berkata lagi akan hal segala anggotanya dan kuatnya dan keelokan sikapnya.","type":"content","verse":"12"},{"content":"(41-4) Siapa gerangan berani memandang pakaiannya dekat-dekat? siapakah berani menghampiri giginya yang dua berjajar?","type":"content","verse":"13"},{"content":"(41-5) Siapa gerangan berani membuka pintu mukanya? bahwa hebat adalah keliling giginya.","type":"content","verse":"14"},{"content":"(41-6) Belakangnya seperti langit-langit dari pada perisai, berdamping rapat-rapat seperti dimeteraikan;","type":"content","verse":"15"},{"content":"(41-7) satu berhubung dengan satu sehingga tak boleh masuk angin.","type":"content","verse":"16"},{"content":"(41-8) Satu lekat pada satu dan bersangkut paut sehingga tiada terceraikan.","type":"content","verse":"17"},{"content":"(41-9) Bersinnya bercahayakan terang dan matanyapun seperti kelopak fajar adanya.","type":"content","verse":"18"},{"content":"(41-10) Dari pada mulutnya keluarlah pedamaran, dan bunga api terbitlah dari padanya.","type":"content","verse":"19"},{"content":"(41-11) Dari pada lobang hidungnya keluarlah asap seperti dari pada periuk yang berdidih dan dari dalam belanga yang berbual isinya.","type":"content","verse":"20"},{"content":"(41-12) Nafasnya dapat menyalakan bara api dan nyala api keluarlah dari dalam mulutnya.","type":"content","verse":"21"},{"content":"(41-13) Dalam tengkuknya bermalamlah kuat dan di hadapannya berjalanlah ketakutan.","type":"content","verse":"22"},{"content":"(41-14) Gumpal-gumpal dagingnya lekat bersama-sama, seolah-olah dipaterikan padanya dan tiada ia tergerakkan lagi.","type":"content","verse":"23"},{"content":"(41-15) Hatinya tetap bagaikan batu, tetap seperti batu kisaran yang di bawah.","type":"content","verse":"24"},{"content":"(41-16) Apabila ia berbangkit maka terkejutlah segala orang gagah, lalu lari dengan gentarnya.","type":"content","verse":"25"},{"content":"(41-17) Apabila diparang orang akan dia dengan pedang, baik pedang baik tumbak baik lembing baik pendahan, sekalian itu satupun tiada kepadanya.","type":"content","verse":"26"},{"content":"(41-18) Besi dibilangnya akan merang dan tembaga akan kayu yang sudah rapuh.","type":"content","verse":"27"},{"content":"(41-19) Tiada anak panah yang dapat melarikan dia, dan segala batu pengali-alipun berubah baginya menjadi seperti jerami.","type":"content","verse":"28"},{"content":"(41-20) Segala gada dibilangnya akan tangkai padi dan ditertawakannya layaman segala pendahan.","type":"content","verse":"29"},{"content":"(41-21) Di bawahnya adalah beberapa tembikar yang tajam-tajam, maka berbaringlah ia di atasnya seolah-olah ia itu lumpur adanya.","type":"content","verse":"30"},{"content":"(41-22) Maka tubir dibuaikannya seperti isi periuk, dan laut dididihkannya seperti permasakan seorang tukang obat.","type":"content","verse":"31"},{"content":"(41-23) Di belakangnya diterangkannya jalannya, dan warna muka air menjadi seperti rambut putih adanya.","type":"content","verse":"32"},{"content":"(41-24) Di darat tiada bandingnya, yang dijadikan akan tiada tahu takut.","type":"content","verse":"33"},{"content":"(41-25) Dipandangnya mudah akan segala sesuatu yang tinggi-tinggi; maka ialah raja terlebih dari pada segala binatang yang buas.","type":"content","verse":"34"}]