[{"content":"Baiklah sekarang engkau berseru, kalau-kalau ada yang menyahut; kepada siapa dari pada segala yang suci itu boleh engkau berpaling dirimu?","type":"content","verse":"1"},{"content":"Karena orang gila juga yang dibinasakan oleh kesukaran, dan orang bodoh juga yang dibunuh oleh nafsu.","type":"content","verse":"2"},{"content":"Bahwa aku sendiri juga sudah melihat seorang ahmak berakar, tetapi sebentar lagi aku mengutuki tempat kedudukannya.","type":"content","verse":"3"},{"content":"Bahwa selamatpun jauhlah dari pada anak-anaknya, maka mereka itu terpijak-pijak dalam pintu gerbang dan seorang juapun tiada penolong mereka itu.","type":"content","verse":"4"},{"content":"Hasil tanahnya dimakan habis oleh orang yang berlapar dan dirampas juga jikalau dari tengah-tengah duri sekalipun, dan segala harta benda mereka itu disamun.","type":"content","verse":"5"},{"content":"Sesungguhnya jahat itu tiada terbit dari dalam lebu duli, dan sengsarapun tiada tumbuh dari dalam tanah.","type":"content","verse":"6"},{"content":"Tetapi manusia diperanakkan akan kesusahan, seperti bunga bara api berbangkit akan beterbang.","type":"content","verse":"7"},{"content":"Jikalau kiranya aku dalam halmu, niscaya aku mencahari Allah dan kusampaikan sembah doakupun kepada Allah.","type":"content","verse":"8"},{"content":"Ia berbuat perkara besar, yang tiada terselidik, dan perkara ajaib yang tiada tepermanai.","type":"content","verse":"9"},{"content":"Ia mengaruniakan hujan kepada segala muka bumi dan mengalirkan air pada segala padang.","type":"content","verse":"10"},{"content":"Ia meninggikan orang rendah, dan menyelamatkan orang yang berdukacita;","type":"content","verse":"11"},{"content":"Ia membatalkan maksud segala orang cerdik, sehingga niat mereka itu tiada sampai oleh tangannya;","type":"content","verse":"12"},{"content":"Ia menangkap orang cerdik itu dengan akal mereka itu sendiri, sehingga bicara orang yang terbalik itu ditiadakan.","type":"content","verse":"13"},{"content":"Pada siang hari mereka itu bertemu dengan kegelapan, dan pada tengah haripun mereka itu menggagau seperti pada waktu malam.","type":"content","verse":"14"},{"content":"Demikianlah dilepaskan Allah akan orang papa dari pada pedangnya lidah mereka itu, dan orang lemah dari pada tangan orang yang kuat.","type":"content","verse":"15"},{"content":"Lalu harappun datang kembali kepada orang papa dan si jahat itu mengatupkan mulutnya.","type":"content","verse":"16"},{"content":"Bahwa sesungguhnya berbahagialah kiranya orang yang diajar oleh Allah, sebab itu janganlah engkau mengejikan sesah pengajaran Allah yang Mahakuasa itu;","type":"content","verse":"17"},{"content":"karena Ia melukakan dan Iapun membebat, Ia menyesah dan tangan-Nyapun menyembuhkan pula.","type":"content","verse":"18"},{"content":"Enam kali boleh engkau dalam hal kepicikan, maka Iapun akan meluputkan dikau, dan pada ketujuh kalinya engkaupun tiada kena jahat.","type":"content","verse":"19"},{"content":"Pada masa bala kelaparan akan dilepaskan-Nya engkau dari pada mati, dan pada masa perangpun dari pada mata pedang.","type":"content","verse":"20"},{"content":"Dari pada cemeti lidah engkau akan terlindung, dan pada masa datang kebinasaan engkaupun tiada akan takut.","type":"content","verse":"21"},{"content":"Kerusakan dan bala kelaparanpun akan ditertawai olehmu, dan akan segala margasatwapun tiada kautakuti;","type":"content","verse":"22"},{"content":"karena dengan batu di padangpun akan ada perjanjianmu dan dengan segala margawatwapun engkau akan berdamai-damaian.","type":"content","verse":"23"},{"content":"Engkau akan melihat selamat dalam kemahmu dan akan segala bendangmu kaudapati satupun tiada kurang.","type":"content","verse":"24"},{"content":"Dan lagi ketahuilah olehmu bahwa anak benihmu akan berbanyak-banyak dan segala pucukmu seperti tumbuh-tumbuhan yang di atas bumi.","type":"content","verse":"25"},{"content":"Dengan secukup umurmu engkau akan turun ke dalam kubur, bagaikan berkas gandum dibawa masuk pada masa tuanya.","type":"content","verse":"26"},{"content":"Bahwa sekalian ini sudah kita camkan; dengarlah olehmu akan dia dan perhatikanlah dia.","type":"content","verse":"27"}]