[{"content":"Lalu disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Aduh, biarlah kiranya kesukaranku ditimbang baik-baik dan celakaku ditaruh pada daun neraca,","type":"content","verse":"2"},{"content":"niscaya beratnya terlebih dari pada pasir di laut, maka sebab itulah perkataanku keluar dengan susah;","type":"content","verse":"3"},{"content":"karena anak panah Allah yang Mahakuasapun masuklah ke dalam aku, hatikupun minum bisanya; segala kegentaran dari pada Allah beratur-atur melawan aku.","type":"content","verse":"4"},{"content":"Menjeritkah keledai hutan jikalau cukup rumput? adakah lembu menguak apabila cukup makannya?","type":"content","verse":"5"},{"content":"Bolehkah orang makan barang yang campah dan yang tiada bergaram; adakah rasanya pada putih telur?","type":"content","verse":"6"},{"content":"Aduh, barang yang tiada diterima hatiku, melainkan dengan jemu, ia itu menjadi makananku sehari-hari.","type":"content","verse":"7"},{"content":"Aduh, biarlah kiranya sampai kehendakku dan dikaruniakan Allah kiranya barang yang kuharap;","type":"content","verse":"8"},{"content":"biarlah dikehendaki Allah menghancurluluhkan daku, baiklah diangkat-Nya tangan-Nya dan diputuskan-Nya nyawaku!","type":"content","verse":"9"},{"content":"Hanya penghiburan ini jua yang tinggal padaku, dan ia itu menjadi kesukaanku dalam kesukaran ini, jikalau tiada ia sayang akan daku, maka tiada pernah aku mungkir hukum Yang Mahasuci!","type":"content","verse":"10"},{"content":"Apa gerangan kuatku, maka aku boleh harap lagi? apakah akan ajalku, maka aku hendak melanjutkan umurku lagi?","type":"content","verse":"11"},{"content":"Adakah kuatku itu bagai kuat batu adanya? adakah tubuhku dari pada tembaga?","type":"content","verse":"12"},{"content":"Bukankah aku sunyi dari pada segala pertolongan? bukankah segala jalan selamat tersakat bagiku?","type":"content","verse":"13"},{"content":"Bahwa orang yang akan pingsan itu dikasihani juga oleh sahabatnya, jikalau sudah ditinggalkannya takut akan Allah yang Mahakuasa sekalipun.","type":"content","verse":"14"},{"content":"Bahwa saudara-saudaraku itu khianatlah adanya seperti anak sungai, seperti anak-anak sungai yang air bahnya meliputi tebingnya;","type":"content","verse":"15"},{"content":"yang keruh dari pada air beku dan segala salju sudah turun ke dalamnya.","type":"content","verse":"16"},{"content":"Serta ia itu kena panas maka kekeringanlah ia; oleh panas juga ia itu dihapuskan dari pada tempatnya.","type":"content","verse":"17"},{"content":"Adalah kafilah menyimpangkan jalannya karena sebabnya, lalu masuk kepada padang tandus, sehingga mereka itu binasa.","type":"content","verse":"18"},{"content":"Bahwa kafilah Temapun memandang akan dia, dan Saudagar Syebapun harap akan dia.","type":"content","verse":"19"},{"content":"Mereka itu sekalian tertipu dengan harapnya, setelah mereka itu sampai kepadanya, maka kemalu-maluanlah mereka itu.","type":"content","verse":"20"},{"content":"Demikianlah sekarang kamupun tiada berfaedah kepadaku; baharu kamu melihat kegentaran itu maka kamu lari!","type":"content","verse":"21"},{"content":"Sudahkah aku berkata demikian: Berikanlah aku barang sesuatu; atau persembahkanlah sesuatu dari pada hartamu karena aku?","type":"content","verse":"22"},{"content":"Atau lepaskanlah aku dari pada tangan si penganiaya, tebuslah aku dari pada tangan orang lalim?","type":"content","verse":"23"},{"content":"Ajarlah aku, maka aku akan diam; tunjuklah kepadaku dalam barang yang mana aku sudah sesat.","type":"content","verse":"24"},{"content":"Bagaimana manis segala perkataan yang benar, tetapi apa gerangan gunanya peneguran yang dari pada kamu itu?","type":"content","verse":"25"},{"content":"Maukah kamu membelah rambut? adakah perkataan orang yang putus harap itu bagimu akan angin?","type":"content","verse":"26"},{"content":"Bahwasanya kamu menggali-gali lawan seorang sahabatmu.","type":"content","verse":"27"},{"content":"Maka sekarangpun pandanglah baik-baik kepada mukaku, maka nyatalah kepadamu kelak kalau aku berdusta.","type":"content","verse":"28"},{"content":"Baliklah kamu, maka kamu tiada akan mendapat salah; baliklah pula, niscaya nyatalah aku tiada bersalah.","type":"content","verse":"29"},{"content":"Adakah jahat pada lidahku? tiadakah boleh mulutku memberitahu kesukaran?","type":"content","verse":"30"}]