[{"content":"Bahwasanya hal manusia di atas bumi ini seperti orang perang adanya dan hari hidupnyapun seperti hari orang upahan.","type":"content","verse":"1"},{"content":"Seperti seorang hamba rindu akan bayang matahari masuk, dan seperti seorang upahan harap akan upahnya,","type":"content","verse":"2"},{"content":"demikianlah aku sudah beroleh pusaka kesia-siaan dan disediakan bagiku beberapa malam yang berkesukaran.","type":"content","verse":"3"},{"content":"Apabila aku berbaring maka kataku: Bila gerangan aku akan bangun? tetapi malam juga dilanjutkan dan akupun dipenatkan dengan beberapa berapa percintaan sampai kepada dini hari.","type":"content","verse":"4"},{"content":"Bahwa tubuhku berlumurkan ulat dan lebu tanah; kulit tubuhkupun terbelah-belah lagi busuk rupanya dari karena segala purunya.","type":"content","verse":"5"},{"content":"Bahwa segala hariku lajunya terlebih dari pada torak; lenyaplah sudah sekaliannya dan tiada dapat diharap kembali.","type":"content","verse":"6"},{"content":"Ingatlah kiranya bahwa umur hidupku senafas jua adanya; matakupun tiada kembali akan melihat selamat.","type":"content","verse":"7"},{"content":"Barangsiapa yang sudah melihat aku, ia itu tiada memandang aku pula; matamu akan mencahari aku, tetapi aku tiada lagi.","type":"content","verse":"8"},{"content":"Seperti awan yang lenyap dan melayang-layang, demikian turunlah manusia ke dalam alam barzakh dan tiada ia naik pula dari dalamnya.","type":"content","verse":"9"},{"content":"Tiada ia balik kembali kepada rumahnya, dan tempat kedudukannyapun tiada mengenai akan dia pula.","type":"content","verse":"10"},{"content":"Maka sebab itu tiada aku mau menahankan lidahku, melainkan aku mau berkata-kata dengan kepicikan nyawaku, dan berkeluh dengan kepahitan hatiku.","type":"content","verse":"11"},{"content":"Adakah aku ini laut atau ikan paus, maka engkau melingkung aku dengan tambak?","type":"content","verse":"12"},{"content":"Jikalau kataku: Bahwa tempat tidurku kelak menghiburkan daku dan tempat pembaringanku akan mengurangi kesusahanku,","type":"content","verse":"13"},{"content":"maka engkau juga mengejutkan daku dengan mimpi, dan engkau mendahsyatkan daku dengan khayal;","type":"content","verse":"14"},{"content":"sehingga hatiku terlebih suka dilemaskan dan segala tulangku harap akan mati.","type":"content","verse":"15"},{"content":"Jemulah aku akan semuanya; tiada aku akan hidup selama-lamanya; biarkanlah aku, karena segala hariku seperti uap jua adanya.","type":"content","verse":"16"},{"content":"Apakah manusia, maka Engkau membilang dia besar begitu, dan Engkaupun menaruh hati akan dia?","type":"content","verse":"17"},{"content":"Dan Engkau mengunjungi dia tiap-tiap pagi dan Engkau mencobai dia pada tiap-tiap saat?","type":"content","verse":"18"},{"content":"Berapa lama tiada Engkau berpaling diri-Mu dari padaku? dan tiada Engkau membiarkan daku sampai boleh aku menelan air ludahku?","type":"content","verse":"19"},{"content":"Jikalau aku sudah berdosa, apakah perbuatanku akan Dikau, ya Penyelidik manusia! mengapa Engkau menaruh aku akan sasaran bagimu, sehingga aku menjadi keberatan bagi diriku?","type":"content","verse":"20"},{"content":"Mengapa tiada Engkau mengampuni salahku dan menghapuskan kejahatanku? karena sekarang aku akan berbaring dalam lebu; Engkau mencahari akan daku kelak, maka aku tiada lagi!","type":"content","verse":"21"}]