[{"content":"Maka disahut Bildad, orang Suhi itu, katanya:","type":"content","verse":"1"},{"content":"Berapa lamakah engkau bertutur demikian, dan segala perkataan mulutmu seperti ribut adanya?","type":"content","verse":"2"},{"content":"Bolehkah Allah mengubahkan hukum? bolehkah Yang Mahakuasa menyalahkan barang yang benar?","type":"content","verse":"3"},{"content":"Kalau-kalau sebab anakmu sudah berbuat dosa, maka diserahkannya mereka itu ke dalam kuasa kejahatannya.","type":"content","verse":"4"},{"content":"Jikalau engkau kembali kepada Allah dengan sungguh dan engkau meminta kasihan dari pada Yang Mahakuasa,","type":"content","verse":"5"},{"content":"jikalau engkau benar dan suci, niscaya bangkitlah Ia kelak akan membantu engkau, dan didirikan-Nya pula rumah kebenaranmu.","type":"content","verse":"6"},{"content":"Jikalau permulaanmu kecil sekalipun, maka pada kesudahan engkau akan berkelimpahan kebesaran.","type":"content","verse":"7"},{"content":"Bertanyakanlah kiranya segala bangsa zaman dahulukala, dan perhatikanlah pendapatan segala nenek moyang;","type":"content","verse":"8"},{"content":"karena kita ini dari kemarin juga dan satupun tiada kita tahu, maka segala hari kita di atas bumi seperti bayang-bayang adanya.","type":"content","verse":"9"},{"content":"Mereka itu juga akan mengajar engkau dan dikatakannya kepadamu dan dikeluarkannya perkataan dari dalam hatinya.","type":"content","verse":"10"},{"content":"Adakah pokok geluga tumbuh dengan tiada berlumpur, adakah kercut tumbuh dengan tiada berair?","type":"content","verse":"11"},{"content":"Pada masa lagi hijau, tiada dipotong, maka keringlah ia dahulu dari pada segala tumbuh-tumbuhan yang lain.","type":"content","verse":"12"},{"content":"Demikianlah perihal segala orang yang melupakan Allah, dan putuslah harap orang munafik!","type":"content","verse":"13"},{"content":"Barang yang amat diharapnya itu akan pecah, dan segala pengharapannyapun sarang laba-laba adanya.","type":"content","verse":"14"},{"content":"Iapun akan bersandar kepada rumahnya, maka tiada ia itu tahan berdiri, ia akan berpegang kepadanya, maka tiada ia itu akan tinggal tetap.","type":"content","verse":"15"},{"content":"Iapun lagi berair pada musim panas, segala akarnyapun terpancar-pancar pada segenap kebunnya.","type":"content","verse":"16"},{"content":"Akarnyapun terkait-kait kepada timbunan batu dan masuk sampai ke dalam tempat batu betul.","type":"content","verse":"17"},{"content":"Tetapi apabila ia tercabut dari pada tempatnya, maka tempatnyapun menyangkali dia, katanya: Tiada tahu aku melihat engkau.","type":"content","verse":"18"},{"content":"Bahwasanya itulah kesukaan jalannya maka dari pada lebu itu juga tumbuhlah sebatang yang lain.","type":"content","verse":"19"},{"content":"Bahwasanya tiada dibuang Allah akan orang yang tulus hatinya, dan lagi tiada dipegangnya tangan orang yang berbuat jahat.","type":"content","verse":"20"},{"content":"Iapun lagi dapat memenuhi mulutmu dengan tertawa dan lidahmu dengan tempik sorak.","type":"content","verse":"21"},{"content":"Segala pembencimu akan tertudung dengan malu, dan kemah orang fasikpun akan tiada lagi.","type":"content","verse":"22"}]