[{"content":"Maka disahut Ayub, katanya:","type":"content","verse":"1"},{"content":"Sebenarnya, tahulah aku akan demikian, karena masakan manusia benar di hadapan Allah.","type":"content","verse":"2"},{"content":"Jikalau dikehendakinya berhukum dengan dia, dalam seribu tiada satu yang dapat disahut olehnya kepadanya.","type":"content","verse":"3"},{"content":"Ialah amat bijaksana dan besarlah kuasanya; siapa gerangan sudah menegarkan dirinya lawan Dia serta berselamat?","type":"content","verse":"4"},{"content":"Ialah memindahkan gunung dengan tiada disadarkannya, Ialah membalikkan dia dengan murkanya.","type":"content","verse":"5"},{"content":"Ialah menggerakkan bumi dari pada tempatnya, sehingga segala tiangnya bergoncang-goncang.","type":"content","verse":"6"},{"content":"Ialah berfirman kepada matahari, maka tiada ia terbit; dan Ia memeteraikan segala bintang;","type":"content","verse":"7"},{"content":"Ialah membentangkan langit sendirinya, dan Iapun berjalan pada ombak-ombak laut;","type":"content","verse":"8"},{"content":"Ialah yang sudah menjadikan bintang Biduk dan bintang Aljabar dan bintang Kartika dan segala tempat terbumi pada langit selatan;","type":"content","verse":"9"},{"content":"Ialah yang mengadakan perkara besar-besar yang tiada terselidik dan perbuatan ajaib yang tiada tepermanai.","type":"content","verse":"10"},{"content":"Bahwasanya Ia datang kepadaku, maka tiada aku melihat Dia; Ia melayang-layang lalu dari padaku, maka tiada aku mengetahuinya.","type":"content","verse":"11"},{"content":"Bahwasanya Ia merampas, maka siapa gerangan dapat menyuruh Dia mengembalikan? siapa gerangan dapat berkata kepada-Nya: Apakah perbuatan-Mu?","type":"content","verse":"12"},{"content":"Bahwa Allah tiada akan menegahkan murka-Nya; di bawah-Nya tertunduklah segala pembantu yang congkak.","type":"content","verse":"13"},{"content":"Maka bagaimana gerangan dapat aku melawan Dia? apa perkataan dapat kupilih akan memberi jawab kepada-Nya?","type":"content","verse":"14"},{"content":"Jikalau aku tiada bersalah sekalipun, maka tiada juga aku berani memberi jawab kepada-Nya melainkan aku akan meminta kasihan dari pada Hakimku.","type":"content","verse":"15"},{"content":"Jikalau kiranya aku berseru dan disahut-Nya akan daku, niscaya tiada aku percaya, bahwa sudah didengar-Nya akan suaraku.","type":"content","verse":"16"},{"content":"Ialah meremukkan daku dengan angin ribut, Ia memperbanyakkan segala penyakitku dengan tiada semena-mena.","type":"content","verse":"17"},{"content":"Tiada dibiarkan-Nya aku menghela nafasku, melainkan dikenyangkan-Nya aku dengan kepahitan.","type":"content","verse":"18"},{"content":"Adapun akan kuat, maka Ialah kuat adanya, adapun akan hukum, maka siapakah mendakwa akan Dia?","type":"content","verse":"19"},{"content":"Jikalau kiranya aku membenarkan diriku, niscaya mulutku juga akan menghukumkan daku kelak; jikalau tulus hatiku, maka Ia juga akan menyalahkan daku.","type":"content","verse":"20"},{"content":"Sungguhpun tulus hatiku, tiada aku mengindahkan nyawaku; aku jemu akan hidupku.","type":"content","verse":"21"},{"content":"Perkara itu satu jua, sebab itu kataku: Bahwa dibinasakan-Nya baik orang benar baik orang yang fasik.","type":"content","verse":"22"},{"content":"Wai, jikalau kiranya dibunuh-Nya aku dengan sekali dicemuk! tetapi Ia tertawakan segala percobaan orang yang tiada bersalah.","type":"content","verse":"23"},{"content":"Bahwa bumi sudah diserahkan kepada tangan orang fasik; Ia menudungi muka segala hakim; jikalau tiada Ia, siapa gerangan lagi?","type":"content","verse":"24"},{"content":"Bahwa segala hariku sudah lalu terlebih pantasnya dari pada seorang barid; semuanya sudah terbang dengan tiada tahu melihat perkara yang baik.","type":"content","verse":"25"},{"content":"Semuanya sudah lalu seperti perahu pencalang lajunya, dan seperti burung elang yang menyambar mangsanya.","type":"content","verse":"26"},{"content":"Jikalau kataku: Aku hendak melupakan kesukaranku, dan meninggalkan muram mukaku, dan menyegarkan diriku;","type":"content","verse":"27"},{"content":"lalu takutlah aku akan segala kesukaranku, sebab kuketahui akan hal Engkau tiada membilang aku suci dari pada salah.","type":"content","verse":"28"},{"content":"Baiklah, aku fasik juga; mengapa aku lagi dipenatkan dengan cuma-cuma?","type":"content","verse":"29"},{"content":"Jikalau aku membasuh diriku dengan salju dan membersihkan tanganku dengan sabun sekalipun,","type":"content","verse":"30"},{"content":"niscaya Engkau akan mencelupkan daku dalam lumpur, sehingga segala pakaianku jemu akan daku.","type":"content","verse":"31"},{"content":"Bahwasanya bukan Ia manusia adanya seperti aku ini, sehingga aku dapat memberi jawab kepadanya, dan menghadap hukum bersama-sama dengan Dia.","type":"content","verse":"32"},{"content":"Tiadalah wasit di antara kedua kami, yang membubuh tangannya pada kedua kami.","type":"content","verse":"33"},{"content":"Hendaklah kiranya dilalukan-Nya cemuk-Nya dari padaku, dan jangan aku dikejutkan oleh hebat-Nya;","type":"content","verse":"34"},{"content":"maka aku akan berkata-kata kelak dengan tiada takut akan Dia, karena tiada aku berasa salah.","type":"content","verse":"35"}]