[{"content":"Petunjuk untuk mendirikan Kemah Suci Mengenai persembahan khusus","type":"title","verse":""},{"content":"Berfirmanlah TUHAN kepada Musa:","type":"content","verse":"1"},{"content":"\"Katakanlah kepada orang Israel, supaya mereka memungut bagi-Ku persembahan khusus; dari setiap orang yang terdorong hatinya, haruslah kamu pungut persembahan khusus kepada-Ku itu.","type":"content","verse":"2"},{"content":"Inilah persembahan khusus yang harus kamu pungut dari mereka: emas, perak, tembaga;","type":"content","verse":"3"},{"content":"kain ungu tua, kain ungu muda, kain kirmizi, lenan halus, bulu kambing;","type":"content","verse":"4"},{"content":"kulit domba jantan yang diwarnai merah, kulit lumba-lumba dan kayu penaga;","type":"content","verse":"5"},{"content":"minyak untuk lampu, rempah-rempah untuk minyak urapan dan untuk ukupan dari wangi-wangian,","type":"content","verse":"6"},{"content":"permata krisopras dan permata tatahan untuk baju efod dan untuk tutup dada.","type":"content","verse":"7"},{"content":"Dan mereka harus membuat tempat kudus bagi-Ku, supaya Aku akan diam di tengah-tengah mereka.","type":"content","verse":"8"},{"content":"Menurut segala apa yang Kutunjukkan kepadamu sebagai contoh Kemah Suci dan sebagai contoh segala perabotannya, demikianlah harus kamu membuatnya.\"","type":"content","verse":"9"},{"content":"Mengenai tabut perjanjian","type":"title","verse":""},{"content":"\"Haruslah mereka membuat tabut dari kayu penaga, dua setengah hasta panjangnya, satu setengah hasta lebarnya dan satu setengah hasta tingginya.","type":"content","verse":"10"},{"content":"Haruslah engkau menyalutnya dengan emas murni; dari dalam dan dari luar engkau harus menyalutnya dan di atasnya harus kaubuat bingkai emas sekelilingnya.","type":"content","verse":"11"},{"content":"Haruslah engkau menuang empat gelang emas untuk tabut itu dan pasanglah gelang itu pada keempat penjurunya, yaitu dua gelang pada rusuknya yang satu dan dua gelang pada rusuknya yang kedua.","type":"content","verse":"12"},{"content":"Engkau harus membuat kayu pengusung dari kayu penaga dan menyalutnya dengan emas.","type":"content","verse":"13"},{"content":"Haruslah engkau memasukkan kayu pengusung itu ke dalam gelang yang ada pada rusuk tabut itu, supaya dengan itu tabut dapat diangkut.","type":"content","verse":"14"},{"content":"Kayu pengusung itu haruslah tetap tinggal dalam gelang itu, tidak boleh dicabut dari dalamnya.","type":"content","verse":"15"},{"content":"Dalam tabut itu haruslah kautaruh loh hukum, yang akan Kuberikan kepadamu.","type":"content","verse":"16"},{"content":"Juga engkau harus membuat tutup pendamaian dari emas murni, dua setengah hasta panjangnya dan satu setengah hasta lebarnya.","type":"content","verse":"17"},{"content":"Dan haruslah kaubuat dua kerub dari emas, kaubuatlah itu dari emas tempaan, pada kedua ujung tutup pendamaian itu.","type":"content","verse":"18"},{"content":"Buatlah satu kerub pada ujung sebelah sini dan satu kerub pada ujung sebelah sana; seiras dengan tutup pendamaian itu kamu buatlah kerub itu di atas kedua ujungnya.","type":"content","verse":"19"},{"content":"Kerub-kerub itu harus mengembangkan kedua sayapnya ke atas, sedang sayap-sayapnya menudungi tutup pendamaian itu dan mukanya menghadap kepada masing-masing; kepada tutup pendamaian itulah harus menghadap muka kerub-kerub itu.","type":"content","verse":"20"},{"content":"Haruslah kauletakkan tutup pendamaian itu di atas tabut dan dalam tabut itu engkau harus menaruh loh hukum, yang akan Kuberikan kepadamu.","type":"content","verse":"21"},{"content":"Dan di sanalah Aku akan bertemu dengan engkau dan dari atas tutup pendamaian itu, dari antara kedua kerub yang di atas tabut hukum itu, Aku akan berbicara dengan engkau tentang segala sesuatu yang akan Kuperintahkan kepadamu untuk disampaikan kepada orang Israel.\"","type":"content","verse":"22"},{"content":"Mengenai meja roti sajian","type":"title","verse":""},{"content":"\"Lagi haruslah engkau membuat meja dari kayu penaga, dua hasta panjangnya, sehasta lebarnya dan satu setengah hasta tingginya.","type":"content","verse":"23"},{"content":"Haruslah engkau menyalutnya dengan emas murni dan membuat bingkai emas sekelilingnya.","type":"content","verse":"24"},{"content":"Haruslah engkau membuat sekelilingnya jalur pinggir yang setapak tangan lebarnya dan kaubuatlah bingkai emas sekeliling jalur pinggirnya itu.","type":"content","verse":"25"},{"content":"Haruslah engkau membuat untuk meja itu empat gelang emas dan kaupasanglah gelang-gelang itu di keempat penjurunya, pada keempat kakinya.","type":"content","verse":"26"},{"content":"Gelang itu haruslah dekat ke jalur pinggirnya sebagai tempat memasukkan kayu pengusung, supaya meja itu dapat diangkut.","type":"content","verse":"27"},{"content":"Haruslah engkau membuat kayu pengusung itu dari kayu penaga dan menyalutnya dengan emas, dan dengan itulah meja harus diangkut.","type":"content","verse":"28"},{"content":"Haruslah engkau membuat pinggannya, cawannya, kendinya dan pialanya, yang dipakai untuk persembahan curahan; haruslah engkau membuat semuanya itu dari emas murni.","type":"content","verse":"29"},{"content":"Dan haruslah engkau tetap meletakkan roti sajian di atas meja itu di hadapan-Ku.\"","type":"content","verse":"30"},{"content":"Mengenai kandil","type":"title","verse":""},{"content":"\"Haruslah engkau membuat kandil dari emas murni; dari emas tempaan harus kandil itu dibuat, baik kakinya baik batangnya; kelopaknya--dengan tombolnya dan kembangnya--haruslah seiras dengan kandil itu.","type":"content","verse":"31"},{"content":"Enam cabang harus timbul dari sisinya: tiga cabang kandil itu dari sisi yang satu dan tiga cabang dari sisi yang lain.","type":"content","verse":"32"},{"content":"Tiga kelopak yang berupa bunga badam pada cabang yang satu--dengan tombol dan kembangnya--dan tiga kelopak yang serupa pada cabang yang lain--dengan tombol dan kembangnya--;demikianlah juga kaubuat keenam cabang yang timbul dari kandil itu.","type":"content","verse":"33"},{"content":"Pada kandil itu sendiri harus ada empat kelopak berupa bunga badam--dengan tombolnya dan kembangnya.","type":"content","verse":"34"},{"content":"Juga harus ada satu tombol di bawah sepasang cabang yang pertama, yang timbul dari kandil itu, dan satu tombol di bawah yang kedua, dan satu tombol di bawah yang ketiga; demikianlah juga kaubuat keenam cabang yang timbul dari kandil itu.","type":"content","verse":"35"},{"content":"Tombol dan cabang itu harus timbul dari kandil itu, dan semuanya itu haruslah dibuat dari sepotong emas tempaan yang murni.","type":"content","verse":"36"},{"content":"Haruslah kaubuat pada kandil itu tujuh lampu dan lampu-lampu itu haruslah dipasang di atas kandil itu, sehingga diterangi yang di depannya.","type":"content","verse":"37"},{"content":"Sepitnya dan penadahnya haruslah dari emas murni.","type":"content","verse":"38"},{"content":"Dari satu talenta emas murni haruslah dibuat kandil itu dengan segala perkakasnya itu.","type":"content","verse":"39"},{"content":"Dan ingatlah, bahwa engkau membuat semuanya itu menurut contoh yang telah ditunjukkan kepadamu di atas gunung itu.\"","type":"content","verse":"40"}]