[{"content":"Membuat tabut perjanjian","type":"title","verse":""},{"content":"Bezaleel membuat tabut itu dari kayu penaga, dua setengah hasta panjangnya, satu setengah hasta lebarnya, dan satu setengah hasta tingginya.","type":"content","verse":"1"},{"content":"Disalutnyalah itu dengan emas murni, dari dalam dan dari luar, dan dibuatnyalah bingkai emas sekelilingnya.","type":"content","verse":"2"},{"content":"Dituangnyalah empat gelang emas untuk tabut itu, pada keempat penjurunya, yaitu dua gelang pada rusuknya yang satu dan dua gelang pada rusuknya yang kedua.","type":"content","verse":"3"},{"content":"Dibuatnyalah kayu pengusung dari kayu penaga dan disalutnyalah itu dengan emas.","type":"content","verse":"4"},{"content":"Dan dimasukkannyalah kayu pengusung itu ke dalam gelang yang pada rusuk tabut itu, supaya tabut dapat diangkut.","type":"content","verse":"5"},{"content":"Dibuatnyalah tutup pendamaian dari emas murni, dua setengah hasta panjangnya dan satu setengah hasta lebarnya.","type":"content","verse":"6"},{"content":"Dibuatnyalah dua kerub dari emas, dari emas tempaan dibuatnya itu, pada kedua ujung tutup pendamaian itu,","type":"content","verse":"7"},{"content":"satu kerub pada ujung sebelah sini dan satu kerub pada ujung sebelah sana; seiras dengan tutup pendamaian itu dibuatnya kerub itu pada kedua ujungnya.","type":"content","verse":"8"},{"content":"Kerub-kerub itu mengembangkan kedua sayapnya ke atas, sayap-sayapnya menudungi tutup pendamaian itu dan mukanya menghadap kepada masing-masing; kepada tutup pendamaian itulah menghadap muka kerub-kerub itu.","type":"content","verse":"9"},{"content":"Membuat meja roti sajian","type":"title","verse":""},{"content":"Dibuatnyalah meja itu dari kayu penaga, dua hasta panjangnya, sehasta lebarnya dan satu setengah hasta tingginya.","type":"content","verse":"10"},{"content":"Disalutnyalah itu dengan emas murni dan dibuatnya bingkai emas sekelilingnya.","type":"content","verse":"11"},{"content":"Dibuatnyalah sekelilingnya jalur pinggir yang setapak tangan lebarnya dan dibuatnya bingkai emas sekeliling jalur pinggirnya itu.","type":"content","verse":"12"},{"content":"Dituangnyalah untuk meja itu empat gelang emas dan dipasangnyalah gelang-gelang itu di keempat penjurunya, pada keempat kakinya.","type":"content","verse":"13"},{"content":"Dekat ke jalur pinggirnyalah gelang itu, yakni tempat memasukkan kayu pengusung, supaya meja itu dapat diangkut.","type":"content","verse":"14"},{"content":"Dibuatnyalah kayu pengusung itu dari kayu penaga dan disalutnya dengan emas, yaitu supaya meja itu dapat diangkut.","type":"content","verse":"15"},{"content":"Dan dibuatnyalah perkakas yang di atas meja itu, yakni pinggannya, cawannya, piala dan kendinya, yang dipakai untuk persembahan curahan, semuanya dari emas murni.","type":"content","verse":"16"},{"content":"Membuat kandil","type":"title","verse":""},{"content":"Dibuatnyalah kandil itu dari emas murni; dari emas tempaan dibuatnya kandil itu, baik kakinya baik batangnya; kelopaknya--dengan tombolnya dan kembangnya--dibuat seiras dengan kandil itu.","type":"content","verse":"17"},{"content":"Ada enam cabang timbul dari sisinya: tiga cabang kandil itu dari sisi yang satu dan tiga cabang dari sisi yang lain.","type":"content","verse":"18"},{"content":"Tiga kelopak yang berupa bunga badam pada cabang yang satu--dengan tombol dan kembangnya--dan tiga kelopak yang serupa pada cabang yang lain--dengan tombol dan kembangnya--;demikian juga dibuat keenam cabang yang timbul dari kandil itu.","type":"content","verse":"19"},{"content":"Pada kandil itu sendiri ada empat kelopak berupa bunga badam--dengan tombolnya dan kembangnya.","type":"content","verse":"20"},{"content":"Juga ada satu tombol di bawah sepasang cabang yang pertama yang timbul dari kandil itu, dan satu tombol di bawah yang kedua, dan satu tombol di bawah yang ketiga; demikianlah juga dibuat keenam cabang yang timbul dari situ.","type":"content","verse":"21"},{"content":"Tombol dan cabang itu timbul dari kandil itu, dan semuanya itu dibuat dari sepotong emas tempaan yang murni.","type":"content","verse":"22"},{"content":"Dibuatnyalah pada kandil itu tujuh lampu dengan sepitnya dan penadahnya dari emas murni.","type":"content","verse":"23"},{"content":"Dari satu talenta emas murni dibuatnyalah kandil itu dengan segala perkakasnya.","type":"content","verse":"24"},{"content":"Membuat mezbah pembakaran ukupan","type":"title","verse":""},{"content":"Dibuatnyalah mezbah pembakaran ukupan itu dari kayu penaga, sehasta panjangnya dan sehasta lebarnya, empat persegi, tetapi dua hasta tingginya; tanduk-tanduknya seiras dengan mezbah itu.","type":"content","verse":"25"},{"content":"Disalutnyalah itu dengan emas murni, bidang atasnya dan bidang-bidang sisinya sekelilingnya, serta tanduk-tanduknya. Dibuatnyalah bingkai emas sekelilingnya.","type":"content","verse":"26"},{"content":"Dibuatnyalah dua gelang emas untuk mezbah itu di bawah bingkainya, pada kedua rusuknya, pada kedua bidang sisinya, sebagai tempat memasukkan kayu pengusung, supaya dengan itu mezbah dapat diangkut.","type":"content","verse":"27"},{"content":"Dan dibuatnyalah kayu pengusung itu dari kayu penaga dan disalutnya dengan emas.","type":"content","verse":"28"},{"content":"Membuat minyak urapan dan ukupan dari wangi-wangian","type":"title","verse":""},{"content":"Dan dibuatnyalah minyak urapan yang kudus itu dan ukupan murni dari wangi-wangian, seperti buatan seorang tukang campur rempah-rempah.","type":"content","verse":"29"}]