[{"content":"Sebermula, maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya kepadanya:","type":"content","verse":"1"},{"content":"Katakanlah ini kepada segala bani Israel: Bahwa inilah dia binatang yang boleh kamu makan, dari pada segala binatang yang berkaki empat di atas bumi.","type":"content","verse":"2"},{"content":"Dari pada binatang yang berkaki empat segala yang kukunya terbelah dua, yaitu yang bersiratan kukunya serta yang memamah biak, bolehlah kamu makan.","type":"content","verse":"3"},{"content":"Tetapi tiada boleh kamu makan dari pada segala yang memamah biak sahaja, atau yang terbelah kukunya sahaja, seperti unta, karena sungguhpun ia memamah biak, tetapi kukunya tiada terbelah, maka haramlah ia kepadamu;","type":"content","verse":"4"},{"content":"dan kelinci, karena sungguhpun ia memamah biak, tetapi kukunya tiada terbelah, maka haramlah ia kepadamu;","type":"content","verse":"5"},{"content":"dan kawelu, karena sungguhpun ia memamah biak, tetapi kukunya tiada terbelah, maka haramlah ia kepadamu;","type":"content","verse":"6"},{"content":"dan lagi babi, karena sungguhpun kukunya terbelah dua, ia itu bersiratan kukunya, tetapi ia tiada memamah biak, maka haramlah ia kepadamu.","type":"content","verse":"7"},{"content":"Janganlah kamu makan dari pada dagingnya dan jangan pula kamu menjamah bangkainya, maka haramlah ia kepadamu.","type":"content","verse":"8"},{"content":"Maka inilah dia yang boleh kamu makan dari pada segala yang di dalam air: yaitu segala yang bersirip dan bersisik, yang dalam air, baik dalam laut baik dalam sungai, maka bolehlah kamu makan dia.","type":"content","verse":"9"},{"content":"Tetapi segala yang tiada bersirip dan bersisik dalam laut atau dalam sungai, dari pada segala yang menjulur dalam air dan dari pada segala yang hidup dalam air itu, maka kehinaanlah ia itu kepadamu.","type":"content","verse":"10"},{"content":"Ia itu suatu perkara yang hina kepadamu; janganlah kamu makan dari pada dagingnya, dan hendaklah kamu ngeri akan bangkainya.","type":"content","verse":"11"},{"content":"Segala yang tiada bersirip dan bersisik dalam air itu menjadi satu kehinaan kepadamu.","type":"content","verse":"12"},{"content":"Maka inilah dia dari pada segala unggas yang patut kamu ngeri akan dia, dan yang tiada boleh kamu makan sebab kehinaanlah adanya, yaitu burung nasar dan burung baz dan nasar laut,","type":"content","verse":"13"},{"content":"dan rajawali dan alap-alap sejenis-jenisnya,","type":"content","verse":"14"},{"content":"dan segala burung gagak sejenis-jenisnya,","type":"content","verse":"15"},{"content":"dan burung unta dan burung hantu dan camar dan elang sejenis-jenisnya,","type":"content","verse":"16"},{"content":"dan pungguk dan belibis dan jompok,","type":"content","verse":"17"},{"content":"dan burung pong dan enggang dan banga,","type":"content","verse":"18"},{"content":"dan laklak dan bangau sejenis-jenisnya dan meragai dan kelelawar.","type":"content","verse":"19"},{"content":"Dan segala binatang bersayap yang berjalan dengan berkaki empat itu kehinaanlah adanya kepadamu.","type":"content","verse":"20"},{"content":"Tetapi adapun yang boleh kamu makan dari pada segala binatang yang bersayap dan berjalan dengan berkaki empat itu, yaitu segala yang ada paha pada kaki atasnya akan berlompat-lompat dengan dia di atas bumi.","type":"content","verse":"21"},{"content":"Maka dari padanya boleh kamu makan segala jenis belalang, yaitu belalang solham dan hargol dan hagab sejenis-jenisnya.","type":"content","verse":"22"},{"content":"Tetapi segala binatang lain yang bersayap dan berkaki empat itu kehinaanlah adanya bagimu.","type":"content","verse":"23"},{"content":"Maka olehnya juga kamu dinajiskan, barangsiapa yang menjamah bangkainya itu menjadi najis sampai masuk matahari.","type":"content","verse":"24"},{"content":"Dan barangsiapa yang membawa lalu akan bangkainya, hendaklah ia membasuhkan pakaiannya, maka najislah ia sampai masuk matahari.","type":"content","verse":"25"},{"content":"Maka segala binatang yang bersiratan juga kukunya, tetapi kukunya tiada terbelah dua atau yang tiada memamah biak, ia itu haramlah kepadamu; barangsiapa yang menjamah akan dia, ia itu menjadi najis adanya.","type":"content","verse":"26"},{"content":"Maka segala yang berjalan dengan tangan di antara segala binatang yang berkaki empat itulah haram kepadamu; barangsiapa yang menjamah bangkainya itu najislah ia sampai masuk matahari.","type":"content","verse":"27"},{"content":"Dan barangsiapa yang membawa lalu akan bangkainya, ia itu akan membasuhkan pakaiannya dan ia menjadi najis sampai masuk matahari; sekalian itu haramlah adanya kepadamu.","type":"content","verse":"28"},{"content":"Dan lagi di antara segala binatang kecil yang melata di atas bumi itu, haram kepadamu inilah: binturung dan tikus dan cecak sejenis-jenisnya;","type":"content","verse":"29"},{"content":"dan bingkarung dan tokeh dan kubin dan unam dan mondok.","type":"content","verse":"30"},{"content":"Di antara segala binatang kecil yang melata sekalian ini haramlah kepadamu; barangsiapa yang menjamah akan dia sudah mati, ia itu menjadi najis sampai masuk matahari;","type":"content","verse":"31"},{"content":"maka segala sesuatu yang ditimpa olehnya sudah mati, ia itu najislah adanya, dari pada segala bekas kayu atau pakaian atau kulit atau karung, segala bekas yang terpakai kepada barang sesuatu itu hendaklah dicelupkan dalam air, maka ia itu najis sampai masuk matahari, kemudian sucilah pula.","type":"content","verse":"32"},{"content":"Adapun segala benda tembekar, yang telah jatuh barang suatu dari pada binatang itu ke dalamnya, segala isinyapun haramlah adanya dan bekasnyapun hendaklah kamu pecahkan.","type":"content","verse":"33"},{"content":"Segala makanan dalam bekas itu yang hendak dimakan dan yang ada air di atasnya, ia itu haramlah, dan segala minuman yang hendak diminum, yang dalam bekas yang demikian, ia itupun haramlah.","type":"content","verse":"34"},{"content":"Dan lagi segala benda lain yang ditimpa bangkainya itu haramlah, baik dapur baik periuk, hendaklah dipecahkan, karena haramlah adanya tak akan jangan kamu bilangkan dia haram.","type":"content","verse":"35"},{"content":"Hanya mata air atau perigi yang dikumpulkan air ke dalam itu tinggal halal juga; tetapi barangsiapa yang menjamah bangkainya itu najislah adanya.","type":"content","verse":"36"},{"content":"Maka jikalau kiranya dari pada bangkai itu ada yang menimpa biji-bijian yang hendak ditabur, ia itu tinggal halal juga;","type":"content","verse":"37"},{"content":"tetapi jikalau adalah air di atas biji-bijian itu, lalu ia itu ditimpa oleh bangkainya, maka haramlah adanya kepadamu.","type":"content","verse":"38"},{"content":"Maka apabila dari pada binatang yang menjadi makananmu ada yang mati sendirinya, barangsiapa yang menjamah akan bangkainya itu najislah ia sampai masuk matahari;","type":"content","verse":"39"},{"content":"dan lagi barangsiapa yang telah makan dari pada bangkainya itu hendaklah ia membasuhkan pakaiannya dan najislah ia sampai masuk matahari; dan barangsiapa yang membawa lalu akan bangkainya itu hendaklah ia membasuhkan pakaiannya dan najislah ia sampai masuk matahari.","type":"content","verse":"40"},{"content":"Maka segala binatang lain yang melata dan menjulur di atas bumi itu kehinaanlah adanya, tiada boleh dimakan.","type":"content","verse":"41"},{"content":"Sekalian, baik yang menjulur dengan perutnya baik yang merangkak dengan berkaki empat baik yang banyak kakinya, segala binatang yang melata dan menjulur di atas bumi, janganlah kamu makan dia, karena kehinaanlah adanya.","type":"content","verse":"42"},{"content":"Maka sebab itu janganlah kamu menghinakan dirimu dengan barang binatang yang melata, dan jangan kamu menajiskan dirimu dengan dia, sehingga menjadi najis adamu.","type":"content","verse":"43"},{"content":"Karena Akulah Tuhan, Allahmu, sebab itu tak akan jangan kamu menyucikan dirimu dan menjadi suci, karena Akulah suci; dan jangan kamu menajiskan dirimu dengan barang binatang yang melata atau menyulur di atas bumi.","type":"content","verse":"44"},{"content":"Karena Akulah Tuhan, yang telah menghantar kamu keluar dari negeri Mesir, supaya Akulah Allahmu, maka jadilah kamu suci, karena Akulah suci.","type":"content","verse":"45"},{"content":"Maka inilah hukum akan hal segala binatang yang berkaki empat dan segala unggas dan segala keadaan hidup, yang menyulur dalam air dan yang melata di atas bumi.","type":"content","verse":"46"},{"content":"Akan membedakan antara yang haram dengan yang halal dan antara binatang yang boleh dimakan dengan binatang yang tiada boleh dimakan orang.","type":"content","verse":"47"}]