[{"content":"Sebermula, maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya:","type":"content","verse":"1"},{"content":"Jikalau pada kulit tubuh barang seorang ada barang bengkak atau restung atau panau, yang boleh menjadi bala kusta pada kulit tubuhnya, maka hendaklah orang itu dibawa kepada Harun, yang imam, atau kepada salah suatu dari pada segala anak-anaknya laki-laki yang imam.","type":"content","verse":"2"},{"content":"Maka imam itu akan menyelidik bala yang pada kulit tubuhnya itu, jikalau bulu roma pada tempat penyakit itu sudah berubah menjadi putih dan kelihatan penyakit itu lebih dalam dari pada kulit tubuhnya, ia itulah bala kusta adanya; setelah sudah diselidik hendaklah imam membilangkan dia najis.","type":"content","verse":"3"},{"content":"Tetapi jikalau kulit tubuhnya berpanau dan kelihatannya tiada lebih dalam dari pada kulit itu dan bulu romanyapun tiada berubah menjadi putih, maka hendaklah imam mengurungkan orang yang berpenyakit itu tujuh hari lamanya.","type":"content","verse":"4"},{"content":"Maka pada hari yang ketujuh hendaklah imam itu menyelidik akan dia, jikalau sungguh-sungguh pada pemandangannya penyakit itu tetap, tiada makan lebih jauh dalam kulitnya, maka hendaklah imam mengurungkan dia pula tujuh hari lamanya.","type":"content","verse":"5"},{"content":"Maka hendaklah pada hari yang ketujuh itu imam menyelidik akan dia pada kedua kalinya, jikalau nyata penyakit itu susutlah dan tiada makan lebih jauh dalam kulit, maka hendaklah imam membilangkan dia suci, karena puru jua adanya, hendaklah orang itu membasuhkan pakaiannya, lalu sucilah ia.","type":"content","verse":"6"},{"content":"Tetapi jikalau penyakit itu telah makan makin jauh dalam kulitnya setelah sudah ditunjukkannya dirinya kepada imam akan disucikan, atau jikalau ia menghadap imam pada kedua kalinya,","type":"content","verse":"7"},{"content":"maka dilihat imam bahwasanya penyakit itu makin lebih makan dalam kulitnya, maka hendaklah imam membilangkan dia najis adanya, ia itulah penyakit kusta.","type":"content","verse":"8"},{"content":"Barangsiapa yang kena bala kusta ia itu hendaklah dibawa kepada imam.","type":"content","verse":"9"},{"content":"Jikalau dilihat imam bahwasanya adalah bengkak putih pada kulitnya dan bengkak itu telah mengubahkan warna bulu romanya menjadi putih, dan bertumbuhlah daging yang jahat dalam bengkak itu,","type":"content","verse":"10"},{"content":"maka ia itulah penyakit kusta yang sudah lama pada kulit tubuhnya, sebab itu hendaklah imam membilangkan dia najis adanya; jangan dikurungkannya akan dia, karena najislah ia.","type":"content","verse":"11"},{"content":"Tetapi jikalau kusta itu bertumbuh di mana-mana pada kulit itu dan kusta itu menutupi segenap kulit orang yang kena penyakit itu, dari pada kepalanya datang kepada kakinya, pada pemandangan mata imam itu;","type":"content","verse":"12"},{"content":"maka jikalau dilihat imam bahwasanya segenap tubuhnya ketutupan kusta, maka hendaklah imam itu membilangkan suci orang berpenyakit itu; jikalau ia telah berubah menjadi putih sekalipun suci juga ia.","type":"content","verse":"13"},{"content":"Tetapi apabila kelihatan daging jahat di dalamnya, maka najislah adanya.","type":"content","verse":"14"},{"content":"Jikalau dilihat imam akan daging jahat itu, maka hendaklah dibilangkan akan dia najis adanya, karena daging jahat itu najis, ia itu kusta.","type":"content","verse":"15"},{"content":"Tetapi jikalau daging jahat itu hilang serta berubah pula menjadi putih, dan orang itu datang menghadap imam,","type":"content","verse":"16"},{"content":"dan dilihat imam akan dia, bahwasanya penyakitnya telah menjadi putih, maka hendaklah imam itu membilangkan suci orang yang berpenyakit itu, karena suci juga ia.","type":"content","verse":"17"},{"content":"Maka jikalau barang seorang berbisul kulit tubuhnya dan bisul itu telah sembuh,","type":"content","verse":"18"},{"content":"tetapi pada tempat bisul itu tumbuhlah bara putih atau panau putih merah, maka hendaklah ia itu ditunjuk kepada imam.","type":"content","verse":"19"},{"content":"Maka jikalau dilihat imam bahwasanya rupanya lebih dalam dari pada kulit itu dan bulu romanyapun telah berubah menjadi putih, maka hendaklah imam itu membilangkan dia najis; ia itulah penyakit kusta yang telah bertumbuh oleh bisul itu.","type":"content","verse":"20"},{"content":"Tetapi jikalau dilihat imam akan dia, bahwasanya tiadalah bulu roma yang putih padanya dan tiada ia itu lebih dalam dari pada kulit melainkan makin lebih susut, maka hendaklah imam itu mengurungkan dia tujuh hari lamanya.","type":"content","verse":"21"},{"content":"Jikalau ia itu makan lebih jauh dalam kulitnya, maka hendaklah imam itu membilangkan dia najis, karena ia itulah penyakitnya.","type":"content","verse":"22"},{"content":"Tetapi jikalau panau itu tiada makan lebih jauh dan tiada pula berpecah-pecah, maka ia itulah keruping bisul juga, hendaklah imam membilangkan dia suci.","type":"content","verse":"23"},{"content":"Atau jikalau barang seorang kena hangus kulit tubuhnya pada api, setelah sudah sembuh adalah pada tempat yang kena hangus itu panau putih merah atau putih sama sekali,","type":"content","verse":"24"},{"content":"hendaklah imam itu melihati dia, jikalau sesungguhnya bulu roma pada tempat itu telah berubah menjadi putih dan kelihatannya lebih dalam dari pada kulitnya, kusta yang telah tumbuh oleh kena hangus itu, maka hendaklah imam itu membilangkan dia najis, karena ia itulah penyakit kusta.","type":"content","verse":"25"},{"content":"Tetapi jikalau diselidik imam akan dia maka sesungguhnya tiadalah bulu roma yang putih pada tempat itu dan tiada pula ia itu lebih dalam dari pada kulitnya dan lagi lebih susutlah ia, maka hendaklah imam itu mengurungkan dia tujuh hari lamanya.","type":"content","verse":"26"},{"content":"Maka pada hari yang ketujuh itu hendaklah diselidik imam akan dia, jikalau makin lebih termakan dalam kulitnya, maka hendaklah imam itu membilangkan dia najis, karena ia itulah penyakit kusta.","type":"content","verse":"27"},{"content":"Tetapi jikalau panau itu tetap pada tempatnya dan tiada pula berpecah-pecah di atas kulitnya, melainkan lebih susutlah ia, maka ia itulah bengkak hangus sahaja, hendaklah imam membilangkan dia suci, karena bekas hangus juga adanya.","type":"content","verse":"28"},{"content":"Bermula, jikalau seorang laki-laki atau perempuan kena kudis kepalanya atau janggutnya,","type":"content","verse":"29"},{"content":"hendaklah ia itu diselidik oleh imam, jikalau sesungguhnya kelihatannya lebih dalam dari pada kulitnya dan ada rambut yang kuning nipis padanya, hendaklah imam itu membilangkan dia najis, karena kudis itulah penyakit kusta pada kepala atau janggut adanya.","type":"content","verse":"30"},{"content":"Tetapi jikalau dilihat imam akan kudis kepala itu, bahwasanya kelihatannya tiada lebih dalam dari pada kulitnya, jikalau tiada padanya rambut hitam sekalipun, hendaklah imam mengurungkan orang yang kena kudis kepalanya itu tujuh hari lamanya.","type":"content","verse":"31"},{"content":"Maka pada hari yang ketujuh hendaklah dilihat imam akan penyakitnya, jikalau sesungguhnya kudis kepala itu tiada makin lebih termakan dan tiadalah rambut kuning padanya dan tiada pula kelihatannya lebih dalam dari pada kulitnya,","type":"content","verse":"32"},{"content":"maka hendaklah disuruhnya cukur kepalanya, tetapi tempat kudis itu jangan dicukur, lalu hendaklah imam itu mengurungkan pada kedua kalinya orang yang kena kudis kepalanya itu tujuh hari lamanya.","type":"content","verse":"33"},{"content":"Maka pada hari yang ketujuh hendaklah dilihat imam akan kudis kepalanya, jikalau sesungguhnya penyakit itu tiada makin lebih makan dalam kulit itu, dan kelihatannyapun tiada lebih dalam dari pada kulitnya, maka hendaklah imam itu membilangkan dia suci, dan hendaklah orang itu membasuhkan pakaiannya, lalu sucilah ia.","type":"content","verse":"34"},{"content":"Tetapi jikalau kudis kepala itu telah berpecah-pecah di mana-mana pada kulit itu setelah sudah ditunjuknya dirinya akan disucikan,","type":"content","verse":"35"},{"content":"dan sudah dilihat imam akan dia, bahwasanya kudis kepala itu telah berpecah-pecah pada kulitnya, maka tiada usah dicahari imam akan rambut yang telah jadi kuning itu, karena najislah juga adanya.","type":"content","verse":"36"},{"content":"Tetapi jikalau pada pemandangan matanya kudis kepala itu tiada makin lebih makan dan bertumbuhlah rambut hitam padanya, maka kudis kepala itu sudah sembuhlah, dan orang itupun sucilah, maka hendaklah imam itu membilangkan dia suci.","type":"content","verse":"37"},{"content":"Jikalau seorang laki-laki atau perempuan berpanau kulit tubuhnya, ia itu berbelang putih,","type":"content","verse":"38"},{"content":"maka dilihat imam bahwasanya panau pada kulit tubuhnya makin suram putihnya, ia itulah panau jua yang bertumbuh pada kulitnya, dan orang itupun sucilah adanya.","type":"content","verse":"39"},{"content":"Dan lagi jikalau rambut barang seorang gugur, sulah jua ia, maka sucilah adanya.","type":"content","verse":"40"},{"content":"Dan jikalau gugur rambutnya pada sebelah dahinya, botak jua ia, maka sucilah adanya.","type":"content","verse":"41"},{"content":"Tetapi jikalau pada kepala botak atau sulah itu adalah penyakit putih merah, ia itulah kusta, yang bertumbuh pada kepala sulah atau botak itu.","type":"content","verse":"42"},{"content":"Maka jikalau dilihat imam akan dia, bahwasanya adalah bengkak putih merah pada kepalanya yang sulah atau botak itu, rupanya seperti kusta pada kulit tubuh itu:","type":"content","verse":"43"},{"content":"Niscaya orang itu berkusta dan najislah ia, tak akan jangan imam itu membilangkan dia najis, karena penyakitnya ada di atas kepalanya.","type":"content","verse":"44"},{"content":"Maka adapun orang kusta, yang kena bala itu dengan sesungguhnya, maka hendaklah pakaiannya terkoyak-koyak dan terurailah rambutnya dan terbebatlah bibir atasnya dan hendaklah ia berseru: Najis! najis!","type":"content","verse":"45"},{"content":"Maka segala hari penyakit itu padanya najislah ia, maka sebab najislah adanya hendaklah ia duduk berasing, yaitu di luar tempat tentara akan ada tempat kedudukannya.","type":"content","verse":"46"},{"content":"Maka jikalau bala kusta itu pada barang suatu pakaian, baik pada kain bulu kambing baik pada kain kapas,","type":"content","verse":"47"},{"content":"atau pada kain belacu atau kain campuran kapas dengan bulu atau pada belulang atau pada segala yang diperbuat dari pada kulit,","type":"content","verse":"48"},{"content":"maka jikalau pada pakaian atau belulang atau kain atau belacu atau perkakas kulit, tempat yang kena itu kehijauan atau kemerahan warnanya, ia itulah bala kusta, maka hendaklah ia itu ditunjuk kepada imam.","type":"content","verse":"49"},{"content":"Setelah dilihat imam tempat yang kena itu, maka hendaklah disuruhnya simpan barang yang kena itu tujuh hari lamanya.","type":"content","verse":"50"},{"content":"Maka apabila dilihatnya pada hari yang ketujuh itu bahwa jahat itu sudah makan lebih jauh pada pakaian atau kain atau belacu atau belulang atau barang apapun baik yang diperbuat dari pada kulit, maka jahat itulah bala kusta yang makan selalu, dan najislah adanya.","type":"content","verse":"51"},{"content":"Maka hendaklah dibakarnya habis akan pakaian atau belacu atau kain yang dari pada bulu atau dari pada kapas, atau segala perkakas kulit, yang kena bala itu, karena ia itulah kusta yang jahat, tak akan jangan ia itu dibakar habis dengan api.","type":"content","verse":"52"},{"content":"Tetapi jikalau dilihat imam bahwa jahat itu tiada makan lebih jauh dalam pakaian atau kain atau belacu atau perkakas kulit,","type":"content","verse":"53"},{"content":"maka hendaklah disuruh imam akan orang membasuhkan barang yang kena jahat itu, lalu hendaklah disimpannya pada kedua kalinya tujuh hari lamanya.","type":"content","verse":"54"},{"content":"Maka apabila dilihat imam akan jahat itu, setelah sudah ia itu dibasuh baik-baik, bahwasanya jahat itu tiada berubah rupanya, jikalau jahat itu tiada makan lebih jauh sekalipun, maka najislah juga adanya, hendaklah ia itu dibakar habis dengan api, karena adalah ia itu haus-haus baik pada mukanya baik pada belakangnya.","type":"content","verse":"55"},{"content":"Tetapi jikalau dilihat imam bahwasanya tempat yang kena itu telah kerut kemudian dari pada dibasuh baik-baik, maka hendaklah dikoyaknya putus dari pada pakaian atau kulit atau kain atau belacu itu.","type":"content","verse":"56"},{"content":"Tetapi jikalau kemudian dari pada itu nyatalah yang demikian itu bertumbuh pula pada pakaian atau kain atau belacu atau perkakas kulit itu, maka hendaklah kamu membakar habis dengan api akan barang yang jahat itu padanya.","type":"content","verse":"57"},{"content":"Tetapi adapun pakaian atau kain atau belacu atau segala perkakas kulit yang telah hilang jahat itu dari padanya kemudian dari pada dibasuh, maka hendaklah ia itu dibasuh sekali lagi, lalu sucilah adanya.","type":"content","verse":"58"},{"content":"Maka inilah hukum akan bala kusta pada kain kapas atau kain bulu atau kain belacu atau kain campuran atau segala perkakas kulit, akan membilangkan dia suci atau najis adanya.","type":"content","verse":"59"}]