[{"content":"Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"1"},{"content":"Katakanlah olehmu kepada segala bani Israel, demikianlah firman-Nya: Akulah Tuhan, Allahmu!","type":"content","verse":"2"},{"content":"Jangan kamu menurut perbuatan orang di negeri Mesir, tempat kedudukanmu dahulu, dan jangan kamu menurut perbuatan orang di negeri Kanaan, tempat Aku menghantar kamu ke sana, dan jangan kamu menurut adat-adat mereka itu.","type":"content","verse":"3"},{"content":"Melainkan hendaklah kamu menurut segala hukum-Ku dan memeliharakan segala perintah-Ku, supaya kamu melakukan dirimu setuju dengan dia: Bahwa Akulah Tuhan, Allahmu!","type":"content","verse":"4"},{"content":"Maka hendaklah kamu memeliharakan segala hukum-Ku dan segala perintah-Ku; barangsiapa yang berbuat begitu ia itu akan hidup olehnya: Bahwa Akulah Tuhan!","type":"content","verse":"5"},{"content":"Seorangpun jangan menghampiri seorang sanak saudaranya hendak kawin dengan dia: Bahwa Akulah Tuhan!","type":"content","verse":"6"},{"content":"Jangan kamu kawin dengan ibumu kemudian dari pada mati bapamu, karena ialah ibumu; jangan kamu kawin dengan dia.","type":"content","verse":"7"},{"content":"Jangan kamu kawin dengan bini bapamu, karena ialah seketiduran dengan bapamu.","type":"content","verse":"8"},{"content":"Jangan kamu kawin dengan saudaramu perempuan ia itu anak bapamu atau anak ibumu, baik ia diperanakkan di dalam rumah atau diperanakkan di luar rumah, jangan kamu kawin dengan dia.","type":"content","verse":"9"},{"content":"Jangan kamu kawin dengan cucumu perempuan yang dari pada sebelah anakmu laki-laki atau dari sebelah anakmu perempuan, karena ialah dari pada ketiduranmu sendiri.","type":"content","verse":"10"},{"content":"Jangan kamu kawin dengan anak perempuan bini bapamu, yang diperanakkan bagi bapamu, karena ialah saudaramu perempuan, jangan kamu kawin dengan dia.","type":"content","verse":"11"},{"content":"Jangan kamu kawin dengan saudara perempuan bapamu, karena sedarah daging juga ia dengan bapamu.","type":"content","verse":"12"},{"content":"Jangan kamu kawin dengan saudara perempuan ibumu, karena sedarah daging juga ia dengan ibumu.","type":"content","verse":"13"},{"content":"Jangan kamu mencemarkan tempat tidur saudara laki-laki bapamu, sebab kawin dengan bininya, karena ialah mamakmu.","type":"content","verse":"14"},{"content":"Jangan kamu kawin dengan menantumu perempuan, karena ialah bini anakmu, jangan kamu kawin dengan dia.","type":"content","verse":"15"},{"content":"Jangan kamu kawin dengan bini saudaramu, sebab telah seketiduran ia dengan saudaramu.","type":"content","verse":"16"},{"content":"Jangan kamu kawin dengan seorang perempuan serta dengan anaknyapun sekali; jangan kamu mengambil cucunya dari sebelah anaknya laki-laki atau dari sebelah anaknya perempuan akan binimu, karena ialah sedarah daging dengan kamu, maka haramlah perbuatan yang demikian.","type":"content","verse":"17"},{"content":"Maka jangan kamu mengambil seorang perempuan dan saudaranya perempuan itupun sertanya akan binimu, sehingga kamu adakan cemburuan, sebab bersetubuh dengan seorang pada sisi seorangnya selagi hidupnya.","type":"content","verse":"18"},{"content":"Maka jangan kamu bersetubuh dengan seorang perempuan pada masa cemar kainnya.","type":"content","verse":"19"},{"content":"Dan jangan kamu bersetubuh dengan bini samamu manusia, sehingga kamu menjadi najis dengan dia.","type":"content","verse":"20"},{"content":"Maka jangan kamu menyerahkan seorang dari pada benihmu akan dipersembahkan kepada Molekh, dan jangan kamu menghinakan nama Allahmu: Bahwa Akulah Tuhan!","type":"content","verse":"21"},{"content":"Jangan kamu berbaring dengan seorang laki-laki cara perempuan, karena ia itulah suatu perkara yang keji.","type":"content","verse":"22"},{"content":"Dan lagi jangan kamu menajiskan dirimu oleh berbaring dengan binatang, dan seorang perempuanpun jangan berbaring dengan binatang karena ia itulah suatu perkara yang amat keji adanya.","type":"content","verse":"23"},{"content":"Jangan kamu menjiskan dirimu dengan barang sesuatu dari pada segala perkara ini, karena dengan perbuatan yang demikian telah menajiskan dirinya segala bangsa, yang akan Kuhalaukan dari hadapanmu kelak.","type":"content","verse":"24"},{"content":"Demikianlah negeri itu telah dinajiskan, sehingga tak dapat tiada Aku membalas segala kejahatannya kepadanya; karena negeri itupun memuntahkan segala orang isinya.","type":"content","verse":"25"},{"content":"Melainkan hendaklah kamu memeliharakan segala hukum-Ku dan segala firman-Ku ini dan satupun perkara yang keji itu jangan kamu perbuat, baik anak bumi baik orang yang duduk menumpang di antara kamu.","type":"content","verse":"26"},{"content":"Karena segala perkara yang keji itu telah diperbuat orang isi negeri yang di hadapanmu itu, maka negeri itu telah dinajiskan olehnya.","type":"content","verse":"27"},{"content":"Supaya negeri itu jangan muntahkan kamupun apabila kamu menajiskan dia, seperti dimuntahkannya akan bangsa yang di hadapanmu itu.","type":"content","verse":"28"},{"content":"Karena barangsiapa yang akan berbuat sesuatu perkara yang keji itu, ia itu akan ditumpas kelak dari antara bangsanya.","type":"content","verse":"29"},{"content":"Sebab itu hendaklah kamu memeliharakan firman-Ku dan jangan kamu menurut barang sesuatu dari pada segala adat yang keji, yang diperbuat dahulu dari pada kamu itu, dan jangan kamu menajiskan dirimu dengan dia. Bahwa Akulah Tuhan, Allahmu!","type":"content","verse":"30"}]