[{"content":"Sebermula, maka berfirmanlah Tuhan lagi kepada Musa di atas bukit Torsina, firman-Nya:","type":"content","verse":"1"},{"content":"Katakanlah kepada segala bani Israel ini: Apabila kamu sudah masuk ke dalam negeri yang hendak Kukaruniakan kepadamu itu, maka hendaklah tanahnya berhenti satu sabat bagi Tuhan.","type":"content","verse":"2"},{"content":"Enam tahun lamanya hendaklah kamu menaburi bendangmu dan enam tahun lamanya hendaklah kamu merancung pokok anggurmu serta mengumpulkan hasilnya.","type":"content","verse":"3"},{"content":"Tetapi pada tahun yang ketujuh akan ada sabat perhentian yang suci bagi tanah itu, yaitu sabat Tuhan, maka jangan kamu menaburi bendangmu atau merancung pokok anggurmu.","type":"content","verse":"4"},{"content":"Maka barang yang tumbuh sendirinya pada perhumaanmu itu jangan kamu tuai dan buah pokok anggurmu, yang tiada dirancung itu, jangan kamu kerat; maka hendaklah ia itu tahun perhentian yang suci bagi tanah itu.","type":"content","verse":"5"},{"content":"Maka hasil tanah pada sabat itu akan menjadi makanan bagi kamu dan bagi hambamu laki-laki dan perempuan dan bagi orang dagang yang duduk menumpang dalam rumahmu,","type":"content","verse":"6"},{"content":"dan bagi binatangmu yang jinak dan bagi segala binatang liar, yang pada tanahmu; segala hasil itu akan menjadi makanannya.","type":"content","verse":"7"},{"content":"Dan lagi hendaklah kamu membilang tujuh tahun sabat, yaitu tujuh kali tujuh tahun, jadi jumlah segala tahun itu empat puluh sembilan tahun banyaknya.","type":"content","verse":"8"},{"content":"Setelah itu maka pada bulan yang ketujuh dan pada sepuluh hari bulan itu hendaklah kamu meniupkan nafiri bunyi-bunyian itu keliling, yaitu pada hari gafirat itu hendaklah kamu meniupkan nafiri keliling dalam segala negerimu.","type":"content","verse":"9"},{"content":"Maka tahun yang kelima puluh itu hendaklah kamu sucikan dan berseru-serukan kemerdekaan dalam negeri itu bagi segala orang isinya; maka hendaklah ia itu menjadi suatu tahun yobel bagi kamu; tak akan jangan masing-masing kamu kembalilah kepada miliknya dan masing-masingpun kembalilah kepada isi rumahnya.","type":"content","verse":"10"},{"content":"Maka tahun yang kelima puluh itu menjadi bagi kamu tahun yobel, sebab itu jangan kamu menaburi biji-bijian, dan jangan menuai barang yang tumbuh sendirinya, dan jangan kamu memetik buah pokok anggurnya yang tiada dirancung.","type":"content","verse":"11"},{"content":"Karena ia itulah tahun yobel dan sucilah ia itu bagi kamu; barang hasil bendang yang tumbuh sendirinya itu hendaklah kamu makan.","type":"content","verse":"12"},{"content":"Maka pada tahun yobel itu hendaklah kamu kembali masing-masing kepada miliknya.","type":"content","verse":"13"},{"content":"Maka sebab itu, jikalau kamu menjual barang sesuatu yang dapat dijual kepada samamu manusia, atau jikalau kamu membeli dari pada tangan samamu manusia, janganlah kamu berkurang-kurangan seorang akan seorang.","type":"content","verse":"14"},{"content":"Sekadar bilangan tahun kemudian dari pada tahun yobel itu hendaklah kamu beli dari pada samamu manusia maka hendaklah dijualnya kepadamu dengan bilangan segala tahun hasilnya.","type":"content","verse":"15"},{"content":"Sekadar banyak tahun hendaklah kamu memperbanyakkan pembeliannya, dan sekadar kurang tahun itu hendaklah kamu mengurangkan pembeliannya; karena hanya bilangan segala hasilnya jua yang dijual kepadamu.","type":"content","verse":"16"},{"content":"Maka sebab itu janganlah kamu merugikan seorang akan seorang, melainkan hendaklah kamu takut akan Allahmu, karena Akulah Tuhan, Allahmu.","type":"content","verse":"17"},{"content":"Maka hendaklah kamu menurut segala hukum-Ku dan memeliharakan segala firman-Ku dan berlaku setuju dengan dia, supaya boleh kamu duduk dalam negeri itu dengan sentosa.","type":"content","verse":"18"},{"content":"Maka tanah itupun akan memberi hasilnya dan kamu akan makan dia sampai kenyang-kenyang, dan kamu akan duduk dalam negeri itu dengan sentosa.","type":"content","verse":"19"},{"content":"Maka jikalau kiranya kamu berkata demikian: Apakah yang kami akan makan pada tahun yang ketujuh itu? bahwasanya tiada boleh kami menabur dan tiada boleh kami mengumpulkan hasil kami.","type":"content","verse":"20"},{"content":"Niscaya Aku akan menyuruhkan berkat-Ku atas kamu pada tahun yang keenam itu, supaya ditumbuhkannya hasil bagi kamu yang cukup akan tiga tahun.","type":"content","verse":"21"},{"content":"Sehingga pada tahun yang kedelapan kamu ada lagi biji-bijian dan kamu boleh makan dari pada hasil yang lama itu sampai kepada tahun yang kesembilan, maka kamu akan makan yang lama itu sampai hasil yang baharu itu sudah dibawa masuk pula.","type":"content","verse":"22"},{"content":"Maka sebab itu janganlah tanah itu dijual bagi selama-lamanya, karena tanah itu Aku punya, dan kamulah orang dagang dan orang yang menumpang dengan Aku.","type":"content","verse":"23"},{"content":"Maka sebab itu juga hendaklah dalam seluruh negerimu kamu membiarkan tanah itu ditebus.","type":"content","verse":"24"},{"content":"Maka jikalau kiranya saudaramu telah menjadi miskin, sehingga dijualnya apa-apa dari pada miliknya, maka hendaklah datang penebusnya, dari pada sanak saudaranya yang terdekat dengan dia, serta hendaklah ditebusnya akan barang yang telah dijual oleh saudaranya itu.","type":"content","verse":"25"},{"content":"Maka jikalau kiranya seorang tiada berpenebus, tetapi kemudian tangannya telah beroleh dan mendapat yang cukup akan menebus miliknya,","type":"content","verse":"26"},{"content":"maka hendaklah dicengkolongnya segala tahun barang itu telah dijual, dan dipulangkannya lebihnya kepada orang yang telah membeli dia dari padanya, setelah itu bolehlah ia kembali kepada miliknya.","type":"content","verse":"27"},{"content":"Tetapi jikalau tangannya tiada mendapat cukup akan dipulangkan kepadanya, maka barang yang dijualnya itu hendaklah dalam tangan orang yang membelinya sampai tahun yobel itu, tetapi pada tahun yobel keluarlah ia itu dan kembalilah ia kepada miliknya.","type":"content","verse":"28"},{"content":"Maka jikalau barang seorang telah menjual rumah dalam negeri yang berpagarkan tembok, maka bolehlah ia itu ditebus setelah genap setahun kemudian dari pada ia itu dijual, pada setahun suntuk bolehlah ia itu ditebus.","type":"content","verse":"29"},{"content":"Tetapi jikalau rumah tiada ditebus apabila genaplah sudah setahun itu, maka rumah yang dalam negeri berpagarkan tembok itu, tinggal milik orang yang telah membelinya sampai selama-lamanya turun-temurun, maka tiada ia itu dikembalikan pada tahun yobel itu.","type":"content","verse":"30"},{"content":"Tetapi rumah-rumah di tempat yang tiada berpagarkan tembok itu hendaklah dibilang sama dengan tanah bendang juga, bolehlah ia itu ditebus dan dikembalikan pula pada tahun yobel adanya.","type":"content","verse":"31"},{"content":"Maka adapun segala negeri orang Lewi itu dan segala rumah yang dalam negeri miliknya, maka suatu tebusan yang kekal menjadi bahagian orang Lewi.","type":"content","verse":"32"},{"content":"Maka tiap-tiap orang, hanya jikalau ia dari pada orang Lewi, itu boleh menebusnya; tetapi rumah yang dijual dalam barang suatu negeri milik mereka itu, ia itu dikembalikan juga pada tahun yobel dari sendirinya, karena segala rumah dalam negeri-negeri orang Lewi itulah milik mereka turun-temurun di antara segala bani Israel.","type":"content","verse":"33"},{"content":"Tetapi tanah kampung keliling negeri mereka itu tiada boleh dijual, karena ia itu milik mereka itu yang kekal selama-lamanya.","type":"content","verse":"34"},{"content":"Maka jikalau saudaramu telah menjadi miskin dan tangannya gementar sertamu, maka hendaklah kamu memegang akan dia, jikalau ia orang dagang atau orang menumpang sekalipun, supaya iapun boleh hidup sertamu.","type":"content","verse":"35"},{"content":"Maka janganlah kamu mengambil dari padanya bunga atau laba yang terlalu, melainkan takutlah kamu akan Allahmu, supaya saudaramupun boleh hidup sertamu.","type":"content","verse":"36"},{"content":"Jangan kamu memberikan uangmu kepadanya dengan makan bunga, dan makananmupun jangan kamu berikan kepadanya dengan mengambil untung.","type":"content","verse":"37"},{"content":"Bahwa Akulah Tuhan, Allahmu, yang telah menghantar akan kamu ke luar dari negeri Mesir, hendak mengaruniakan negeri Kanaan kepadamu, supaya Aku menjadi Allahmu!","type":"content","verse":"38"},{"content":"Maka jikalau saudaramu yang sertamu itu telah menjadi miskin dan dijualnya dirinya kepadamu, jangan kamu menyuruh dia mengerjakan pekerjaan seorang sahaya.","type":"content","verse":"39"},{"content":"Melainkan hendaklah ia tinggal sertamu bagaikan orang upahan atau orang menumpang dan ia memperhambakan dirinya kepadamu sampai tahun yobel itu.","type":"content","verse":"40"},{"content":"Lalu hendaklah ia keluar dari padamu, baik ia baik anak-anaknyapun sertanya, dan kembalilah ia kepada kaum keluarganya, dan pulanglah ia kepada milik nenek moyangnya.","type":"content","verse":"41"},{"content":"Karena mereka itulah hamba-hamba-Ku, yang telah Kuhantar keluar dari negeri Mesir; sebab itu jangan mereka itu dijual seperti orang menjual sahaya.","type":"content","verse":"42"},{"content":"Maka jangan kamu memerintahkan dia dengan bengis, melainkan takutlah kamu akan Allahmu.","type":"content","verse":"43"},{"content":"Tetapi segala sahaya laki-laki atau perempuan yang ada padamu itu, hendaklah dari pada bangsa-bangsa yang duduk keliling kamu, maka dari pada mereka itulah boleh kamu membeli sahaya laki-laki atau perempuan.","type":"content","verse":"44"},{"content":"Demikianpun dari pada anak-anak orang dagang yang duduk menumpang di antara kamu, dari pada mereka itupun boleh kamu membeli dia, dan dari pada anak buahnya yang ada sertamu jikalau telah diperanakkannya dalam negerimu sekalipun; mereka itulah menjadi milikmu.","type":"content","verse":"45"},{"content":"Maka bolehlah kamu membilangkan dia milik pusaka bagi anak-anakmu kemudian dari padamu, supaya mereka itu mempusakai dia bagi milik yang kekal; maka orang itu boleh kamu suruh berbuat pekerjaan sahaya, tetapi adapun saudaramu, yang dari pada bani Israel itu, jangan seorang memerintahkan seorang dengan bengis.","type":"content","verse":"46"},{"content":"Maka jikalau seorang dagang atau orang yang menumpang di antara kamu telah beroleh harta, maka saudaramu yang sertanya itu telah menjadi miskin, sehingga dijualnya dirinya kepada orang dagang yang duduk di antara kamu atau kepada peranakan orang dagang itu,","type":"content","verse":"47"},{"content":"setelah dijualnya dirinya hendaklah ada tebusan baginya; maka hendaklah ia ditebus oleh salah seorang dari pada segala saudaranya.","type":"content","verse":"48"},{"content":"Baik mamaknya laki-laki baik anak laki-laki mamaknya, hendaklah menebus dia, atau yang dari pada kaum keluarganya yang sedarah daging dengan dia itu hendaklah menebus dia; atau jikalau ia sendiri telah beroleh harta, maka hendaklah ditebusnya dirinya.","type":"content","verse":"49"},{"content":"Maka hendaklah ia berkira-kira dengan orang yang telah membeli dia, dari pada tahun yang dijualnya dirinya kepadanya sampai tahun yobel itu, serta uang pembeli itu dicengkolongkan dengan bilangan segala tahun yang ia telah sertanya, atas bilangan hari orang upahan adanya.","type":"content","verse":"50"},{"content":"Maka jikalau ada lagi banyak tahun itu, setuju dengan dia hendaklah dikembalikannya uang pembelinya akan tebusannya.","type":"content","verse":"51"},{"content":"Maka jikalau tinggal lagi sedikit tahun sampai tahun yobel itu, apabila ia berjelas kira-kira dengan dia, hendaklah dikembalikannya uang tebusannya kepadanya setuju dengan tahun itu.","type":"content","verse":"52"},{"content":"Seperti seorang upahan hendaklah ia sertanya dari pada setahun datang kepada setahun, maka jangan ia diperintahkan olehnya dengan bengis di hadapan matamu.","type":"content","verse":"53"},{"content":"Maka jikalau tiada ia ditebus dengan peri yang demikian, maka pada tahun yobel juga keluarlah ia dengan merdekanya, baik ia baik anak-anaknyapun sertanya;","type":"content","verse":"54"},{"content":"karena segala bani Israel itulah hamba-Ku, bahkan, hamba-Ku yang telah Kuhantar keluar dari negeri Mesir: Maka Akulah Tuhan, Allahmu.","type":"content","verse":"55"}]