[{"content":"Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"1"},{"content":"Sampaikanlah kepada bani Israel perkataan ini: Jikalau barang seorang sudah berdosa, sebab ia sesat dari pada barang suatu hukum Tuhan dan telah dibuatnya barang suatu yang tiada boleh dibuat sekali-kali;","type":"content","verse":"2"},{"content":"jikalau imam yang telah disirami dengan minyak itu sudah berdosa, sehingga didatangkannya salah atas segala umat itu, maka hendaklah dipersembahkannya karena dosanya, yang telah dibuatnya itu, seekor lembu muda, seekor anak lembu yang tiada celanya, akan korban karena dosa kepada Tuhan.","type":"content","verse":"3"},{"content":"Maka lembu muda itu hendaklah dibawanya ke pintu kemah perhimpunan, ke hadapan hadirat Tuhan, dan hendaklah ia menumpangkan tangannya kepada kepala lembu muda itu, lalu hendaklah ia menyembelihkan lembu muda itu di hadapan hadirat Tuhan.","type":"content","verse":"4"},{"content":"Maka imam yang disirami dengan minyak itu akan mengambil dari pada darah lembu muda itu dan membawa dia ke dalam kemah perhimpunan.","type":"content","verse":"5"},{"content":"Maka imam itu akan mencelupkan jarinya ke dalam darah itu dan memercikkan tujuh kali dari pada darah itu di hadapan hadirat Tuhan, di hadapan tirai dinding tempat suci itu.","type":"content","verse":"6"},{"content":"Maka hendaklah imam itu membubuh dari pada darah itu kepada tanduk meja bakar dupa yang dari pada rempah-rempah harum, di hadapan hadirat Tuhan dalam kemah perhimpunan, kemudian hendaklah dicurahkannya segala darah lembu muda itu pada kaki mezbah korban bakaran, yang di hadapan pintu kemah perhimpunan.","type":"content","verse":"7"},{"content":"Maka segala lemak yang pada lembu muda korban karena dosa itu akan diambilnya dari padanya, yaitu lemak yang menudungi isi perut dan segala lemak yang ada pada isi perut itu.","type":"content","verse":"8"},{"content":"Dan lagi kedua buah punggung serta dengan lemak yang ada padanya, yang pada lambung itu, dan jala-jala yang menudung hampedas itu akan diambilnya serta dengan buah punggung itu;","type":"content","verse":"9"},{"content":"seperti ia itu diambil juga dari pada lembu korban syukur, maka sekalian itu akan dibakar oleh imam di atas mezbah korban bakaran itu.","type":"content","verse":"10"},{"content":"Tetapi adapun kulit lembu muda itu dan segala dagingnya serta dengan kepalanya dan pahanya dan isi perutnya dan tahinya.","type":"content","verse":"11"},{"content":"Segenap lembu muda itu akan dibawa olehnya keluar dari pada tempat tentara kepada suatu tempat yang suci, ke tempat orang membuang abu, maka hendaklah dibakarnya habis akan dia dengan api di atas kayu, maka di tempat orang membuang abu hendaklah dibakar habis akan dia.","type":"content","verse":"12"},{"content":"Maka jikalau segenap sidang bani Israel telah berdosa sebab sesat, sehingga perkara itu terlindung dari pada mata segenap sidang itu, dan telah dibuatnya barang sesuatu yang ada melawan firman Tuhan, yang tak boleh dibuatnya dan dengan demikian mereka itu telah bersalah,","type":"content","verse":"13"},{"content":"maka dosa yang telah dibuatnya itu menjadi ketahuan kepada mereka itu, maka hendaklah segenap sidang itu mempersembahkan seekor lembu muda, yaitu seekor anak lembu akan korban karena dosa, serta membawa dia ke hadapan kemah perhimpunan.","type":"content","verse":"14"},{"content":"Maka oleh segala tua-tua sidang itu hendaklah ditumpangkan tangannya pada kepala lembu muda itu di hadapan hadirat Tuhan, dan disembelihkannya lembu muda itu di hadapan hadirat Tuhan.","type":"content","verse":"15"},{"content":"Lalu imam yang disiram dengan minyak itu akan membawa dari pada darah lembu muda itu ke dalam kemah perhimpunan.","type":"content","verse":"16"},{"content":"Dan imam itu akan mencelupkan jarinya ke dalam darah itu dan memercikkan dia tujuh kali kepada tirai dinding di hadapan hadirat Tuhan.","type":"content","verse":"17"},{"content":"Maka dari pada darah itupun hendaklah dibubuhnya kepada segala tanduk mezbah, yang di hadapan hadirat Tuhan dalam kemah perhimpunan, lalu hendaklah dicurahkannya segala darah itu kepada kaki mezbah korban bakaran, yang di hadapan pintu kemah perhimpunan.","type":"content","verse":"18"},{"content":"Dan hendaklah diambilnya dari padanya segala lemaknya, dibakarnya di atas mezbah.","type":"content","verse":"19"},{"content":"Maka hendaklah dibuatnya akan lembu muda inipun seperti yang telah dibuatnya akan lembu muda korban karena dosa itu, demikianlah hendak dibuatnya akan dia, maka oleh imam akan diadakan gafirat bagi mereka itu, lalu ia itupun akan diampuni kepada mereka itu.","type":"content","verse":"20"},{"content":"Kemudian hendaklah dibawanya akan lembu muda itu ke luar dari pada tempat orang banyak, dibakarnya habis akan dia seperti dibakarnya habis akan lembu muda yang dahulu itu: maka inilah suatu korban karena dosa orang banyak adanya.","type":"content","verse":"21"},{"content":"Maka jikalau seorang penghulu telah berdosa sebab sesat dan telah berbuat barang sesuatu yang melawan firman Tuhan, Allahnya, yang tiada boleh dibuatnya, sehingga bersalahlah ia;","type":"content","verse":"22"},{"content":"maka jikalau dosanya, yang telah dibuatnya itu, menjadi ketahuan kepadanya, maka hendaklah dibawanya seekor kambing jantan yang tiada celanya akan persembahan korbannya.","type":"content","verse":"23"},{"content":"Dan hendaklah ditumpangkannya tangannya pada kepala kambing jantan itu, lalu disembelihkannya pada tempat penyembelihan korban bakaran di hadapan hadirat Tuhan, ia itulah korban karena dosanya.","type":"content","verse":"24"},{"content":"Maka oleh imam akan diambil dengan jarinya dari pada darah korban karena dosa itu, dibubuhnya pada segala tanduk mezbah korban bakaran, lalu dicurahkannya segala darah itu pada kaki mezbah korban bakaran.","type":"content","verse":"25"},{"content":"Maka segala lemaknya hendaklah dibakarnya di atas mezbah seperti lemak korban syukur itu; demikianlah imam itu akan mengadakan gafirat baginya dan dosanyapun akan diampuni kepadanya.","type":"content","verse":"26"},{"content":"Maka jikalau barang seorang dari pada segala anak bumi itu telah berdosa sebab sesat dan telah berbuat barang sesuatu yang melawan segala firman Tuhan, yang tiada boleh dibuatnya, sehingga ia bersalah,","type":"content","verse":"27"},{"content":"maka dosa yang telah dibuatnya itu menjadi ketahuan kepadanya, maka hendaklah dipersembahkannya seekor kambing yang tiada celanya, seekor kambing betina yang muda, akan korban karena dosa yang telah dibuatnya.","type":"content","verse":"28"},{"content":"Maka hendaklah ditumpangkannya tangannya pada kepala korban karena dosa itu, dan korban karena dosa itu akan disembelih oranglah pada tempat korban bakaran.","type":"content","verse":"29"},{"content":"Lalu hendaklah diambil oleh imam dengan jarinya dari pada darah itu, dibubuhnya pada segala tanduk mezbah korban bakaran, setelah itu hendaklah segala darah itu dicurahkannya pada kaki mezbah itu.","type":"content","verse":"30"},{"content":"Maka segala lemaknya hendaklah diambilnya dari padanya seperti diambil akan lemak korban syukurpun, dan hendaklah ia itu dibakar oleh imam di atas mezbah akan suatu bau yang harum bagi Tuhan; maka imam itupun akan mengadakan gafirat baginya dan dosanyapun akan diampuni kepadanya.","type":"content","verse":"31"},{"content":"Maka jikalau dipersembahkannya seekor anak domba akan korban karena dosanya, hendaklah dipersembahkannya seekor betina yang tiada celanya.","type":"content","verse":"32"},{"content":"Maka hendaklah ditumpangkannya tangannya pada kepala korban karena dosa itu dan disembelihkannya akan korban karena dosa pada tempat penyembelihan korban bakaran itu.","type":"content","verse":"33"},{"content":"Kemudian hendaklah diambil oleh imam dengan jarinya dari pada darah korban karena dosa itu, dibubuhnya pada segala tanduk mezbah korban bakaran; setelah itu hendaklah segala darah itu dicurahkannya pada kaki mezbah.","type":"content","verse":"34"},{"content":"Maka segala lemak hendaklah diambilnya dari padanya, seperti diambil akan lemak dari pada anak domba korban syukur itu, lalu ia itu dibakar oleh imam di atas mezbah, di atas korban api bagi Tuhan, maka imam itupun akan mengadakan gafirat baginya dan dosa yang telah dibuatnya akan diampuni kepadanya.","type":"content","verse":"35"}]