[{"content":"Arakian, maka diambil oleh orang Filistin akan tabut Allah itu, dibawanya dari Eben-Haezar ke Asdod.","type":"content","verse":"1"},{"content":"Lalu diambil oleh orang Filistin akan tabut Allah, dibawanya ke dalam rumah Dagon, ditaruhnya pada sisi Dagon itu.","type":"content","verse":"2"},{"content":"Tetapi pada keesokan harinya pagi-pagi orang Asdod bangun, dilihatnya bahwasanya Dagon sudah jatuh terjerumus dengan mukanya ke bumi di hadapan tabut Tuhan! Maka diangkatnya akan Dagon, didirikannya pula pada tempatnya.","type":"content","verse":"3"},{"content":"Maka pada keesokan harinya pagi-pagi mereka itu bangun, heran, maka Dagon terjerumus pula dengan mukanya ke bumi di hadapan tabut Tuhan, tetapi kepala Dagon dan kedua tapak tangannya sudah putus dan berpelantingan pada ambang pintu, hanya badan Dagon tinggal juga sebatang kara.","type":"content","verse":"4"},{"content":"Maka sebab itu segala kahin Dagon dan segala orang lain yang masuk ke dalam kuil Dagon itu, tiada menjejak ambang pintu rumah Dagon yang di Asdod sampai kepada hari ini.","type":"content","verse":"5"},{"content":"Maka tangan Tuhanpun beratlah pada orang isi Asdod, sehingga dibinasakan-Nya dan dipalu-Nya mereka itu dengan puru, yaitu akan orang isi Asdod dalam segala jajahannya.","type":"content","verse":"6"},{"content":"Serta dilihat orang isi Asdod demikianlah halnya, maka katanya: Jangan kiranya tabut Allah orang Israel tinggal lagi serta dengan kita, karena beratlah tangan-Nya menekan akan kita dan akan Dagon, berhala kita.","type":"content","verse":"7"},{"content":"Maka sebab itu disuruhkannya berhimpun kepadanya segala raja orang Filistin, lalu katanya: Patut kita pengapakan tabut Allah orang Israel? Maka sahut segala raja itu: Baiklah tabut Allah orang Israel itu dipindahkan ke negeri Gat. Lalu dipindahkannyalah tabut Allah orang Isreal itu ke Gat.","type":"content","verse":"8"},{"content":"Bahwa sesungguhnya, setelah sudah dipindahkannya ke sana, maka tangan Tuhanpun menyiksakan isi negeri itu juga dengan bala yang sangat besar, dipalu-Nya akan orang isi negeri itu dari pada kecil dan besar, sehingga bertumbuhlah puru padanya.","type":"content","verse":"9"},{"content":"Lalu dipindahkan mereka itu tabut Allah itu ke Ekeron, tetapi serta sampailah tabut Allah di Ekeron, maka berseru-serulah orang isi Ekeron itu, katanya: Bahwa dibawanya akan tabut Allah orang Israel itu kepada kita hendak dibunuhnya akan kita dan akan bangsa kita.","type":"content","verse":"10"},{"content":"Maka disuruhkannya orang menghimpunkan segala raja orang Filistin, lalu katanya: Kirimkanlah olehmu akan tabut Allah orang Israel itu kembali ke tempatnya, supaya jangan dibunuhnya akan kita dan akan bangsa kita. Karena bala kematian adalah berlaku atas segenap isi negeri itu dan tangan Allahpun sangat beratlah di sana.","type":"content","verse":"11"},{"content":"Barangsiapa yang tiada mati, ia itu kena puru, sehingga pengerik orang isi negeri itu naiklah ke langit.","type":"content","verse":"12"}]