[{"content":"Sebermula, maka pada masa Semuel sudah tua diangkatnya kedua anaknya laki-laki akan hakim atas orang Israel.","type":"content","verse":"1"},{"content":"Adapun nama anak sulungnya itu Yoel dan nama anak bungsunya itu Abia, keduanya itu menjadi hakim di Birsyeba.","type":"content","verse":"2"},{"content":"Tetapi anaknya itu tiada berjalan pada kesan kaki bapanya, melainkan cenderunglah ia kepada kekikiran, dimakannya suap dan diubahkannya hukum.","type":"content","verse":"3"},{"content":"Sebab itu berhimpunlah segala tua-tua orang Israel, lalu sekaliannya pergi mendapatkan Semuel, yang di Rama,","type":"content","verse":"4"},{"content":"sambil katanya kepadanya: Bahwa engkau sudah tua, maka anakmu itu tiada berjalan pada kesan kakimu, sebab itu hendaklah engkau mengangkat seorang raja atas kami, supaya diperintahkannya kami seperti adat segala bangsa yang lain.","type":"content","verse":"5"},{"content":"Maka perkataan ini jahatlah kepada pemandangan Semuel, yaitu sebab kata mereka itu: Berikanlah kiranya kami seorang raja, yang memerintahkan kami. Lalu Semuelpun meminta doa kepada Tuhan.","type":"content","verse":"6"},{"content":"Maka firman Tuhan kepada Semuel: Dengarlah juga olehmu akan kata bangsa ini dalam segala sesuatu yang dipintanya kepadamu, karena bukannya engkau yang dicelakan olehnya, melainkan dicelakannya Aku, supaya jangan lagi Aku jadi Rajanya.","type":"content","verse":"7"},{"content":"Seperti segala perbuatan mereka itu dari pada hari Aku menghantar akan mereka itu keluar dari Mesir datang kepada hari ini, yaitu ditinggalkannya akan Daku dan diturutnya akan berhala, demikianpun perbuatan mereka itu akan dikau.","type":"content","verse":"8"},{"content":"Maka sekarangpun dengarlah olehmu akan katanya, tetapi nasihatkanlah mereka itu baik-baik dan berilah tahu kepadanya peri kelakuan raja, yang akan memerintahkan mereka itu kelak.","type":"content","verse":"9"},{"content":"Maka disampaikan Semuel segala firman Tuhan itu kepada orang banyak, yang sudah meminta seorang raja kepadanya,","type":"content","verse":"10"},{"content":"katanya: Bahwa demikianlah akan peri kelakuan raja, yang akan memerintahkan kamu kelak: Bahwa ia akan mengambil anak-anakmu laki-laki hendak dijadikannya baginya akan pengiring ratanya dan akan orang yang mengendarai kuda, dan akan orang yang berjalan di hadapan ratanya,","type":"content","verse":"11"},{"content":"dan hendak dijadikannya mereka itu kepala atas orang seribu dan kepala atas orang lima puluh, dan akan penenggala bendangnya dan akan orang penuai perhumaannya dan akan pandai yang memperbuatkan senjata perangnya dan lagi segala perkakas ratanya.","type":"content","verse":"12"},{"content":"Maka anak-anakmu perempuan diambilnya kelak, dijadikannya tukang rempah-rempah dan juru masak dan tukang roti.","type":"content","verse":"13"},{"content":"Dan segala bendangmu dan segala kebun anggurmu dan segala kebun pokok zaitmu yang terbaik itu akan diambilnya kelak, diberikannya kepada hamba-hambanya.","type":"content","verse":"14"},{"content":"Dan dari pada segala hasil tanahmu dan buah-buah pokokmu akan diambilnya dalam sepuluh asa, diberikannya kelak kepada segala pegawainya dan kepada hamba-hambanya.","type":"content","verse":"15"},{"content":"Tambahan pula hamba-hambamu dan orang mudamu yang terbaik itu dan keledaimupun akan diambilnya hendak digunakannya kepada pekerjaannya.","type":"content","verse":"16"},{"content":"Dan dari pada segala binatangmu akan diambilnya dalam sepuluh asa dan kamu sekalianpun akan menjadi hambanya.","type":"content","verse":"17"},{"content":"Bahwasanya pada hari itu juga kamu akan berseru-seru dari sebab rajamu, yang telah kamu pilih itu, tetapi tiada juga Tuhan hendak mendengar akan kamu pada hari itu.","type":"content","verse":"18"},{"content":"Maka seganlah orang banyak itu mendengar akan kata Semuel, melainkan katanya: Kendati; biarlah juga atas kami seorang raja.","type":"content","verse":"19"},{"content":"Dan biar kamipun seperti segala bangsa lain, diperintahkan oleh raja kami, biar ia berjalan pada hulu kami dan melakukan segala perang kami.","type":"content","verse":"20"},{"content":"Setelah sudah didengar Semuel akan kata orang banyak itu, maka disampaikannyalah kepada Tuhan.","type":"content","verse":"21"},{"content":"Lalu firman Tuhan kepada Semuel: Dengarlah juga olehmu akan katanya, dan lantikkanlah bagi mereka itu seorang raja. Kemudian kata Semuel kepada segala orang Israel: Pulanglah kamu, masing-masing ke negerinya sendiri.","type":"content","verse":"22"}]