[{"content":"Sebermula, maka pada sekali peristiwa, yaitu kemudian dari pada mati Yusak, maka bertanyalah bani Israel akan Tuhan, sembahnya: Siapa dari pada kami akan berjalan dahulu pergi memerangi orang Kanani?","type":"content","verse":"1"},{"content":"Maka firman Tuhan: Baiklah Yehuda berjalan dahulu; maka sesungguhnya Aku telah menyerahkan negeri itu kepada tangannya.","type":"content","verse":"2"},{"content":"Lalu kata Yehuda kepada Simeon, adiknya: Marilah sertaku kepada bahagian pusakaku, dan biarlah kita memerangi orang Kanani, maka akupun akan berjalan sertamu kepada bahagian pusakamu. Lalu Simeonpun berjalanlah sertanya.","type":"content","verse":"3"},{"content":"Maka berjalanlah Yehuda, lalu diserahkan Tuhan orang Kanani dan orang Ferizi itu kepada tangannya, sehingga diparangnya dari pada mereka itu sepuluh ribu orang dekat negeri Bezek.","type":"content","verse":"4"},{"content":"Maka didapatinya akan Adoni-Bezek di negeri Bezek itu, lalu berperang dengan dia, maka dialahkannya orang Kanani dan orang Ferizi itu,","type":"content","verse":"5"},{"content":"tetapi Adoni-Bezekpun larilah; maka diusirnya akan dia dari belakang dan ditangkapnya dan dipotongnya segala ibu jari kaki tangannya.","type":"content","verse":"6"},{"content":"Maka kata Adoni-Bezek: Bahwa tujuh puluh orang raja-raja yang terpotong ibu jari kaki tangannya telah ada di bawah mejaku memungut remah-remah; maka sekadar perbuatanku, begitulah dibalas Allah akan daku! Maka dibawa oranglah akan dia ke Yeruzalem, lalu matilah ia di sana.","type":"content","verse":"7"},{"content":"Maka bani Yehudapun memerangi Yeruzalem, lalu dialahkannya, dan dibunuhnya segala orang isinya dengan mata pedang, dan ditunukannya negeri itu.","type":"content","verse":"8"},{"content":"Setelah itu maka berjalanlah bani Yehuda turun hendak memerangi orang Kanani, yang duduk di pegunungan pada sebelah selatan dan di lembah-lembah itu.","type":"content","verse":"9"},{"content":"Dan lagi bani Yehuda telah mendatangi orang Kanani yang duduk di Heberon (maka dahulu nama negeri Heberon itu Kiryat-Arba); maka dialahkannya Sesai dan Ahiman dan Talmai.","type":"content","verse":"10"},{"content":"Maka dari sana berjalanlah mereka itu mendatangi orang isi negeri Debir, maka dahulu nama negeri Debir itu Kiryat-Sefer.","type":"content","verse":"11"},{"content":"Maka pada masa itu kata Kaleb: Barangsiapa yang memarang akan Kiryat-Sefer itu dan mengalahkan dia, maka aku akan memberikan kepadanya anakku perempuan, bernama Akhsa itu, akan bininya.","type":"content","verse":"12"},{"content":"Maka negeri itu dialahkan oleh Otniel bin Kenaz, saudara Kaleb, yang adik kepadanya, lalu diberikan Kaleb anaknya bernama Akhsa itu akan bininya.","type":"content","verse":"13"},{"content":"Maka jadilah apabila iapun datang kepadanya, diajaknyalah akan dia meminta suatu bendang kepada bapanya; maka turunlah ia dari atas keledainya, lalu kata Kaleb kepadanya: Apa kurang?","type":"content","verse":"14"},{"content":"Maka sahutnya: Berikan apalah suatu berkat kepadaku: tegal bapa telah memberikan tanah yang kering kepadaku, maka berikanlah kiranya kepadaku pancaran air lagi. Maka diberikanlah Kaleb kepadanya beberapa pancaran air yang di tempat tinggi dan di tempat rendah.","type":"content","verse":"15"},{"content":"Maka berangkatlah bani orang Keni mentua Musapun dari negeri Tumur serta dengan bani Yehuda ke padang belantara Yehuda, yang pada sebelah selatan Harad, maka datanglah mereka itu duduk serta dengan orang banyak itu.","type":"content","verse":"16"},{"content":"Maka berjalanlah Yehuda serta dengan Simeon, adiknya, lalu dialahkannya orang Kanani yang duduk di Zefat, dan ditumpaskannya akan mereka itu; maka dinamai oranglah akan negeri itu Horma.","type":"content","verse":"17"},{"content":"Maka oleh Yehuda dialahkan pula akan Gaza serta dengan segala daerahnya dan akan Askelon serta dengan segala daerahnya dan akan Ekeron serta dengan segala daerahnya.","type":"content","verse":"18"},{"content":"Maka Tuhanpun adalah serta dengan Yehuda, sehingga diambilnya akan segala pegunungan itu, tetapi orang yang duduk di lembah-lembah itu tiada dihalaukannya, karena pada mereka itu adalah rata besi.","type":"content","verse":"19"},{"content":"Maka diberikannyalah negeri Heberon itu kepada Kaleb setuju dengan pesan Musa, lalu dihalaukannya dari sana ketiga orang anak Enak itu.","type":"content","verse":"20"},{"content":"Tetapi bani Benyamin itu tiada menghalaukan orang Yebuzi, yang duduk lama Yeruzalem, melainkan orang Yebuzi itupun duduklah dalam Yeruzalem serta dengan bani Benyamin datang kepada hari ini.","type":"content","verse":"21"},{"content":"Maka bani Yusufpun berjalanlah ke Bait-el, maka Tuhanpun menyertai akan mereka itu.","type":"content","verse":"22"},{"content":"Maka ditaruh oleh bani Yusuf itu beberapa orang pengintai hampir dengan Bait-el; maka dahulu nama negeri itu Luz.","type":"content","verse":"23"},{"content":"Maka terlihatlah orang pengintai itu akan seorang laki-laki keluar dari dalam negeri itu, lalu kata mereka itu kepadanya: Tunjuklah kiranya akan kami tempat orang dapat masuk negeri itu, maka kamipun akan mengasihankan dikau.","type":"content","verse":"24"},{"content":"Maka ditunjuknyalah akan mereka itu tempat orang dapat masuk negeri itu, lalu dibunuh oleh mereka itu akan segala orang isi negeri itu dengan mata pedang, tetapi akan orang tawanan itu serta dengan segala isi rumahnyapun dibiarkannya pergi.","type":"content","verse":"25"},{"content":"Maka orang itupun pergilah ke tanah orang Heti, lalu dibangunkannya sebuah negeri yang dinamainya Luz, yaitulah namanya datang kepada hari ini.","type":"content","verse":"26"},{"content":"Maka Manasyepun tiada mengalahkan Bait-Sean serta dengan daerah takluknya, atau Taanah serta dengan daerah takluknya, atau orang isi Dor serta dengan daerah takluknya, atau orang isi Yibeleam serta dengan daerah takluknya, atau orang isi Megido serta dengan daerah takluknya, karena dengan tegarnya orang Kanani hendak juga mengeduduki tanah itu.","type":"content","verse":"27"},{"content":"Maka sesungguhnya apabila kuatlah orang Israel, diletakkannya upeti kepada orang Kanani, tetapi sekali-kali tiada dihalaukannya.","type":"content","verse":"28"},{"content":"Demikianpun Efrayim tiada menghalaukan orang Kanani yang diam di Gezer, melainkan orang Kanani itupun duduk di antaranya dalam negeri Gezer itu.","type":"content","verse":"29"},{"content":"Maka Zebulonpun tiada menghalaukan orang isi Kiteron atau orang isi Nahalol, melainkan duduklah orang Kanani di antaranya serta membayar upeti.","type":"content","verse":"30"},{"content":"Maka Asyerpun tiada menghalaukan orang isi Akko, atau orang isi Zidon, atau Ahlab, atau Akhzib, atau Kheleba, atau Afik, atau Rehob,","type":"content","verse":"31"},{"content":"melainkan orang Asyer itu duduk di antara orang-orang Kanani yang mengediami tanah itu, karena tiada mereka itu menghalaukan dia.","type":"content","verse":"32"},{"content":"Maka Naftalipun tiada menghalaukan orang isi Bait-Semes, atau orang isi Bait-Anat, melainkan duduklah ia di antara orang-orang Kanani yang mengediami tanah itu, tetapi orang isi Bait-Semes dan Bait-Anatpun membayar upeti kepadanya.","type":"content","verse":"33"},{"content":"Maka orang Amoripun mengesakkan bani Dan ke pegunungan, tiada diberinya mereka itu turun ke dalam lembah.","type":"content","verse":"34"},{"content":"Dan lagi orang Amori itu hendak duduk di pegunungan Heres: di Ayalon dan di Saalbim, tetapi tangan orang isi rumah Yusuf menjadi kuatlah, sehingga pada mereka itupun diletakkan upeti.","type":"content","verse":"35"},{"content":"Adapun perhinggaan negeri orang Amori itu dari pada kenaikan Akrabim, dari pada batu gunung lalu ke hulu.","type":"content","verse":"36"}]