[{"content":"Arakian, maka kembali pula bani Israel membuat perkara yang jahat kepada pemandangan Tuhan, maka sebab itu diserahkan Tuhan akan mereka itu ke dalam tangan orang Filistin empat puluh tahun lamanya.","type":"content","verse":"1"},{"content":"Hata, maka adalah seorang laki-laki, asal dari Zora, dari pada bangsa orang Dan, yang bernama Manoakh, maka bininya mandul, tiada beranak.","type":"content","verse":"2"},{"content":"Maka kelihatanlah Malaekat Tuhan kepada perempuan itu, yang berkata kepadanya demikian: Bahwasanya engkau mandul, tiada beranak, tetapi engkau akan mengandung kelak serta beranak laki-laki seorang.","type":"content","verse":"3"},{"content":"Sebab itu peliharakanlah dirimu baik-baik dari pada minum air anggur atau minuman yang keras, dan jangan engkau makan barang sesuatu yang haram,","type":"content","verse":"4"},{"content":"karena sesungguhnya engkau akan hamil kelak, dan beranak laki-laki seorang, maka kepalanya tiada boleh kena pisau cukur, karena budak itu akan menjadi seorang nazir Allah dari pada rahim ibunya, dan iapun akan mulai melepaskan orang Israel dari pada tangan orang Filistin.","type":"content","verse":"5"},{"content":"Hata, maka masuklah perempuan itu memberitahu lakinya, katanya: Bahwa telah datang kepadaku seorang suruhan Allah, rupanya seperti rupa Malaekat Allah, amat hebat, maka tiada kutanya akan dia dari mana datangnya, dan iapun tiada memberi tahu namanya kepadaku,","type":"content","verse":"6"},{"content":"melainkan katanya kepadaku: Bahwasanya engkau akan hamil kelak dan beranak laki-laki seorang, maka sebab itu jangan engkau minum air anggur atau minuman yang keras dan jangan makan barang sesuatu yang haram, karena budak itupun akan menjadi seorang nazir Allah dari pada rahim ibunya sampai kepada hari matinya.","type":"content","verse":"7"},{"content":"Lalu Manoakh meminta doa kepada Tuhan dengan segala yakin hatinya, sembahnya: Ya Tuhan! berilah kiranya utusan Allah, yang telah Kausuruh itu, datang kembali kepada kedua kami serta mengajar kami akan perihal yang patut kami pengapakan kanak-kanak, yang akan jadi itu.","type":"content","verse":"8"},{"content":"Maka didengar Allah akan permintaan doa Manoakh, lalu Malaekat Allah itu datang pula kepada perempuan itu. Maka adalah ia duduk di bendang, tetapi Manoakh, lakinya itu, tiada sertanya.","type":"content","verse":"9"},{"content":"Maka dengan segeranya berlarilah perempuan itu memberitahu lakinya, katanya: Bahwa sesungguhnya kelihatanlah pula kepadaku orang yang telah datang kepadaku pada hari itu.","type":"content","verse":"10"},{"content":"Maka bangkitlah Manoakh berdiri, lalu mengikut bininya; setelah sampai kepada orang itu, katanya: Engkaukah orang itu, yang telah berkata-kata dengan perempuan ini? Maka sahutnya: Akulah dia.","type":"content","verse":"11"},{"content":"Maka kata Manoakh: Baiklah, biarlah jadi seperti kata-Mu itu, tetapi apa gerangan perihal kanak-kanak itu, patut dipengapakan?","type":"content","verse":"12"},{"content":"Maka sahut Malaekat Tuhan kepada Manoakh: Dari pada segala sesuatu yang telah Kukatakan kepada perempuan ini, hendaklah dipeliharakannya dirinya.","type":"content","verse":"13"},{"content":"Jangan ia makan sesuatu yang datang dari pada pokok anggur, dan jangan ia minum air anggur atau minuman yang keras dan jangan ia makan barang sesuatu yang haram; maka hendaklah diperhatikannya segala pesan-Ku kepadanya.","type":"content","verse":"14"},{"content":"Lalu kata Manoakh kepada Malaekat Tuhan: Biarkanlah kiranya kami menahankan Dikau, supaya kami sajikan seekor anak kambing di hadapan-Mu.","type":"content","verse":"15"},{"content":"Tetapi kata Malaekat Tuhan kepada Manoakh: Jikalau engkau menahankan daku sekalipun, maka tiada juga Aku akan makan dari pada makananmu, tetapi jikalau engkau hendak menyajikan apa-apa, baiklah engkau persembahkan dia kepada Tuhan akan korban bakaran. Maka tiada diketahui Manoakh akan dia Malaekat Tuhan adanya.","type":"content","verse":"16"},{"content":"Maka kata Manoakh kepada Malaekat Tuhan: Siapakah nama-Mu? supaya kami dapat mempermuliakan Dikau apabila janjimu itu sampai.","type":"content","verse":"17"},{"content":"Maka sahut Malaekat Tuhan kepadanya: Mengapa maka engkau bertanyakan nama-Ku? Ia itu Ajaib juga.","type":"content","verse":"18"},{"content":"Maka diambil Manoakh seekor anak kambing akan persembahan makanan, lalu dipersembahkannya kepada Tuhan di atas batu gunung. Maka kelakuannya orang itu amat ajaib sementara Manoakh dan bininya memandang akan dia.","type":"content","verse":"19"},{"content":"Maka sesungguhnya sementara nyala api itu naik dari mezbah ke langit, maka Malaekat Tuhanpun naik dalam nyala api dari mezbah itu. Serta dilihat Manoakh dan bininya akan hal itu, maka sujudlah keduanya dengan mukanya ke tanah.","type":"content","verse":"20"},{"content":"Maka tiada pula kelihatan Malaekat Tuhan kepada Manoakh kedua laki bini; maka baharu diketahui Manoakh akan dia Malaekat adanya.","type":"content","verse":"21"},{"content":"Maka kata Manoakh kepada bininya: Tak dapat tiada kita akan mati kelak, tegal kita sudah melihat Allah.","type":"content","verse":"22"},{"content":"Tetapi sahut bininya: Jikalau kiranya Tuhan hendak membunuh kita, niscaya tiada diterima-Nya korban bakaran dan persembahan makanan dari pada tangan kita, dan tiada diperlihatkan-Nya sekalian ini kepada kita dan tiada diperdengarkan-Nya perkara begitu kepada kita seperti sekarang ini.","type":"content","verse":"23"},{"content":"Hata, maka kemudian dari pada itu beranaklah perempuan itu laki-laki seorang, yang dinamainya Simson; maka kanak-kanak itupun makin besar dan iapun beroleh berkat dari pada Tuhan.","type":"content","verse":"24"},{"content":"Maka adapun Roh Tuhan baharu mulai mengajak akan dia, yaitu dalam tempat tentara yang di Dan, di antara Zora dengan Esytaol.","type":"content","verse":"25"}]