[{"content":"Sebermula, maka adalah seorang laki-laki dari pada pegunungan Efrayim, bernama Mikha.","type":"content","verse":"1"},{"content":"Maka katanya kepada ibunya: Adapun seribu seratus keping perak, yang telah dicuri dari pada ibuku dan yang telah ibuku sumpahkan di hadapan pendengaranku, sesungguhnya segala uang itu adalah padaku, karena aku yang telah mengambil dia. Maka kata ibunya: Diberkatilah kiranya Tuhan akan dikau, hai anakku!","type":"content","verse":"2"},{"content":"Maka dikembalikannya seribu seratus keping perak itu kepada ibunya, tetapi kata ibunya: Bahwasanya dengan tanganku aku sudah mempersembahkan uang ini kepada Tuhan, supaya dari padanya anakku memperbuatkan seorang patung tuangan yang terukir, maka sebab itu sekarang aku memulangkan dia kepadamu.","type":"content","verse":"3"},{"content":"Tetapi dikembalikannya pula uang itu kepada ibunya; maka oleh ibunya diambil akan dua ratus keping perak, diberikannya kepada tukang emas, yang memperbuat dari padanya seorang patung tuangan yang terukir; maka adalah ia itu dalam rumah Mikha.","type":"content","verse":"4"},{"content":"Maka dengan demikian peri adalah pada Mikha sebuah mandarsah, maka diperbuatnya suatu efod dan terafim, lalu dilantiknya salah seorang anaknya laki-laki menjadi imam baginya.","type":"content","verse":"5"},{"content":"Maka pada zaman itu tiadalah raja dalam negeri Israel, sebab itu masing-masing orang menurut kehendaknya sendiri.","type":"content","verse":"6"},{"content":"Bermula, maka adalah seorang laki-laki muda dari Betlehem-Yehuda, yang di bawah perintah bangsa Yehuda, maka adalah ia orang Lewi adanya dan menumpanglah ia di sana seperti orang dagang.","type":"content","verse":"7"},{"content":"Maka orang itupun telah keluar dari negeri itu, yaitu dari Betlehem-Yehuda, hendak menumpang seperti orang dagang barang di manapun baik; maka setelah sampai ia ke pegunungan Efrayim dan ke rumah Mikha ia hendak langsung kepada jalannya,","type":"content","verse":"8"},{"content":"maka kata Mikha kepadanya: Engkau dari mana? Maka sahutnya: Aku ini seorang orang Lewi dari Betlehem-Yehuda, adapun aku berjalan ini hendak menumpang barang di manapun baik.","type":"content","verse":"9"},{"content":"Maka kata Mikha kepadanya: Baiklah duduk dengan aku dan jadilah bagiku akan bapa dan imam, maka aku akan memberikan kepadamu setahun sepuluh keping perak dan selengkap pakaian dan lagi penghidupanmu. Maka pergilah orang Lewi itu sertanya,","type":"content","verse":"10"},{"content":"dan ridlalah ia tinggal dengan orang itu, maka orang muda itupun baginya seperti seorang anaknya sendiri.","type":"content","verse":"11"},{"content":"Maka Mikhapun melantik orang Lewi itu, supaya ia menjadi imam baginya, dan lagi duduklah ia dalam rumah Mikha.","type":"content","verse":"12"},{"content":"Setelah itu maka kata Mikha: Sekarang kuketahui akan hal Tuhan hendak berbuat baik akan daku, sebab orang Lewi ini telah menjadi imam bagiku.","type":"content","verse":"13"}]