[{"content":"Sebermula, maka Malaekat Tuhan datanglah naik dari Gilgal ke Bokhim, lalu firman-Nya: Bahwa Aku telah menghantar akan kamu keluar dari Mesir dan telah membawa masuk akan kamu ke dalam negeri yang telah Kujanji kepada nenek moyangmu pakai sumpah, maka firman-Ku: Bahwasanya Aku tiada akan merombak perjanjian-Ku itu dengan kamu sampai selama-lamanya,","type":"content","verse":"1"},{"content":"maka adapun akan kamu ini, jangan kamu berjanji-janjian dengan orang isi negeri ini, melainkan segala mezbahnya hendaklah kamu robohkan. Tetapi tiada kamu menurut firman-Ku; apakah ini yang telah kamu perbuat?","type":"content","verse":"2"},{"content":"Maka sebab itu Aku juga telah berfirman, bahwa tiada Aku akan menghalaukan mereka itu dari hadapanmu, melainkan mereka itu akan melawan kamu sangat dan segala berhalanya akan menjadi suatu jerat bagi kamu.","type":"content","verse":"3"},{"content":"Hata, setelah sudah Malaekat Tuhan berfirman demikian kepada segala bani Israel, maka orang banyak itupun mulai menangis dengan nyaring suaranya.","type":"content","verse":"4"},{"content":"Maka sebab itu dinamainya akan tempat itu Bokhim, lalu dipersembahkannya di sana korban kepada Tuhan.","type":"content","verse":"5"},{"content":"Setelah sudah dilepaskan Yusak orang banyak itu, maka segala bani Israelpun pergilah masing-masing kepada bahagian pusakanya, hendak mengambil tanah itu akan miliknya.","type":"content","verse":"6"},{"content":"Maka orang banyak itupun berbuatlah ibadat kepada Tuhan selagi umur hidup Yusak dan selagi umur hidup segala tua-tua yang kemudian dari pada Yusak itu dan yang telah melihat segala perkara ajaib yang telah diperbuat oleh Tuhan akan Israel.","type":"content","verse":"7"},{"content":"Tetapi setelah sudah mati Yusak bin Nun, hamba Tuhan itu, seratus sepuluh tahun umurnya,","type":"content","verse":"8"},{"content":"dan telah dikuburkannya akan dia dalam perhinggaan bahagian tanahnya di Timnat-Heres, di atas sebuah bukit Efrayim pada sebelah utara gunung Gaas,","type":"content","verse":"9"},{"content":"dan lagi segenap bangsa itupun telah pulang kepada asalnya, kemudian dari padanya berbangkitlah suatu bangsa yang lain, yang tiada tahu akan Tuhan atau akan perkara yang telah diperbuatnya akan Israel.","type":"content","verse":"10"},{"content":"Lalu bani Israel itu berbuat perkara yang jahat kepada pemandangan Tuhan, dan berbuat bakti kepada Baalim.","type":"content","verse":"11"},{"content":"Dan ditinggalkannya akan Tuhan, Allah nenek moyangnya, yang telah menghantar akan mereka itu keluar dari negeri Mesir, dan diikutnya akan dewa-dewa, yaitu berhala segala bangsa yang duduk kelilingnya dan mereka itu menyembah sujud kepadanya serta menerbitkan murka Tuhan,","type":"content","verse":"12"},{"content":"karena ditinggalkannya Tuhan, lalu berbuat bakti kepada Baal dan Astarot.","type":"content","verse":"13"},{"content":"Maka sebab itu berbangkitlah murka Tuhan akan Israel, diserahkan-Nya mereka itu ke dalam tangan penyamun yang menyamuni mereka itu, dan dijual-Nya mereka itu kepada tangan segala musuhnya keliling, sehingga tiada tertahan lagi mereka itu di hadapan segala musuhnya.","type":"content","verse":"14"},{"content":"Barang ke mana mereka itu pergi, di sanapun tangan Tuhan ada melawan mereka itu dengan jahat, setuju dengan segala sesuatu yang telah Tuhan berfirman dan yang telah Tuhan bersumpah, sehingga mereka itu sangat kepicikan halnya.","type":"content","verse":"15"},{"content":"Maka dibangunkan Tuhan akan beberapa hakim, yang melepaskan mereka itu dari pada tangan orang yang menyamuni dia.","type":"content","verse":"16"},{"content":"Tetapi tiada juga didengarnya akan hakim-hakimnya, melainkan mereka itu berbuat zina menurut dewa-dewa sambil menyembah sujud kepadanya; maka dengan segera juga mereka itu undur dari pada jalan yang telah diturut oleh nenek moyangnya, yang mendengar akan segala firman Tuhan; maka mereka itu tiada berbuat demikian.","type":"content","verse":"17"},{"content":"Maka apabila Tuhan sudah membangunkan hakim, Tuhanpun adalah serta dengan hakim itu dan Ia melepaskan mereka itu dari pada tangan musuhnya selama umur hidup hakim itu, karena belas kasihanlah Tuhan akan mereka itu yang berkeluh kesah sebab segala orang yang mengesak dan mengimpit mereka itu.","type":"content","verse":"18"},{"content":"Tetapi sesungguhnya setelah mati hakim itu berbaliklah mereka itu dan dirusakkannya halnya lebih dari pada bapa-bapanya, serta menurut dewa-dewa dan berbuat bakti kepadanya dan menyembah sujud kepadanya, satupun tiada ditinggalkannya dari pada segala perbuatannya atau dari pada jalannya yang tegar ini.","type":"content","verse":"19"},{"content":"Maka sebab itu berbangkitlah murka Tuhan akan Israel, sehingga firman-Nya demikian: Sedang bangsa ini telah melangkahkan perjanjian-Ku yang telah Kupesan kepada nenek moyangnya, dan tiada mereka itu mau dengar akan suara-Ku,","type":"content","verse":"20"},{"content":"Sebab itu Akupun tiada mau lagi menghalaukan barang seorangpun di hadapan mereka itu dari tanah miliknya, yaitu dari pada segala orang kafir yang lagi tinggal tatkala mangkat Yusak.","type":"content","verse":"21"},{"content":"Maka demikian supaya Aku dapat mencobai Israel dengan mereka itu, kalau-kalau Israel hendak menurut jalan Tuhan serta menjalani dia seperti nenek moyangnya, atau tidak.","type":"content","verse":"22"},{"content":"Maka dalam hal yang demikian dibiarkan Tuhan akan segala orang kafir itu, tiada dihalaukan-Nya mereka itu dengan segeranya dari pada tanah miliknya, seperti kalau belum diserahkannya mereka itu kepada Yusak adanya.","type":"content","verse":"23"}]