[{"content":"Tetapi kemudian dari pada mati Ehud maka kembali pula bani Israel berbuat perkara yang jahat kepada pemandangan Tuhan.","type":"content","verse":"1"},{"content":"Sebab itu dijual Tuhan akan mereka itu kepada tangan Yabin, raja orang Kanani, yang kerajaan di Hazor, maka panglima perangnya itulah Sisera, yang duduk di Haroset orang kafir.","type":"content","verse":"2"},{"content":"Maka tatkala itu berseru-serulah bani Israel kepada Tuhan, karena pada raja itu adalah sembilan ratus rata besi dan iapun telah menganiayakan bani Israel dengan gagahnya dua puluh tahun lamanya.","type":"content","verse":"3"},{"content":"Maka pada masa itu adalah Debora, seorang perempuan yang nabiat juga, yaitu bini Lapidot, memerintahkan orang Israel.","type":"content","verse":"4"},{"content":"Maka duduklah ia di bawah pohon Tamar Debora namanya, yang di antara Rama dengan Bait-el di atas pegunungan Efrayim, maka segala bani Israelpun pergi menghadap dia akan berhukum.","type":"content","verse":"5"},{"content":"Maka disuruhkannya orang memanggil Barak bin Abinoam dari Kedes-Naftali, lalu katanya kepadanya: Bukankah firman Tuhan, Allah Israel, demikian: Pergilah engkau menaiki gunung Tabor dan bawalah sertamu akan sepuluh ribu orang dari pada bani Naftali dan dari pada bani Zebulon.","type":"content","verse":"6"},{"content":"Maka di sungai Kison aku kelak mendatangkan kepadamu Sisera, panglima perang raja Yabin serta dengan segala ratanya dan tentaranya, maka Aku kelak menyerahkan dia kepada tanganmu.","type":"content","verse":"7"},{"content":"Maka kata Barak kepadanya: Jikalau engkau berjalan sertaku, pergilah juga aku, tetapi jikalau engkau tiada mau berjalan sertaku, maka akupun tiada pergi.","type":"content","verse":"8"},{"content":"Maka katanya: Sesungguhnya aku berjalan kelak sertamu, melainkan pada jalan yang kauturut ini akan tiada kemegahan bagimu, karena Tuhan juga menjual Sisera kepada seorang perempuan kelak. Hata, maka berangkatlah Debora, lalu berjalan serta dengan Barak ke Kedes.","type":"content","verse":"9"},{"content":"Maka oleh Barak dikerahkan segala orang Zebulon dan Naftali di Kedes, lalu berangkat berjalan kaki, baik ia baik sepuluh ribu orang itu, dan Deborapun berjalanlah sertanya.","type":"content","verse":"10"},{"content":"Adapun Heber, orang Keni itu, telah mengasingkan dirinya dari pada segala orang Keni lain, yang dari pada bani Hobab, mentua Musa, didirikannya kemahnya sampai ke pohon jati di Zaanayim, yang dekat dengan Kedes.","type":"content","verse":"11"},{"content":"Maka dikabarkan oranglah kepada Sisera, bahwa Barak bin Abinoam telah menaiki gunung Tabor.","type":"content","verse":"12"},{"content":"Maka sebab itu dihimpunkan Sisera segala ratanya, sembilan ratus rata besi, dan segala rakyat yang sertanya, yaitu dari pada Haroset orang kafir sampai kepada sungai Kison.","type":"content","verse":"13"},{"content":"Maka kata Debora kepada Barak: Berangkatlah engkau, karena pada hari ini juga Tuhan menyerahkan Sisera kepada tanganmu; bukankah Tuhan sendiri telah keluar akan berjalan pada hulumu? Maka turunlah Barak dari atas gunung Tabor itu dan sepuluh ribu orang itupun mengiringkan dia.","type":"content","verse":"14"},{"content":"Maka dialahkan Tuhan akan Sisera serta dengan segala ratanya dan segenap balatentaranya dengan mata pedang di hadapan Barak, sehingga turunlah Sisera dari atas ratanya, lalu lari dengan berjalan kaki.","type":"content","verse":"15"},{"content":"Maka diusir barak akan mereka itu menyongsong segala rata dan balatentara itu sampai ke Haroset orang kafir, maka segenap balatentara Sisera itu dibunuhlah dengan mata pedang, sehingga seorang juapun tiada yang luput.","type":"content","verse":"16"},{"content":"Tetapi Sisera lari dengan berjalan kaki ke kemah Yael, bini Heber, orang Keni itu, karena adalah damai antara Yabin, raja Hazor, dengan isi rumah Heber, orang Keni itu.","type":"content","verse":"17"},{"content":"Maka Yaelpun keluarlah menyambut Sisera sambil katanya: Silakanlah tuan hamba masuk ke dalam kemah hamba; jangan apalah tuan takut. Maka masuklah ia ke dalam kemahnya, lalu ditudunginya akan dia dengan kain permadani.","type":"content","verse":"18"},{"content":"Setelah itu maka kata Sisera kepadanya: Berilah kiranya aku minum sedikit air, karena aku berdahaga. Maka dibukakannyalah kirbat yang berisi air susu, diberikannya minum, lalu ditudunginya akan dia.","type":"content","verse":"19"},{"content":"Dan lagi kata Sisera kepadanya: Berdirilah engkau di pintu kemah, maka kalau kiranya ada orang datang bertanyakan dikau demikian: Adakah orang di sini? hendaklah kausahut: Tiada orang.","type":"content","verse":"20"},{"content":"Kemudian oleh Yael, bini Heber itu, diambil akan pasak kemah sebatang dan diambilnya pula akan godam pada tangannya, lalu masuk diam-diam kepadanya, maka pasak itupun dilantaknyalah pada pelipisannya sampai termakan kepada bumi. Adapun Sisera pada masa itu tidurlah ia dengan lelap sebab penatnya; maka matilah ia.","type":"content","verse":"21"},{"content":"Arakian, maka Barakpun lagi mengusir Sisera, lalu Yael pergi mendapatkan dia sambil katanya: Marilah, maka aku hendak menunjuk kepadamu orang yang kaucahari itu. Maka masuklah ia kepadanya, heran, maka Sisera terhantar di sana dengan matinya dan pasak itupun adalah dalam pelipisannya.","type":"content","verse":"22"},{"content":"Maka demikianlah peri direndahkan Allah tatkala itu akan Yabin, raja Kanaan itu, di hadapan segala bani Israel.","type":"content","verse":"23"},{"content":"Maka makin lama makin beratlah tangan bani Israel menekan Yabin, raja Kanaan, sehingga ditumpasnya akan Yabin, raja Kanaan itu.","type":"content","verse":"24"}]