[{"content":"Hata, maka pada masa itu berkata orang-orang Efrayim kepada Gideon demikian: Apakah perbuatanmu akan kami ini, maka tiada engkau memanggil kami tatkala engkau berangkat hendak memerangi orang Midian? Maka berbantah-bantahlah mereka itu sangat dengan dia.","type":"content","verse":"1"},{"content":"Tetapi kata Gideon kepadanya: Apakah perbuatanku ini, jikalau dibanding dengan perbuatanmu? Bukankah sisa buah-buah yang dipetik oleh Efrayim itu terlebih baik dari pada segala buah-buah anggur yang dipetik oleh Abiezer?","type":"content","verse":"2"},{"content":"Bahwa telah diserahkan Allah kedua orang raja Midian, yaitu Orib dan Zeib, kepada tanganmu, maka apa gerangan telah dapat kuperbuat yang seperti perbuatanmu itu? Setelah dikatakannya ini maka terpadamlah amarah mereka itu akan dia.","type":"content","verse":"3"},{"content":"Hata, setelah sampai Gideon ke Yarden, maka menyeberanglah ia dan ketiga ratus orang itupun sertanya, sungguhpun penat maka mengusir juga.","type":"content","verse":"4"},{"content":"Maka katanya kepada orang isi negeri Sukot: Berikanlah kiranya roti beberapa ketul akan orang yang mengiringkan aku, karena mereka itu penat, sebab kami mengusir Zebah dan Tsalmuna, raja Midian itu, dari belakang.","type":"content","verse":"5"},{"content":"Tetapi kata segala penghulu negeri Sukot itu: Sungguhkah tapak tangan Zebah dan Tsalmuna telah ada di dalam tanganmu sekarang ini, maka boleh kami memberikan roti akan segala rakyatmu?","type":"content","verse":"6"},{"content":"Lalu kata Gideon: Maka sebab demikian, apabila diserahkan Tuhan Zebah dan Tsalmuna kepada tanganku, niscaya aku kelak menyesah tubuhmu dengan duri dan onak dari padang.","type":"content","verse":"7"},{"content":"Maka berjalanlah ia dari sana ke Peniel, lalu katanya kepada orang itu begitu juga, tetapi orang isi Penielpun menyahut kepadanya sama seperti yang telah disahut oleh orang Sukot.","type":"content","verse":"8"},{"content":"Maka sebab itu kata Gideon kepada orang Penielpun: Apabila kembali aku dengan selamat, niscaya aku merobohkan kelak menara ini.","type":"content","verse":"9"},{"content":"Hata, maka adalah Zebah dan Tsalmuna itu di Karkor serta dengan balatentaranya, kira-kira lima belas ribu orang banyaknya, sekalian itu sisa segala balatentara bani Masyrik, dan yang telah mati dibunuh itu seratus dua puluh ribu orang yang tahu menghunus pedang.","type":"content","verse":"10"},{"content":"Maka Gideonpun lalu ke hulu menurut jalan orang yang duduk dalam kemah ke sebelah timur Nobah dan Yogbeha, lalu dialahkannya balatentara itu, karena alpa mereka itu.","type":"content","verse":"11"},{"content":"Maka larilah Zebah dan Tsalmuna, tetapi diusirnya akan dia, lalu ditangkapnya akan kedua orang raja Midian, akan Zebah dan Tsalmuna itu, dan dipecahkannya segala balatentaranya.","type":"content","verse":"12"},{"content":"Maka Gideon bin Yoaspun kembalilah dari pada peperangan terus dari pada jurang Heres.","type":"content","verse":"13"},{"content":"Maka ditangkapnya seorang budak yang dari pada orang Sukot, lalu iapun bertanya-tanyakan dia, maka disuratkannya baginya nama segala penghulu dan tua-tua Sukot, tujuh puluh tujuh orang banyaknya.","type":"content","verse":"14"},{"content":"Arakian, maka sampailah ia kepada orang Sukot, lalu katanya: Bahwa inilah Zebah dan Tsalmuna, yang telah kamu katakan akan halnya, hendak mencelakan daku, katamu: Sungguhkah tapak tangan Zebah dan Tsalmuna sudah di dalam tanganmu, maka boleh kami memberikan roti kepada rakyatmu yang penat itu?","type":"content","verse":"15"},{"content":"Maka diambilnya akan segala tua-tua negeri itu dan akan duri dan onak dari padang, lalu diajarinya orang Sukot itu dengan dia.","type":"content","verse":"16"},{"content":"Dan lagi menara Peniel dirobohkannya dan orang negeri itupun dibunuhnya.","type":"content","verse":"17"},{"content":"Setelah itu maka katanya kepada Zebah dan Tsalmuna: Bagaimana rupanya orang yang telah kamu bunuh di Tabor itu? Maka sahutnya: Seperti engkau juga, begitulah mereka itu sekalian, sama sahaja rupanya seperti putera raja.","type":"content","verse":"18"},{"content":"Maka kata Gideon: Ia itulah saudara-saudaraku yang seibu dengan aku; demi Tuhan alhayat, jikalau kiranya kamu telah menghidupi dia, niscaya tiada aku membunuh kamu.","type":"content","verse":"19"},{"content":"Lalu katanya kepada Yeter, anaknya yang sulung: Bangkitlah engkau, bunuhlah keduanya. Tetapi orang muda itupun tiada menghunus pedangnya, karena takutlah ia, sebab ia lagi muda.","type":"content","verse":"20"},{"content":"Maka kata Zebah dan Tsalmuna: Baiklah engkau sendiri bangkit serta menyerbu akan kami, karena seperti orangnya demikianpun kuatnya. Maka bangkitlah Gideon, lalu dibunuhnya Zebah dan Tsalmuna dan diambilnya akan perhiasan bulan sehari yang pada leher untanya.","type":"content","verse":"21"},{"content":"Maka pada masa itu kata orang Israel kepada Gideon: Hendaklah engkau menjadi yang dipertuan kami, baik engkau baik anakmu dan anak cucumu, sebab engkau sudah melepaskan kami dari pada tangan orang Midian.","type":"content","verse":"22"},{"content":"Tetapi sahut Gideon kepada mereka itu: Bukan aku ini akan yang dipertuan kamu dan bukan anakkupun akan yang dipertuan kamu, melainkan Tuhan juga akan yang dipertuan kamu.","type":"content","verse":"23"},{"content":"Dan lagi kata Gideon kepada mereka itu: Satu perkara sahaja yang kupinta kepadamu: hendaklah masing-masing kamu memberikan daku sebuah taparam dari pada jarahannya, karena musuh itu bertaparam sebab orang Ismail adanya.","type":"content","verse":"24"},{"content":"Maka kata mereka itu: Kami berikan dia dengan sukahati; lalu dihamparkannya sehelai kain, dilemparkannya di atas kain itu masing-masing sebuah taparam dari pada jarahannya.","type":"content","verse":"25"},{"content":"Adapun timbangan segala taparam emas, yang telah dipintanya itu, seribu tujuh ratus syikal emas beratnya, lain dari pada segala perhiasan bulan sehari dan kalung rantai dan pakaian ungu, yang telah dipakai oleh raja-raja Midian, dan lain dari pada segala perhiasan yang telah ada pada leher untanya.","type":"content","verse":"26"},{"content":"Maka dari pada sekalian itu diperbuatkanlah oleh Gideon sebuah efod, lalu ditaruhnya akan dia dalam negerinya, yaitu di Ofera, maka segenap orang Israel berkendak menurut akan dia di sana, maka ia itu menjadi suatu jerat kepada Gideon dan kepada segala orang isi rumahnya.","type":"content","verse":"27"},{"content":"Demikianlah peri dialahkannya orang Midian di hadapan segala bani Israel, sehingga tiada mereka itu mengangkat kepalanya kembali, maka sentosalah negeri itu empat puluh tahun lamanya pada zaman Gideon itu.","type":"content","verse":"28"},{"content":"Maka pulanglah Yerub-Baal bin Yoas itu, lalu diamlah ia dalam rumahnya.","type":"content","verse":"29"},{"content":"Maka adalah pada Gideon tujuh puluh orang anaknya laki-laki, yang telah terpancar dari pada sulbinya, karena banyaklah orang bini padanya.","type":"content","verse":"30"},{"content":"Maka gundiknya yang di Sikhempun memperanakkan baginya seorang anak laki-laki, yang dinamainya Abimelekh.","type":"content","verse":"31"},{"content":"Maka matilah Gideon bin Yoas sepuas-puas umurnya, lalu ditanam oranglah akan dia dalam kubur Yoas, bapanya, yang di Ofera orang Abiezri.","type":"content","verse":"32"},{"content":"Hata, maka kemudian dari pada mati orang Gideon berpalinglah orang Israel dirinya serta berkendak menurut Baal, dijadikannya Baal-Berit akan berhalanya.","type":"content","verse":"33"},{"content":"Maka tiada terkenang bani Israel akan Tuhan, Allahnya, yang telah melepaskan mereka itu dari pada tangan segala musuhnya keliling.","type":"content","verse":"34"},{"content":"Maka tiada dibalasnya kebajikan kepada orang isi rumah Yerub-Baal, yaitu Gideon, sekadar segala perkara yang baik, yang telah dibuatnya akan orang Israel itu.","type":"content","verse":"35"}]