[{"content":"Panglima-panglima tentara dan pembesar-pembesar lainnya","type":"title","verse":""},{"content":"Adapun orang Israel, inilah daftar para kepala puak, para panglima pasukan seribu dan pasukan seratus dan para pengatur yang melayani raja dalam segala hal mengenai rombongan orang-orang yang bertugas dan libur, bulan demi bulan, sepanjang tahun. Setiap rombongan berjumlah dua puluh empat ribu orang.","type":"content","verse":"1"},{"content":"Yang mengepalai rombongan pertama untuk bulan pertama ialah Yasobam bin Zabdiel dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"2"},{"content":"Ia dari bani Peres dan mengepalai semua panglima untuk bulan yang pertama.","type":"content","verse":"3"},{"content":"Yang mengepalai rombongan bulan yang kedua ialah Dodai, orang Ahohi, sedang pemimpin rombongannya yang berjumlah dua puluh empat ribu orang, adalah Miklot.","type":"content","verse":"4"},{"content":"Panglima yang ketiga untuk bulan yang ketiga ialah Benaya, anak imam kepala Yoyada, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"5"},{"content":"Benaya ini adalah seorang dari ketiga puluh pahlawan dan mengepalai ketiga puluh orang itu, tetapi yang memegang pimpinan rombongannya ialah Amizabad, anaknya.","type":"content","verse":"6"},{"content":"Yang keempat untuk bulan yang keempat ialah Asael, saudara Yoab, kemudian ia digantikan oleh Zebaja, anaknya, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"7"},{"content":"Yang kelima untuk bulan yang kelima ialah Samhut orang Yizrah, panglima itu, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"8"},{"content":"Yang keenam untuk bulan yang keenam ialah Ira anak Ikesh orang Tekoa dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"9"},{"content":"Yang ketujuh untuk bulan yang ketujuh ialah Heles, orang Peloni, dari bani Efraim, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"10"},{"content":"Yang kedelapan untuk bulan yang kedelapan ialah Sibkhai, orang Husa dari orang Zerah itu, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"11"},{"content":"Yang kesembilan untuk bulan yang kesembilan ialah Abiezer, orang Anatot itu, dari bani Benyamin, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"12"},{"content":"Yang kesepuluh untuk bulan yang kesepuluh ialah Maharai, orang Netofa dari orang Zerah itu, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"13"},{"content":"Yang kesebelas untuk bulan yang kesebelas ialah Benaya, orang Piraton, dari bani Efraim, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"14"},{"content":"Yang kedua belas untuk bulan yang kedua belas ialah Heldai, orang Netofa itu, keturunan Otniel, dan dalam rombongannya ada dua puluh empat ribu orang.","type":"content","verse":"15"},{"content":"Yang mengepalai suku-suku Israel: untuk orang Ruben ialah Eliezer bin Zikhri sebagai pemimpin; untuk orang Simeon ialah Sefaca bin Maakha;","type":"content","verse":"16"},{"content":"untuk suku Lewi ialah Hasabya bin Kemuel; untuk keturunan Harun ialah Zadok;","type":"content","verse":"17"},{"content":"untuk suku Yehuda ialah Elihu, salah seorang saudara Daud; untuk suku Isakhar ialah Omri bin Mikhael;","type":"content","verse":"18"},{"content":"untuk suku Zebulon ialah Yismaya bin Obaja; untuk suku Naftali ialah Yerimot bin Azriel;","type":"content","verse":"19"},{"content":"untuk bani Efraim ialah Hosea bin Azazya; untuk setengah suku Manasye ialah Yoel bin Pedaya;","type":"content","verse":"20"},{"content":"untuk setengah suku Manasye yang di Gilead ialah Yido bin Zakharia; untuk suku Benyamin ialah Yaasiel bin Abner;","type":"content","verse":"21"},{"content":"untuk suku Dan ialah Azareel bin Yeroham. Itulah para kepala suku-suku Israel.","type":"content","verse":"22"},{"content":"Daud tidak menghitung jumlah orang-orang yang berumur dua puluh tahun ke bawah, sebab TUHAN telah menjanjikan untuk membuat orang Israel sebanyak bintang-bintang di langit.","type":"content","verse":"23"},{"content":"Memang Yoab, anak Zeruya, telah mulai menghitung, tetapi ia tidak menyelesaikannya, sebab oleh karena hal itu orang Israel tertimpa murka; dengan demikian jumlah mereka tidak dibukukan dalam kitab sejarah raja Daud.","type":"content","verse":"24"},{"content":"Yang mengawasi persediaan raja ialah Azmawet bin Adiel dan yang mengawasi persediaan di luar kota, di kota-kota, di desa-desa dan di dalam menara-menara lumbung ialah Yonatan bin Uzia.","type":"content","verse":"25"},{"content":"Yang mengawasi para pekerja di ladang yang harus mengusahakan tanah ialah Ezri bin Kelub.","type":"content","verse":"26"},{"content":"Yang mengawasi kebun-kebun anggur ialah Simei, orang Rama. Yang mengawasi hasil kebun anggur untuk persediaan anggur ialah Zabdi, orang Syifmi.","type":"content","verse":"27"},{"content":"Yang mengawasi pohon-pohon zaitun dan pohon-pohon ara di Daerah Bukit ialah Baal-Hanan, orang Gederi; yang mengawasi persediaan minyak ialah Yoas.","type":"content","verse":"28"},{"content":"Yang mengawasi lembu sapi yang digembalakan di tanah Saron ialah Sitrai, orang Saron; yang mengawasi lembu sapi di lembah-lembah ialah Safat bin Adlai.","type":"content","verse":"29"},{"content":"Yang mengawasi unta-unta ialah Obil, orang Ismael; yang mengawasi keledai-keledai betina ialah Yehdeya, orang Meronot.","type":"content","verse":"30"},{"content":"Yang mengawasi kambing domba ialah Yazis, orang Hagri. Mereka ini sekalian ialah para pengawas harta milik raja Daud.","type":"content","verse":"31"},{"content":"Yonatan, saudara ayah Daud, adalah penasihat; dia seorang cerdas dan ahli kitab. Yehiel bin Hakhmoni membantu anak-anak raja.","type":"content","verse":"32"},{"content":"Ahitofel adalah penasihat raja; Husai, orang Arki, adalah sahabat raja.","type":"content","verse":"33"},{"content":"Yang menggantikan Ahitofel kemudian ialah Yoyada bin Benaya dan Abyatar. Panglima raja ialah Yoab.","type":"content","verse":"34"}]