[{"content":"Sebermula, maka pada sekali peristiwa orang banyak itu sangat jahat amarahnya, sehingga kedengaranlah ia itu kepada Tuhan; serta didengar oleh Tuhan maka bernyalalah murka-Nya dan api dari pada Tuhan makan di antara mereka itu serta menghanguskan ujung tempat tentara itu.","type":"content","verse":"1"},{"content":"Maka orang banyak itupun berseru-seru kepada Musa, lalu Musa meminta doa kepada Tuhan, maka api itupun terpadamlah.","type":"content","verse":"2"},{"content":"Maka dinamainya tempat itu Tabera, sebab api dari pada Tuhan telah bernyala-nyala di antara mereka itu.","type":"content","verse":"3"},{"content":"Maka bangsa kacauan, yang di antara mereka itu, beringin-inginlah lalu pulang, maka pada masa itu menangislah bani Israel, katanya: Siapa gerangan akan memberi kita makan daging?","type":"content","verse":"4"},{"content":"Terkenanglah kita akan segala ikan yang kita makan di Mesir dengan tiada harganya dan akan segala kemendikai dan labu dan bawang merah dan bawang putih.","type":"content","verse":"5"},{"content":"Tetapi sekarang kurus keringlah kita; satupun tiada di hadapan mata kita melainkan manna itu sahaja!","type":"content","verse":"6"},{"content":"Adapun manna itu seperti biji ketumbar besarnya dan seperti mutiara warnanya.","type":"content","verse":"7"},{"content":"Maka orang banyak itu berjalan ke sana ke mari akan memungut dia, lalu dikisarnya dengan kisaran atau ditumbuknya dalam lesung dan dimasaknya dalam periuk atau diperbuatnya penganan; maka rasanya seakan-akan penganan manis yang digoreng dengan minyak.","type":"content","verse":"8"},{"content":"Maka pada waktu malam, apabila turunlah embun kepada tempat tentara itu, manna itupun turunlah kepadanya.","type":"content","verse":"9"},{"content":"Maka serta didengar Musa akan orang banyak itu menangis dengan segala isi rumahnya, masing-masing pada pintu kemahnya, maka murka Tuhan sangat bernyala-nyala dan jahatlah kelakuan mereka itu kepada pemandangan Musa.","type":"content","verse":"10"},{"content":"Maka sembah Musa kepada Tuhan: Mengapa Tuhan mendukacitakan hamba-Mu demikian; mengapa hamba tiada beroleh kasihan dari hadapan hadirat-Mu, maka tanggungan segenap bangsa ini Tuhan tanggungkan kepada hamba?","type":"content","verse":"11"},{"content":"Hamba telah mengandungkah segenap bangsa ini? hamba telah memperanakkankah dia? maka boleh Tuhan berfirman kepada hamba ini: Pangkulah engkau akan dia pada pangkuanmu seperti seorang pengasuh memangku anak penyusu, dan bawalah akan dia ke negeri yang telah Kujanji kepada nenek moyangnya dengan pakai sumpah.","type":"content","verse":"12"},{"content":"Dari mana gerangan dapat hamba beroleh daging hendak diberikan kepada segenap bangsa ini? Karena tangisnya adalah kepada hamba sambil katanya: Berikanlah kami daging, supaya dapat kami makan!","type":"content","verse":"13"},{"content":"Bahwa hamba seorang-orang tiada dapat menangggung segenap bangsa ini; sesungguhnya ia itu terlalu berat kepada hamba.","type":"content","verse":"14"},{"content":"Maka jikalau kiranya demikian telah Tuhan tentukan bagi hamba, remaklah hamba ini Tuhan bunuh sekali, jikalau hamba telah beroleh rahmat dari hadapan hadiratmu, tetapi jangan hamba memandang kedukaan hamba ini.","type":"content","verse":"15"},{"content":"Maka firman Tuhan kepada Musa: Himpunkanlah bagi-Ku tujuh puluh orang dari pada segala tua-tua Israel, yang telah kauketahui akan halnya mereka itu tua-tua bangsa dan penghulu-penghulu di antaranya, lalu datanglah engkau serta dengan mereka itu ke kemah perhimpunan, supaya mereka itu berdiri di sana serta dengan dikau.","type":"content","verse":"16"},{"content":"Maka Aku akan turun kelak dan berfirman kepadamu di sana dan Aku akan mengambil dari pada Roh yang padamu itu serta membubuh dia pada mereka itu, supaya mereka itu menanggung keberatan bangsa ini serta dengan dikau dan tiada lagi engkau menanggung dia seorang orang.","type":"content","verse":"17"},{"content":"Maka hendaklah engkau mengatakan kepada bangsa ini: Sucikanlah dirimu bagi esok hari, maka kamu akan makan daging kelak; karena sesungguhnya kamu telah menangis di hadapan telinga Tuhan sambil katamu: Siapakah memberikan kami makan daging? dan baiklah kami lagi di Mesir! Sebab itu Tuhan kelak memberikan kamu makan daging, dan kamupun akan makan dia.","type":"content","verse":"18"},{"content":"Bukan sehari dua hari lamanya kamu akan makan dia, bukan lima hari atau sepuluh hari atau dua puluh hari lamanya,","type":"content","verse":"19"},{"content":"melainkan sebulan suntuk, sehingga ia itu keluar pula dari dalam hidungmu dan kamupun jemu akan dia, maka ia itu sebab kamu telah menghinakan Tuhan, yang ada di antara kamu, dan kamu telah menangis di hadapan hadirat-Nya sambil katamu: Apatah gunanya kami telah keluar dari Mesir?","type":"content","verse":"20"},{"content":"Maka sembah Musa: Enam puluh laksa orang banyaknya bangsa yang hamba ini ada di tengahnya, maka firman Tuhan juga: Aku memberikan mereka itu kelak daging yang cukup akan dimakan sebulan suntuk!","type":"content","verse":"21"},{"content":"Terdapatkah domba dan lembu yang cukup akan dibantai bagi mereka itu sekalian? Bolehkah dikumpulkan segala ikan dari laut, supaya cukup bagi mereka itu?","type":"content","verse":"22"},{"content":"Tetapi firman Tuhan kepada Musa: Masakan tangan Tuhan kurang kuat? Sekarang bolehlah engkau melihat, jikalau firman-Ku telah sampai kepadamu atau tidak.","type":"content","verse":"23"},{"content":"Maka keluarlah Musa, lalu disampaikannyalah segala firman Tuhan itu kepada orang banyak itu, maka dihimpunkannyalah tujuh puluh orang dari pada segala tua-tua bangsa itu dan didirikannyalah mereka itu keliling kemah perhimpunan.","type":"content","verse":"24"},{"content":"Maka turunlah Tuhan dalam awan itu, lalu berfirmanlah Ia kepadanya, dan diambil Tuhan dari pada Roh yang padanya, dianugerahkannya kepada tujuh puluh orang tua-tua; serta datanglah Roh itu kepadanya, maka mereka itu mulai bernubuat dengan tiada berkeputusan.","type":"content","verse":"25"},{"content":"Tetapi adalah dua orang ketinggalan dalam tentara, nama seorang Eldad dan nama seorangnya Medad, maka Roh itu adalah pada mereka itupun, karena nama mereka itu tersurat juga, tetapi tiada ia keluar pergi ke kemah perhimpunan, maka mereka itupun bernubuatlah dalam tentara itu.","type":"content","verse":"26"},{"content":"Maka berlarilah seorang orang muda datang memberitahu Musa, sembahnya: Bahwa Eldad dan Medadpun bernubuat dalam tentara.","type":"content","verse":"27"},{"content":"Maka sahut Yusak bin Nun, yaitu hamba Musa, dan seorang dari pada segala orang pilihannya, serta katanya. Tuanku Musa melarangkan mereka itu.","type":"content","verse":"28"},{"content":"Tetapi kata Musa kepadanya: Mengapa engkau menyusahkan dirimu akan halku? Hai, biarlah kiranya segenap bangsa ini nabi Tuhan adanya dan dianugerahi Tuhan dengan Rohnya!","type":"content","verse":"29"},{"content":"Setelah itu maka Musapun berhimpunlah pula dengan tentara itu, baik ia baik orang tua-tua Israel itu.","type":"content","verse":"30"},{"content":"Maka datanglah suatu angin dari pada Tuhan yang mengangkat beberapa berapa burung puyuh dari laut, lalu diturunkannya kepada tempat tentara itu kira-kira perjalanan sehari jauhnya sebelah sana dan perjalanan sehari jauhnya sebelah sini keliling tentara itu dan tingginya kira-kira dua hasta dari atas bumi.","type":"content","verse":"31"},{"content":"Maka bangkitlah orang banyak itu, lalu dikumpulkannyalah burung puyuh sehari itu suntuk dan semalam itu suntuk dan keesokan harinyapun suntuk, maka orang yang sedikit padanya itu telah mengumpulkan sepuluh timbunan yang besar-besar, lalu dihamparkannyalah keliling tempat tentara.","type":"content","verse":"32"},{"content":"Maka daging itu lagi pada celahan gigi mereka itu, dahulu dari pada dimakan habis akan dia, bahwa murka Tuhan bernyala-nyala kepada orang banyak itu dan dipalu Tuhan akan mereka itu dengan palu yang amat besar.","type":"content","verse":"33"},{"content":"Maka dinamainya tempat itu Kiberot Taawah, karena di sanalah ditanamakannyalah segala orang yang telah kedatangan ingin.","type":"content","verse":"34"},{"content":"Maka dari Kiberot Taawah berangkatlah orang banyak itu ke Hazirot, lalu tinggallah mereka itu di Hazirot.","type":"content","verse":"35"}]