[{"content":"Maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya:","type":"content","verse":"1"},{"content":"Hendaklah segala bani Israel mendirikan kemahnya masing-masing di bawah panjinya dengan alamat rumah bapa-bapanya, maka hendaklah mereka itu duduk bertentangan keliling kemah perhimpunan.","type":"content","verse":"2"},{"content":"Maka pada sebelah timurnya, yaitu pada sebelah matahari terbit, akan duduk suku Yehuda dengan panjinya serta dengan segala tentaranya, dan Nahesyon bin Aminadab menjadi penghulu bani Yehuda itu.","type":"content","verse":"3"},{"content":"Adapun tentaranya, segala orangnya yang telah dibilang itu, tujuh laksa empat ribu enam ratus banyaknya.","type":"content","verse":"4"},{"content":"Maka pada sisinya akan didirikan suku Isakhar akan segala kemahnya, maka Natanael bin Zuhar menjadi penghulu bani Isakhar itu.","type":"content","verse":"5"},{"content":"Adapun tentaranya, segala orangnya yang dibilang itu, lima laksa empat ribu empat ratus banyaknya.","type":"content","verse":"6"},{"content":"Dan lagi suku Zebulon, maka Eliab bin Helon menjadi penghulu bani Zebulon itu.","type":"content","verse":"7"},{"content":"Adapun tentaranya, segala orangnya yang dibilang itu, lima laksa tujuh ribu empat ratus banyaknya.","type":"content","verse":"8"},{"content":"Maka jumlah segala orang tentara Yehuda yang dibilang itu seketi delapan laksa enam ribu empat ratus banyaknya dengan segala tentaranya, maka mereka itu akan berjalan dahulu.","type":"content","verse":"9"},{"content":"Maka panji suku Rubin serta dengan segala tentaranya akan ada pada sebelah selatan dan Elizur bin Sedeur menjadi penghulu bani Rubin itu.","type":"content","verse":"10"},{"content":"Adapun tentaranya, segala orangnya yang dibilang itu, empat laksa enam ribu lima ratus banyaknya.","type":"content","verse":"11"},{"content":"Maka pada sisinya hendaklah suku Simeon mendirikan kemahnya, maka Silumeil bin Zurisadai menjadi penghulu bani Simeon itu.","type":"content","verse":"12"},{"content":"Adapun tentaranya, segala orangnya yang dibilang itu, lima laksa sembilan ribu tiga ratus banyaknya.","type":"content","verse":"13"},{"content":"Dan lagi suku Gad, maka Elyasaf bin Rehuil menjadi penghulu bani Gad itu.","type":"content","verse":"14"},{"content":"Adapun tentaranya, segala orangnya yang dibilang itu, empat laksa lima ribu enam ratus lima puluh banyaknya.","type":"content","verse":"15"},{"content":"Maka jumlah segala orang yang dibilang dalam tentara Rubin itu seketi lima laksa seribu empat ratus lima puluh, dengan segala tentaranya, maka mereka itu akan berjalan menjadi tentara yang kedua.","type":"content","verse":"16"},{"content":"Kemudian dari pada mereka itu hendaklah berjalan tentara orang Lewi serta dengan kemah perhimpunan pada sama tengah segala tentara itu, sama seperti mereka itu mendirikan kemahnya, begitu juga hendaklah mereka itu berjalan, masing-masing pada tempatnya serta dengan panjinya.","type":"content","verse":"17"},{"content":"Maka panji suku Efrayim serta dengan tentaranya akan ada pada sebelah barat, dan Elisama bin Amihud menjadi penghulu bani Efrayim itu.","type":"content","verse":"18"},{"content":"Adapun tentaranya dan segala orang yang dibilang itu, empat puluh ribu lima ratus.","type":"content","verse":"19"},{"content":"Maka pada sisinya adalah suku Manasye dan Gamaliel bin Pedazur menjadi penghulu bani Manasye itu.","type":"content","verse":"20"},{"content":"Adapun tentaranya dan segala orangnya yang dibilang itu, tiga laksa dua ribu dua ratus banyaknya.","type":"content","verse":"21"},{"content":"Dan lagi suku Benyamin, maka Abidan bin Gideoni menjadi penghulu Benyamin itu.","type":"content","verse":"22"},{"content":"Adapun tentaranya dan segala orangnya yang dibilang itu, tiga laksa lima ribu empat ratus banyaknya.","type":"content","verse":"23"},{"content":"Maka jumlah segala orang yang dibilang dalam tentara Efrayim itu seketi delapan ribu seratus serta dengan tentaranya, maka mereka itu akan berjalan menjadi tentara yang ketiga.","type":"content","verse":"24"},{"content":"Maka panji tentara Dan itu akan ada pada sebelah utara serta dengan segala tentaranya, maka Ahiezar bin Amisadai menjadi penghulu bani Dan itu.","type":"content","verse":"25"},{"content":"Adapun tentaranya dan segala orangnya yang dibilang itu, enam laksa dua ribu tujuh ratus banyaknya.","type":"content","verse":"26"},{"content":"Maka pada sisinya hendaklah suku Asyer mendirikan kemahnya, maka Pagiel bin Okhran menjadi penghulu bani Asyer itu.","type":"content","verse":"27"},{"content":"Adapun tentaranya dan segala orangnya yang dibilang itu, empat laksa seribu lima ratus banyaknya.","type":"content","verse":"28"},{"content":"Dan lagi suku Naftali, maka Ahira bin Enan menjadi penghulu bani Naftali itu.","type":"content","verse":"29"},{"content":"Adapun tentaranya dan segala orangnya yang dibilang itu, lima laksa tiga ribu empat ratus banyaknya.","type":"content","verse":"30"},{"content":"Maka jumlah segala orang yang dibilang dalam tentara Dan itu seketi lima laksa tujuh ribu enam ratus, maka hendaklah mereka itu berjalan terkemudian serta dengan panjinya.","type":"content","verse":"31"},{"content":"Maka sekalian inilah orang terbilang dari pada bani Israel seturut rumah bapa-bapanya, maka jumlah segala orang yang terbilang dalam segala tentaranya itu enam keti tiga ribu lima ratus lima puluh orang.","type":"content","verse":"32"},{"content":"Tetapi tiada dibilangnya segala orang Lewi itu di antara bani Israel, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"33"},{"content":"Maka diperbuatlah oleh bani Israel segala sesuatu yang firman Tuhan kepada Musa, didirikannyalah kemahnya seturut panji-panjinya, demikianpun berjalanlah mereka itu masing-masing dengan sukunya serta dengan isi rumah bapa-bapanya.","type":"content","verse":"34"}]