[{"content":"Maka sembah Bileam kepada Balak: Perbuatkanlah kiranya akan patik di sini tujuh buah mezbah dan sediakanlah akan patik di sini tujuh ekor lembu muda dan tujuh ekor domba jantan.","type":"content","verse":"1"},{"content":"Maka oleh Balak diperbuatlah setuju dengan kata Bileam, lalu Balak dan Bileam keduanyapun mempersembahkanlah seekor lembu muda dan seekor domba jantan di atas tiap-tiap mezbah.","type":"content","verse":"2"},{"content":"Maka sembah Bileam kepada Balak: Tuanku apalah berdiri hampir dengan korban bakaran tuanku, maka patik hendak pergi, barangkali patik bertemu dengan Tuhan, maka firman yang akan dinyatakan-Nya kepada patik, ia itu patik sampaikan kelak kepada tuanku. Hata, maka pergilah ia ke tempat yang tinggi.","type":"content","verse":"3"},{"content":"Maka bertemulah Bileam dengan Allah, lalu sembahnya kepada-Nya: Bahwa hamba telah mendirikan tujuh buah mezbah dan di atas tiap-tiap mezbah itu hamba telah mempersembahkan seekor lembu muda dan seekor domba jantan.","type":"content","verse":"4"},{"content":"Maka dibubuh Tuhan firman-Nya pada lidah Bileam sambil kata-Nya: Kembalilah engkau kepada Balak, maka di sanalah engkau akan berkata-kata kelak.","type":"content","verse":"5"},{"content":"Lalu kembalilah ia kepadanya, maka sesungguhnya adalah baginda lagi berdiri hampir dengan korban bakarannya dan segala penghulu Moabpun sertanya.","type":"content","verse":"6"},{"content":"Maka dimulai Bileam mengatakan misalnya, sabdanya: Bahwa Balak, raja Moab itu, telah menyuruh aku datang dari Aram, dari gunung-gunung yang di sebelah timur, titahnya: Marilah engkau, kutukilah bagiku akan Yakub! marilah engkau, serahkanlah Israel kepada kebinasaan!","type":"content","verse":"7"},{"content":"Maka bagaimanakah aku mengutuki orang yang tiada dikutuki Allah? dan bagaimanakah aku menyerahkan kepada kebinasaan orang yang tiada diserahkan oleh Tuhan kepada kebinasaan?","type":"content","verse":"8"},{"content":"Karena dari atas kemuncak bukit batu aku melihat dia dan dari atas gunung kupandang akan dia, bahwasanya ia itulah suatu bangsa yang duduk berasing dan yang tiada mau dibilangkan dengan segala orang kafir.","type":"content","verse":"9"},{"content":"Siapa gerangan akan membilang duli Yakub dan siapakah dapat membilang seperempat Israel? Bahwa jiwaku matilah kiranya seperti mati orang berbahagia ini dan hendaklah ajalku bagaikan ajalnya!","type":"content","verse":"10"},{"content":"Arakian, maka titah Balak kepada Bileam: Apakah engkau perbuat akan daku? Aku telah menjemput akan dikau, supaya engkau mengutuki musuhku, maka sesungguhnya engkau telah memberkati itu berturut-turut.","type":"content","verse":"11"},{"content":"Maka sahut Bileam sambil sembahnya: Bukankah patut patik ingat baik-baik, supaya patik mengatakan barang yang dibubuh Tuhan pada lidah patik?","type":"content","verse":"12"},{"content":"Maka titah Balak kepadanya: Marilah engkau sertaku ke tempat yang lain, dari sana engkau dapat melihat dia, supaya engkau melihat hanya ujungnya sahaja, bukan segenap tentaranya sama sekali, lalu kutukilah olehmu akan dia bagiku dari sana.","type":"content","verse":"13"},{"content":"Maka dibawanya akan dia sertanya ke datar penunggu di atas kemuncak Pisga, lalu didirikannyalah tujuh buah mezbah dan dikorbankannya seekor lembu muda dan seekor domba jantan di atas tiap-tiap mezbah itu.","type":"content","verse":"14"},{"content":"Maka sembah Bileam, kepada Balak: Berdiri apalah tuanku di sini hampir dengan korban bakaran tuanku, maka patik hendak ke sana bertemu dengan Dia.","type":"content","verse":"15"},{"content":"Maka Bileampun bertemulah dengan Tuhan, lalu dibubuh Tuhan firman-Nya pada lidahnya sambil kata-Nya: Kembalilah engkau kepada Balak dan berkatalah demikian ini.","type":"content","verse":"16"},{"content":"Lalu pergilah ia mendapatkan dia, maka sesungguhnya adalah baginda lagi berdiri hampir dengan korban bakarannya, dan segala penghulu Moabpun sertanya. Maka titah Balak kepadanya: Apakah firman Tuhan kepadamu?","type":"content","verse":"17"},{"content":"Maka iapun mulai mengatakan misalnya, katanya: Bangunlah kiranya, hai Balak, serta dengarlah! berilah telinga akan kataku, hai bin Zippor!","type":"content","verse":"18"},{"content":"Bahwa Allah itu bukan manusia yang berdusta; bukannya Ia anak manusia yang bersesalan adanya! Masakan Ia berfirman lalu tiada disampaikannya, atau berfirman lalu tiada diadakannya!","type":"content","verse":"19"},{"content":"Bahwasanya aku telah disuruh memberi berkat, maka jikalau Iapun memberkati, bagaimana dapat aku menahaninya!","type":"content","verse":"20"},{"content":"Tiada dipandangnya akan kesalahan Yakub dan tiada ditiliknya akan kejahatan dalam Israel. Bahwa Tuhan, Allahnya, adalah sertanya dan bunyi nafiri Raja itu adalah di antaranya.","type":"content","verse":"21"},{"content":"Maka telah dihantar Allah akan mereka itu keluar dari Mesir, dan tempuhnya selaku seladang jantan.","type":"content","verse":"22"},{"content":"Bahwasanya tiadalah berguna barang pesona lawan Yakub atau barang tenungan lawan Israel, maka pada masa yang senang dikatakanlah kelak kepada Yakub, yaitu kepada Israel, perkara yang hendak diadakan Allah.","type":"content","verse":"23"},{"content":"Bahwasanya bangsa itu akan bangun kelak seperti singa betina, lalu berdiri selaku singa jantan, maka iapun tiada menderum dahulu dari pada makan rampasannya dan minum darah barang yang dibunuhnya!","type":"content","verse":"24"},{"content":"Maka titah Balak kepada Bileam: Jikalau sekali-kali tiada dapat engkau mengutuki dia, maka janganlah kiranya engkau memberkati dia berturut-turut.","type":"content","verse":"25"},{"content":"Maka sahut Bileam kepada Balak, sembahnya: Bukankah patik telah bersembah kepada tuanku demikian: barang apa firman Tuhan kepada patik kelak, niscaya ia itu patik turut?","type":"content","verse":"26"},{"content":"Maka titah Balak kepada Bileam: Marilah kiranya, biar aku membawa akan dikau ke tempat yang lain, kalau-kalau benar kepada pemandangan Allah, jikalau engkau mengutuki bangsa itu bagiku dari sana.","type":"content","verse":"27"},{"content":"Maka dibawa Balak akan Bilaem sertanya ke kemuncak Peor, yang arah ke padang belantara.","type":"content","verse":"28"},{"content":"Maka sembah Bileam kepada Balak: Perbuatkan apalah akan patik di sini tujuh buah mezbah dan sediakan apalah akan patik tujuh ekor lembu muda dan tujuh ekor domba jantan.","type":"content","verse":"29"},{"content":"Maka diperbuatlah oleh Balak seperti sembah Bileam, lalu dikorbankannya seekor lembu muda dan seekor domba jantan di atas tiap-tiap mezbah itu.","type":"content","verse":"30"}]