[{"content":"Hata, maka apabila dilihat Bileam bahwa baiklah kepada pemandangan Tuhan diberkatinya Israel, maka tiada ia pergi seperti pada bermula kali dan pada kedua kali akan mengambil pesona seranah, melainkan dipalingkannya mukanya arah ke padang belantara.","type":"content","verse":"1"},{"content":"Serta diangkat Bileam matanya, dilihatnya Israel dengan kedudukannya seturut suku-suku bangsanya, maka Roh Allahpun datang atasnya,","type":"content","verse":"2"},{"content":"lalu iapun mulai mengatakan misalnya demikian bunyinya: Bahwa Bileam bin Beor bersabda dan orang yang telah dicelikkan matanya itu berkata-kata!","type":"content","verse":"3"},{"content":"Maka yang bersabda ia itu yang mendengar firman Allah dan yang melihat wajah Allah Mahakuasa, ia itu orang yang terjerumus dan yang dibukai matanya.","type":"content","verse":"4"},{"content":"Bagaimana baik segala kemahmu, hai Yakub, dan kedudukanmu, hai Israel!","type":"content","verse":"5"},{"content":"Seperti anak-anak sungai yang mengalir kemana-mana, seperti taman-taman di tepi sungai; bahwa Tuhan telah menanam dia seperti pohon cendana dan seperti pohon araz di tepi air.","type":"content","verse":"6"},{"content":"Bahwa air mengalir dari pada timba-timbanya dan benihnyapun akan dalam kelimpahan air, maka rajanya tinggi dari pada Agag dan amat mulia kerajaannya.","type":"content","verse":"7"},{"content":"Bahwa Allah telah menghantar akan dia keluar dari Mesir, tempuhnya selaku seladang jantan; bangsa-bangsa yang bermusuh dengan dia akan dimakannya habis, tulang-tulang mereka itu dihancurluluhkannya dan lambungnya dipatahkannya.","type":"content","verse":"8"},{"content":"Maka iapun menderumlah serta berbaring selaku singa jantan dan seperti singa betina, siapa gerangan dapat membangunkan dia? Berkatlah kiranya barangsiapa yang memberkati akan dikau, dan kutuklah barangsiapa yang mengutuki akan dikau!","type":"content","verse":"9"},{"content":"Hata, maka murka Balak mulai bernyala-nyala akan Bileam, lalu titah Balak kepada Bileam sambil dilipatkannya tangannya: Adapun aku memanggil engkau kemari ini, yaitu supaya engkau mengutuki musuhku, heran, maka sekarang sudah tiga kali engkau memberkati mereka itu berturut-turut!","type":"content","verse":"10"},{"content":"Maka sekarangpun nyahlah engkau dari sini ke tempatmu; sesungguhnya dahulu titahku hendak memuliakan dikau amat banyak, tetapi lihatlah olehmu, bahwa Tuhan telah menahankan kemuliaan itu dari padamu!","type":"content","verse":"11"},{"content":"Maka sembah Bileam kepada Balak: Bukankah patik telah berkata kepada utusan yang tuanku suruhkan kepada patik, demikian kata patik:","type":"content","verse":"12"},{"content":"Jikalau kiranya tuanku Balak menganugerahkan kepada hamba seistananya berisi perak dan emas sekalipun, maka tiada juga hamba dapat melalui firman Tuhan akan berbuat baik atau jahat dengan kehendak hati hamba sendiri; bahwa barang firman Tuhan yang hendak hamba katakan.","type":"content","verse":"13"},{"content":"Maka sekarang sesungguhnya patik kembali kepada bangsa patik, sebab itu biarlah patik bernubuat bagi tuanku akan hal perkara yang dibuat kelak bangsa ini akan bangsa tuanku pada kemudian hari.","type":"content","verse":"14"},{"content":"Maka mulailah ia mengatakan misalnya, katanya: Bahwa Bileam bin Beor yang berkata, dan orang yang mencelikkan matanya itu bersabda!","type":"content","verse":"15"},{"content":"Maka yang berkata ia itu orang yang mendengar firman Allah dan yang mengetahui akan hikmat Allah taala dan yang melihat wajah Allah Mahakuasa, ia itu orang yang telah terjerumus dan yang dicelikkan matanya.","type":"content","verse":"16"},{"content":"Bahwa aku akan melihat dia, tetapi bukan sekarang, aku akan memandang dia, tetapi bukannya hampir, maka sebuah bintang akan terbit dari pada Yakub dan sebatang tongkat kerajaan akan naik dari antara Israel, maka ia akan menghancurkan pelipisan Moab dan tempurung kepala orang yang suka berperang!","type":"content","verse":"17"},{"content":"Edom lagi menjadi miliknya pusaka, demikianpun Seir; yang bermusuh dengan dia menjadi miliknya pusaka, dan Israel akan beroleh kuat baharu.","type":"content","verse":"18"},{"content":"Bahwa seorang dari pada Yakub akan kerajaan serta membinasakan segala kubu yang lagi tinggal.","type":"content","verse":"19"},{"content":"Arakian, serta dilihatnya Amalek maka dimulainya mengatakan misalnya, katanya: Adapun mula segala bangsa, ia itu Amalek, tetapi akhirnya akan kebinasaan.","type":"content","verse":"20"},{"content":"Serta dilihatnya orang Keni, maka dimulainya mengatakan misalnya, katanya: Kendatilah teguh kedudukanmu dan sarangmu ditaruh di atas bukit batu;","type":"content","verse":"21"},{"content":"maka Kain selalu diusik juga sampai Asyur membawa akan kamu dengan tertawan.","type":"content","verse":"22"},{"content":"Dan lagi dimulainya mengatakan misalnya, katanya: Wai, siapakah boleh hidup, apabila diadakan Allah segala perkara ini?","type":"content","verse":"23"},{"content":"Maka kapal-kapal dari pantai orang Khitim akan mengusik Asyur dan mengusik Heber dan iapun akan binasa!","type":"content","verse":"24"},{"content":"Hata, maka bangkitlah Bileam berdiri, lalu pergi dan kembalilah ia ke tempatnya, maka Balakpun pergilah kepada jalannya.","type":"content","verse":"25"}]