[{"content":"Bermula, maka Tuhan telah berfirman kepada Musa demikian:","type":"content","verse":"1"},{"content":"Suruhlah bani Israel dan katakanlah kepada mereka itu: Adapun persembahan korban kepada-Ku dan persembahan makanan kepada-Ku akan persembahan yang dimakan api, ia itu suatu bau yang harum bagi-Ku, hendaklah kamu peliharakan, supaya dipersembahkan kepada-Ku pada masa yang telah ditentukan.","type":"content","verse":"2"},{"content":"Dan lagi katakanlah olehmu kepada mereka itu: Bahwa inilah korban yang dimakan api, yang patut kamu persembahkan kepada Tuhan, yaitu pada sebilang hari dua ekor anak domba yang umur setahun, dan yang tiada kecelaannya, akan korban bakaran yang selalu.","type":"content","verse":"3"},{"content":"Maka anak domba seekor itu hendaklah kamu sediakan pada pagi hari dan seekornya hendaklah kamu sediakan pada waktu masuk matahari.","type":"content","verse":"4"},{"content":"Dan seperpuluhan seefa tepung halus akan persembahan makanan, diramas dengan minyak tumbukan seperempat hin.","type":"content","verse":"5"},{"content":"Maka inilah persembahan bakaran yang selalu, dan yang telah diperintahkan di bukit Torsina, yaitu persembahan yang dimakan api, suatu bau yang harum bagi Tuhan.","type":"content","verse":"6"},{"content":"Maka persembahannya minuman itu seperempat hin bagi tiap-tiap seekor anak domba; maka dalam tempat yang suci hendaklah kamu mencurahkan persembahan minuman air anggur bagi Tuhan.","type":"content","verse":"7"},{"content":"Maka anak domba yang seekor itu hendaklah kamu sediakan pada waktu masuk matahari; sama seperti persembahan makanan pada pagi hari dan seperti persembahannya minuman hendaklah kamu menyediakannya; ia itulah persembahan yang dimakan api, suatu bau yang harum bagi Tuhan.","type":"content","verse":"8"},{"content":"Maka pada hari sabat dua ekor anak domba yang umur setahun dan yang tiada berkecelaan adanya, dan dua perpuluhan tepung halus akan persembahan makanan, diramas dengan minyak serta dengan masing-masing punya persembahan minuman.","type":"content","verse":"9"},{"content":"Maka inilah korban bakaran sabat pada sebilang hari sabat, lain dari pada korban bakaran yang selalu dan persembahannya minuman.","type":"content","verse":"10"},{"content":"Maka pada sehari segala bulanmu hendaklah kamu mempersembahkan kepada Tuhan dua ekor anak lembu atau lembu muda dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun dan tiada berkecelaan adanya akan korban bakaran;","type":"content","verse":"11"},{"content":"dan tiga perpuluhan tepung halus diramas dengan minyak akan persembahan makanan, akan tiap-tiap seekor lembu muda, dan dua perpuluhan tepung halus diramas dengan minyak akan persembahan makanan, akan seekor domba jantan itu;","type":"content","verse":"12"},{"content":"dan seperpuluhan tepung halus diramas dengan minyak akan persembahan makanan, akan tiap-tiap seekor anak domba, suatu korban bakaran akan bau yang harum, suatu persembahan yang dimakan api bagi Tuhan.","type":"content","verse":"13"},{"content":"Maka akan persembahannya minuman hendaklah ini: separuh hin akan seekor lembu muda, dan sepertiga hin akan seekor domba jantan, dan seperempat hin air anggur akan seekor anak domba; ia itulah persembahan bakaran bulan baharu pada tiap-tiap bulan tahun itu.","type":"content","verse":"14"},{"content":"Maka seekor kambing jantan akan korban karena dosa hendaklah disediakan bagi Tuhan, lain dari pada korban bakaran yang selalu serta dengan persembahannya minuman.","type":"content","verse":"15"},{"content":"Maka pada bulan yang pertama, pada empat belas hari bulan itu adalah Pasah bagi Tuhan.","type":"content","verse":"16"},{"content":"Pada lima belas bulan itu adalah hari raya dan tujuh hari lamanya hendaklah orang makan roti fatir.","type":"content","verse":"17"},{"content":"Pada hari yang pertama akan ada perhimpunan yang suci; janganlah kamu kerjakan barang sesuatu pekerjaan padanya.","type":"content","verse":"18"},{"content":"Maka hendaklah kamu mempersembahkan kepada Tuhan korban yang dimakan api, akan korban bakaran dua ekor anak lembu atau lembu muda dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun dan tiada berkecelaan adanya.","type":"content","verse":"19"},{"content":"Dan akan persembahannya makanan tepung halus yang diramas dengan minyak tiga perpuluhan akan anak lembu seekor dan dua perpuluhan akan domba jantan seekor hendaklah kamu sediakan.","type":"content","verse":"20"},{"content":"Dan akan tiap-tiap seekor anak domba hendaklah kamu sediakan seperpuluhan, yaitu akan tiap-tiap dari pada tujuh ekor anak domba itu.","type":"content","verse":"21"},{"content":"Dan seekor kambing jantan akan korban karena dosa, akan diadakan gafirat atas kamu.","type":"content","verse":"22"},{"content":"Lain dari pada korban bakaran pada pagi hari yang akan korban bakaran selalu, hendaklah kamu menyediakan ini.","type":"content","verse":"23"},{"content":"Dengan menurut perintah ini juga tujuh hari lamanya hendaklah kamu menyediakan makanan persembahan yang dimakan api bagi Tuhan akan suatu bau yang harum; lain dari pada korban bakaran yang selalu hendaklah disediakan sekalian ini serta dengan persembahannya minuman.","type":"content","verse":"24"},{"content":"Maka pada hari yang ketujuh akan ada perhimpunan yang suci bagi kamu, janganlah kamu kerjakan barang sesuatu pekerjaan padanya.","type":"content","verse":"25"},{"content":"Maka pada hari buah-buah bungaran, apabila kamu mempersembahkan buah-buah yang baharu akan persembahan makanan kepada Tuhan, pada masa raya jemaatmu hendaklah ada satu perhimpunan yang suci bagi kamu dan janganlah kamu kerjakan barang sesuatu pekerjaan padanya.","type":"content","verse":"26"},{"content":"Maka pada hari itu hendaklah kamu mempersembahkan dua ekor anak lembu atau lembu muda dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun akan korban bakaran, suatu bau yang harum bagi Tuhan,","type":"content","verse":"27"},{"content":"dan tepung halus diramas dengan minyak akan persembahan makanan, yaitu tiga perpuluhan akan seekor anak lembu dan dua perpuluhan akan seekor domba jantan,","type":"content","verse":"28"},{"content":"dan seperpuluhan akan tiap-tiap seekor anak domba dari pada ketujuh ekor anak domba itu;","type":"content","verse":"29"},{"content":"dan seekor kambing jantan akan mengerjakan gafirat atas kamu.","type":"content","verse":"30"},{"content":"Lain dari pada korban bakaran yang selalu dan persembahannya makanan hendaklah kamu menyediakan dia, janganlah ia itu berkecelaan, dan lagi persembahannya minuman.","type":"content","verse":"31"}]