[{"content":"Sebermula, maka firman Tuhan kepada Musa demikian:","type":"content","verse":"1"},{"content":"Tuntutlah bela bani Israel akan orang Midiani, kemudian engkau akan pulang kelak kepada asalmu.","type":"content","verse":"2"},{"content":"Maka kata Musa kepada orang banyak itu demikian: Hendaklah dari pada kamu beberapa orang pilihan pergi perang dan mendatangi orang Midiani akan menuntut bela Tuhan kepada orang Midiani itu.","type":"content","verse":"3"},{"content":"Maka dari pada tiap-tiap suku bangsa bani Israel seribu orang hendaklah kamu suruh pergi perang.","type":"content","verse":"4"},{"content":"Maka dikerahkanlah dari pada beribu-ribu orang Israel itu segala orang yang amat perkasa, yaitu seribu orang dari pada tiap-tiap suku, jadi dua belas ribu orang pilihan bagi peperangan.","type":"content","verse":"5"},{"content":"Maka disuruhkanlah Musa akan mereka itu seribu orang dari pada tiap-tiap suku bangsa kepada perang itu, baik mereka itu baik Pinehas bin Eliazar, yang imam, kepada perang itu, maka perkakas tempat suci, dan segala nafiri bunyi-bunyian adalah pada tangannya.","type":"content","verse":"6"},{"content":"Maka berperanglah mereka itu dengan orang Midiani, setuju dengan firman Tuhan yang kepada Musa, dibunuhnya segala orang laki-laki.","type":"content","verse":"7"},{"content":"Kecuali segala orang lain yang diparangkannya, dibunuhnya pula raja-raja orang Midiani, yaitu Ewi dan Rekim dan Zur dan Hur dan Reba, lima orang raja Midiani, dan lagi Bileam bin Beorpun dibunuhnya dengan pedang.","type":"content","verse":"8"},{"content":"Maka oleh bani Israel ditawan akan segala perempuan orang Midiani dan akan segala anak-anaknya dan segala kendaraannya dan segala binatangnya dan segala harta bendanyapun dirampasnya.","type":"content","verse":"9"},{"content":"Maka segala kotanya dan tempat kedudukannya dan kubunya dibakarnya habis dengan api.","type":"content","verse":"10"},{"content":"Maka diambilnya segala jarahan dan segala rampasan dari pada orang dan binatang,","type":"content","verse":"11"},{"content":"dibawanya kepada Musa dan kepada Eliazar dan kepada sidang bani Israel; segala tawanan dan rampasan dan jarahan dibawanya ke tempat tentara di padang-padang Moab, yang di tepi Yarden bertentangan dengan Yerikho.","type":"content","verse":"12"},{"content":"Maka Musapun dan Eliazar, yang imam, dan segala penghulu sidang itu pergi mendapatkan mereka itu di luar tempat tentara.","type":"content","verse":"13"},{"content":"Maka sangat amarahlah Musa akan segala hulubalang tentara itu, akan segala penghulu atas orang seribu dan akan penghulu atas orang seratus, yang kembali dari pada peperangan itu.","type":"content","verse":"14"},{"content":"Maka kata Musa kepada mereka itu: Mengapa kamu hidupi segala perempuan ini?","type":"content","verse":"15"},{"content":"Bahwasanya perempuan ini juga yang menjadi sebab bani Israel telah undur dari pada Tuhan dengan jahatnya pada masa diturutnya kata Bileam dalam perkara Peor, sehingga bala itu sudah datang atas sidang umat Tuhan.","type":"content","verse":"16"},{"content":"Sebab itu bunuhlah segala yang laki-laki di antara anak-anak itu dan bunuhlah segala perempuan yang sudah tahu bersetubuh dengan orang laki-laki.","type":"content","verse":"17"},{"content":"Tetapi segala yang perempuan di antara anak-anak dan segala perempuan yang belum tahu bersetubuh dengan orang laki-laki itu hendaklah kamu hidupi bagi dirimu.","type":"content","verse":"18"},{"content":"Maka akan kamu ini, hendaklah kamu tinggal di luar tempat tentara itu tujuh hari lamanya; barangsiapa telah membunuh orang dan barangsiapa telah menjamah orang yang dibunuh itu, hendaklah kamu menyucikan dirimu dari pada dosa pada hari yang ketiga dan pada hari yang ketujuhpun, baik kamu sendiri baik segala yang telah kamu tawani.","type":"content","verse":"19"},{"content":"Dan lagi segala pakaian dan segala barang kulit dan segala yang diperbuat dari pada bulu kambing dan segala serba kayu itu hendaklah kamu sucikan dari pada najasatnya.","type":"content","verse":"20"},{"content":"Maka kata Eliazar, yang imam itu, kepada segala orang perang yang telah datang dari pada peperangan: Inilah hukum undang-undang yang firman Tuhan kepada Musa:","type":"content","verse":"21"},{"content":"Adapun segala emas dan perak dan tembaga dan besi dan timah putih dan timah hitam,","type":"content","verse":"22"},{"content":"segala perkara yang tahan api hendaklah kamu masukkan ke dalam api, supaya sucilah itu, kendatilah demikian hendak juga ia itu disucikan dari pada najasatnya oleh air kesucian, maka segala yang tiada boleh tahan api itu hendaklah kamu celupkan dalam air.","type":"content","verse":"23"},{"content":"Dan lagi hendaklah kamu membasuhkan pakaianmu pada hari yang ketujuh itu, supaya sucilah kamu, kemudian bolehlah kamu masuk ke dalam tempat tentara.","type":"content","verse":"24"},{"content":"Bermula, maka firman Tuhan kepada Musa demikian:","type":"content","verse":"25"},{"content":"Ambillah olehmu akan jumlah segala jarahan dan rampasan, dari pada orang dan binatang, baik engkau baik Eliazar, yang imam, baik segala penghulu suku-suku sidang itu.","type":"content","verse":"26"},{"content":"Maka segala barang rampasan itu hendaklah kaubahagi dua antara orang yang telah masuk perang, yaitu yang telah pergi kepada peperangan, dengan segenap sidang.","type":"content","verse":"27"},{"content":"Setelah itu hendaklah engkau memungut zakat bagi Tuhan dari pada segala orang perang, yang telah pergi kepada peperangan, yaitu satu dari pada lima ratus, baik orang baik lembu baik keledai baik domba.","type":"content","verse":"28"},{"content":"Dari pada separuhnya hendaklah engkau mengambil dia, lalu berikanlah dia kepada Eliazar, yang imam, akan persembahan tatangan kepada Tuhan.","type":"content","verse":"29"},{"content":"Maka dari pada separuh segala bani Israel hendaklah engkau mengambil satu dari lima puluh, baik orang baik lembu baik keledai baik domba, dari pada segala binatang itu, lalu berikanlah dia kepada orang-orang Lewi, yang melakukan pengawalan kemah sembahyang Tuhan.","type":"content","verse":"30"},{"content":"Maka diperbuatlah oleh Musa dan Eliazar, yang imam, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"31"},{"content":"Maka yang diambil itu adalah enam keti tujuh laksa lima ribu ekor domba, kecuali segala jarahan yang tiada bernyawa, yang telah dirampas oleh orang yang sudah pergi perang itu.","type":"content","verse":"32"},{"content":"Dan lagi tujuh laksa dua ribu ekor lembu,","type":"content","verse":"33"},{"content":"dan enam laksa seribu ekor keledai.","type":"content","verse":"34"},{"content":"Maka jumlah segala orang perempuan yang belum tahu bersetubuh dengan orang laki-laki, ia itu tiga laksa dua ribu orang banyaknya.","type":"content","verse":"35"},{"content":"Maka bahagian yang separuh dari pada yang telah pergi perang itu jumlahnya tiga keti tiga laksa tujuh ribu lima ratus ekor domba.","type":"content","verse":"36"},{"content":"Maka zakatnya bagi Tuhan dari pada segala domba itu adalah enam ratus tujuh puluh lima ekor.","type":"content","verse":"37"},{"content":"Maka dari pada lembu tiga laksa enam ribu ekor, zakatnya bagi Tuhan tujuh puluh dua ekor.","type":"content","verse":"38"},{"content":"Maka dari pada keledai tiga puluh ribu lima ratus ekor, zakatnya bagi Tuhan enam puluh satu ekor.","type":"content","verse":"39"},{"content":"Maka dari pada jiwa orang enam belas ribu, zakatnya bagi Tuhan tiga puluh dua orang.","type":"content","verse":"40"},{"content":"Maka diberikan Musa zakat persembahan tatangan Tuhan kepada Eliazar, yang imam, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"41"},{"content":"Maka adapun separuh yang diambil Musa dari pada orang perang akan bani Israel,","type":"content","verse":"42"},{"content":"yaitu separuh yang bahagian sidang itu, adalah tiga keti tiga laksa tujuh ribu lima ratus ekor domba.","type":"content","verse":"43"},{"content":"Dan dari pada segala lembu itu tiga laksa enam ribu ekor.","type":"content","verse":"44"},{"content":"Dan dari pada segala keledai itu tiga puluh ribu lima ratus ekor.","type":"content","verse":"45"},{"content":"Dan dari pada jiwa orang enam belas ribu.","type":"content","verse":"46"},{"content":"Maka diambil Musa dari pada separuh yang bahagian bani Israel itu satu dari lima puluh, baik orang baik binatang, diberikannya kepada orang-orang Lewi, yang melakukan pengawalan kemah Tuhan, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"47"},{"content":"Hata, maka datanglah segala hulubalang atas orang beribu-ribu, yang telah pergi perang, yaitu segala penghulu atas orang seribu dan segala penghulu atas orang seratus, lalu mengahadap Musa","type":"content","verse":"48"},{"content":"sambil sembahnya: Bahwa hamba tuan sekalian ini telah mengambil jumlah segala orang perang yang di bawah perintah hamba, maka dari pada hamba sekalian ini seorangpun tiada yang hilang.","type":"content","verse":"49"},{"content":"Maka sebab itu hamba sekalian ini membawa suatu persembahan kepada Tuhan, masing-masing akan barang yang telah dapat ke tangannya dari pada benda-benda emas, baik gelang atau pontoh baik cincin atau subang atau dokoh, hendak mengadakan gafirat atas jiwa hamba di hadapan hadirat Tuhan.","type":"content","verse":"50"},{"content":"Maka Musa dan Eliazar, yang imam itu, menerimalah emas itu dari pada mereka itu, semuanya benda-benda yang baik perbuatannya.","type":"content","verse":"51"},{"content":"Maka banyak segala emas persembahan tatangan ini, yang dipersembahkannya kepada Tuhan itu, selaksa enam ribu tujuh ratus lima puluh syikal, dari pada segala penghulu atas orang seribu dan dari pada segala penghulu atas orang seratus.","type":"content","verse":"52"},{"content":"Maka segala orang rakyat itu menaruh rampasannya masing-masing bagi dirinya sendiri.","type":"content","verse":"53"},{"content":"Maka diterima Musa dan Eliazar, yang imam, akan segala emas itu dari pada segala penghulu atas orang seribu dan dari pada penghulu atas orang seratus, lalu dibawanya akan dia masuk ke dalam kemah perhimpunan akan suatu tanda peringatan bagi bani Israel di hadapan hadirat Tuhan adanya.","type":"content","verse":"54"}]