[{"content":"Sebermula, maka pada bani Rubin adalah banyak binatang dan pada bani Gadpun adalah amat banyak, maka dilihatnya tanah Yaezar dan tanah Gilead bahwasanya jajahan itu tempat yang baik akan binatang.","type":"content","verse":"1"},{"content":"Maka datanglah bani Gad dan Rubin, lalu sembahnya kepada Musa dan Eliazar, yang imam, dan kepada segala penghulu sidang demikian:","type":"content","verse":"2"},{"content":"Bahwa Atarot dan Dibon dan Yaezar dan Nimra dan Hezbon dan Eliala dan Sebam dan Nobo dan Beon,","type":"content","verse":"3"},{"content":"segala negeri yang telah dialahkan Tuhan di hadapan sidang Israel, ia itu suatu tanah yang baik bagi binatang, maka pada hamba-hamba tuan ini adalah binatang banyak.","type":"content","verse":"4"},{"content":"Dan lagi sembah mereka itu: Jikalau ridla hati tuan-tuan akan hamba sekalian ini, biarlah kiranya tanah ini diberikan kepada hamba akan milik dan jangan suruh hamba menyeberang Yarden.","type":"content","verse":"5"},{"content":"Tetapi kata Musa kepada bani Gad dan bani Rubin: Patutkah saudara-saudaramu pergi perang dan kamu tinggal di sini sahaja?","type":"content","verse":"6"},{"content":"Mengapa maka kamu membujuk hati bani Israel kepada perkara bodoh ini, sehingga tiada mereka itu menyeberang kelak ke dalam negeri yang dianugerahkan Tuhan kepadanya?","type":"content","verse":"7"},{"content":"Maka demikianpun perbuatan bapa-bapa kamu tatkala aku menyuruhkan mereka itu dari Kades-Barnea akan mengintai negeri ini.","type":"content","verse":"8"},{"content":"Setelah sudah mereka itu berjalan sampai ke lembah Esykol dan telah diintainya negeri itu, maka dibujuknya hati bani Israel kepada perkara bodoh ini, sehingga tiada mereka itu masuk ke dalam negeri yang telah dianugerahkan Tuhan kepadanya.","type":"content","verse":"9"},{"content":"Maka sebab itu bernyala murka Tuhan pada hari itu dan bersumpahlah Ia, firman-Nya:","type":"content","verse":"10"},{"content":"Masakan orang yang telah mudik dari Mesir, yang umur dua puluh tahun atau lebih, itu boleh melihat negeri yang telah Kujanji pakai sumpah kepada nenek moyangnya, yaitu kepada Ibrahim dan Ishak dan Yakub! Karena tiada mereka itu tetap menurut Aku.","type":"content","verse":"11"},{"content":"Kecuali Kaleb bin Yefuna, orang Kenizi, dan Yusak bin Nun, karena keduanya telah tetap menurut Tuhan.","type":"content","verse":"12"},{"content":"Demikianlah bernyala murka Tuhan akan Israel, disuruhnya mengembara di padang belantara empat puluh tahun lamanya, sampai sudah habis segenap bangsa yang telah berbuat jahat itu pada pemandangan Tuhan.","type":"content","verse":"13"},{"content":"Maka sesungguhnya kamu telah bangun akan ganti bapa-bapa kamu, yaitu suatu kebanyakan orang berdosa, hendak menambahi lagi kehangatan murka Tuhan atas Israel!","type":"content","verse":"14"},{"content":"Jikalau kiranya selalu begitu kamu undur dari pada Tuhan, niscaya dibiarkannya bangsa ini tinggal lebih lama lagi di padang belantara dan kamulah yang membawa segenap bangsa ini kepada kebinasaan!","type":"content","verse":"15"},{"content":"Maka datanglah mereka itu hampir sambil sembahnya: Bahwa di sini hamba hendak membangunkan kandang-kandang sahaja akan binatang hamba dan negeri akan anak-anak hamba.","type":"content","verse":"16"},{"content":"Tetapi dengan berlengkap baik-baik dan bersegera juga hamba akan datang di hadapan bani Israel, sampai sudah hamba membawa akan mereka itu sekalian kepada tempatnya, tetapi dalam antara itu hendaklah kiranya anak-anak hamba duduk dalam negeri yang berkota benteng, supaya terpeliharalah mereka itu dari pada orang isi negeri ini.","type":"content","verse":"17"},{"content":"Maka tiada hamba akan kembali ke rumah-rumah hamba sebelum bani Israel masing-masing telah sudah mengambil milik pusakanya.","type":"content","verse":"18"},{"content":"Kendatilah demikian hamba ini tiada akan mempusakai tanah bersama-sama dengan mereka itu di seberang Yarden dan lebih jauh lagi, jikalau kiranya hamba beroleh tanah yang di sebelah timur Yarden itu akan pusaka.","type":"content","verse":"19"},{"content":"Maka kata Musa kepada mereka itu: Jikalau kamu membuat perkara ini, yaitu jikalau kamu menyuruhkan suatu tentara orang pilihan kepada peperangan di hadapan hadirat Tuhan,","type":"content","verse":"20"},{"content":"dan segala orang pilihan yang di antara kamu itu menyeberang Yarden di hadapan hadirat Tuhan, sampai sudah dihalaukannya segala musuhnya dari hadapan hadiratnya keluar dari miliknya,","type":"content","verse":"21"},{"content":"dan negeri itu sudah dialahkan sama sekali di hadapan hadirat Tuhan, kemudian baharulah kamu kembali, maka sucilah kamu dari pada salah akan Tuhan dan akan Israel, dan tanah inipun menjadi milik kamu di hadapan hadirat Tuhan.","type":"content","verse":"22"},{"content":"Tetapi jikalau kiranya tiada kamu berbuat demikian, sesungguhnya kamu berbuat dosa akan Tuhan, tetapi ketahuilah olehmu bahwa dosamu itu akan pulang kepadamu kelak!","type":"content","verse":"23"},{"content":"Bangunkanlah kamu negeri akan anak-anakmu dan kandang akan kawan dombamu, tetapi buatlah juga akan perkara yang telah keluar dari pada mulutmu itu.","type":"content","verse":"24"},{"content":"Maka berkata bani Gad dan bani Rubin kepada Musa demikian: Hamba-hamba tuan ini akan berbuat seperti pesan tuan hamba.","type":"content","verse":"25"},{"content":"Bahwa anak-anak hamba dan bini hamba dan binatang hamba dan segala kendaraan hamba akan tinggal di sana dalam negeri-negeri Gilead.","type":"content","verse":"26"},{"content":"Tetapi hamba tuan akan menyeberang, yaitu segala orang yang terpilih bagi perang akan berperang di hadapan hadirat Tuhan, seperti kata tuan ini.","type":"content","verse":"27"},{"content":"Hata, maka akan hal mereka itu dipesan oleh Musa kepada Eliazar, yang imam, dan kepada Yusak bin Nun dan kepada segala penghulu suku bangsa bani Israel.","type":"content","verse":"28"},{"content":"Maka kata Musa kepada mereka itu: Jikalau bani Gad dan bani Rubin menyeberang Yarden serta dengan kamu, yaitu segala orang yang terpilih bagi perang di hadapan hadirat Tuhan dan negeri itupun sudah dialahkan di hadapanmu, maka hendaklah kamu memberikan mereka itu tanah Gilead akan miliknya.","type":"content","verse":"29"},{"content":"Tetapi jikalau tiada orangnya pilihan menyeberang serta dengan kamu, maka mereka itupun akan beroleh milik di tengah-tengah kamu dalam negeri Kanaan.","type":"content","verse":"30"},{"content":"Maka sahut bani Gad dan bani Rubin demikian: Barang apa firman Tuhan kepada hambamu ini, ia itu akan hamba turut.","type":"content","verse":"31"},{"content":"Dengan suatu tentara orang pilihan hamba akan menyeberang di hadapan hadirat Tuhan ke dalam negeri Kanaan, maka akan hamba ini, milik bahagian pusaka hamba akan ada di seberang Yarden.","type":"content","verse":"32"},{"content":"Maka demikianlah perihal diberikan Musa kepada bani Gad dan bani Rubin dan separuh suku Manasye bin Yusuf, kerajaan Sihon, raja Amori, dan kerajaan Og, raja Bazan, baik tanahnya serta dengan segala negerinya, dan daerah segala negeri di tanah itu keliling.","type":"content","verse":"33"},{"content":"Maka dibangunkan bani Gad akan negeri Dibon dan Atarot dan Aroer","type":"content","verse":"34"},{"content":"dan Aterot-Sofan dan Yaezar dan Yokbeha","type":"content","verse":"35"},{"content":"dan Bait-Nimra dan Bait-Haran, separuh negeri yang berkota, separuh tempat kandang kawan domba.","type":"content","verse":"36"},{"content":"Maka oleh bani Rubin dibangunkan Hezbon dan Eliala dan Kiryatayim,","type":"content","verse":"37"},{"content":"dan Nebo dan Baal-Meon, yang ditukarnya namanya, dan Sibma. Lain dari pada itu dikekalkannya nama segala negeri yang dibangunkan pula.","type":"content","verse":"38"},{"content":"Maka anak-anak Makhir bin Manasyepun pergilah ke Gilead, lalu dialahkannya dan dihalaukannya segala orang Amori yang di sana dari miliknya.","type":"content","verse":"39"},{"content":"Maka Musapun memberikan Gilead itu kepada Makhir bin Manasye, lalu diamlah ia di sana.","type":"content","verse":"40"},{"content":"Maka Yair bin Manasyepun pergi mengalahkan segala dusun dusunnya, lalu dinamainya Hawot-Yair.","type":"content","verse":"41"},{"content":"Maka Nobahpun pergi mengalahkan Kenat dan segala daerahnya, lalu dinamainya Nobah, turut nama dirinya.","type":"content","verse":"42"}]