[{"content":"Bermula, maka inilah segala tempat perhentian bani Israel setelah sudah mereka itu berjalan keluar dari Mesir dengan segala balatentaranya di bawah perintah Musa dan Harun.","type":"content","verse":"1"},{"content":"Maka oleh Musa disuratkanlah hal mereka itu berjalan keluar dan segala perhentiannya, seperi firman Tuhan, maka inilah segala perhentian mereka itu dalam perjalanannya:","type":"content","verse":"2"},{"content":"Maka berjalanlah mereka itu dari Raamsis pada bulan yang pertama, pada lima belas hari bulan yang pertama itu, yaitu sehari lepas Pasah berjalanlah bani Israel keluar oleh tangan yang mahakuasa di hadapan mata segala orang Mesir","type":"content","verse":"3"},{"content":"sementara orang-orang Mesir itu menguburkan segala anak sulungnya, yang telah dipalu oleh Tuhan di antara mereka itu, pada masa Tuhan melakukan hukum-Nya akan dewata mereka itu juga.","type":"content","verse":"4"},{"content":"Berjalanlah bani Israel dari Raamsis, lalu didirikannyalah kemahnya di Sukot.","type":"content","verse":"5"},{"content":"Maka dari Sukot berjalanlah mereka itu, lalu didirikannyalah kemahnya di Etam, yang di ujung padang belantara.","type":"content","verse":"6"},{"content":"Maka berjalanlah mereka itu dari Etam, lalu kembali ke Pi-Hakhirot, yang bertentangan dengan Baal-Zefon, didirikannyalah kemahnya di sebelah timur Migdol.","type":"content","verse":"7"},{"content":"Maka berjalanlah mereka itu dari Pi-Hakhirot, lalu menyeberang terus di tengah-tengah laut ke padang Tiah, maka berjalanlah mereka itu tiga hari jauhnya di padang Etam, lalu didirikannyalah kemahnya di Mara.","type":"content","verse":"8"},{"content":"Maka dari Mara berjalanlah mereka itu, lalu sampai ke Elim, maka di Elim itu adalah dua belas mata air dan tujuh puluh batang pohon korma, lalu didirikannyalah kemahnya di sana.","type":"content","verse":"9"},{"content":"Maka berjalanlah mereka itu dari Elim, lalu berhenti di tepi laut Kolzom.","type":"content","verse":"10"},{"content":"Maka dari laut Kolzom berjalanlah mereka itu, lalu berhenti di padang Sin.","type":"content","verse":"11"},{"content":"Maka dari padang Sin berjalanlah mereka itu, lalu berhenti di Dofka.","type":"content","verse":"12"},{"content":"Maka dari Dofka berjalanlah mereka itu, lalu berhenti di Aluz.","type":"content","verse":"13"},{"content":"Maka dari Aluz berjalanlah mereka itu, lalu berhenti di Rafidim, maka di sana tiada air bagi orang banyak itu akan diminum.","type":"content","verse":"14"},{"content":"Maka dari Rafidim berjalanlah mereka itu, lalu berhenti di padang Sinai.","type":"content","verse":"15"},{"content":"Maka berjalanlah mereka itu dari padang Sinai, lalu berhenti di Kiberot Taawa.","type":"content","verse":"16"},{"content":"Maka dari Kiberot Taawa berjalanlah mereka itu, lalu berhenti di Hazirot.","type":"content","verse":"17"},{"content":"Maka dari Hazirot berjalanlah mereka itu, lalu berhenti di Ritma.","type":"content","verse":"18"},{"content":"Maka dari Ritma berjalanlah mereka itu, lalu berhenti di Rimon-Paris.","type":"content","verse":"19"},{"content":"Maka dari Rimon-Paris berjalanlah mereka itu, lalu berhenti di Libna.","type":"content","verse":"20"},{"content":"Maka dari Libna berjalanlah mereka itu, lalu berhenti di Risa.","type":"content","verse":"21"},{"content":"Maka dari Risa berjalanlah mereka itu, lalu berhenti di Kehilata.","type":"content","verse":"22"},{"content":"Maka dari Kehilata berjalanlah mereka itu, lalu berhenti di gunung Syafir.","type":"content","verse":"23"},{"content":"Maka dari gunung Syafir berjalanlah mereka itu, lalu berhenti di Harada.","type":"content","verse":"24"},{"content":"Maka dari Harada berjalanlah mereka itu, lalu berhenti di Makhelot.","type":"content","verse":"25"},{"content":"Maka dari Makhelot berjalanlah mereka itu, lalu berhenti di Takhat.","type":"content","verse":"26"},{"content":"Maka dari Takhat berjalanlah mereka itu, lalu berhenti di Tarah.","type":"content","verse":"27"},{"content":"Maka dari Tarah berjalanlah mereka itu, lalu berhenti di Mitka.","type":"content","verse":"28"},{"content":"Maka dari Mitka berjalanlah mereka itu, lalu berhenti di Hasmona.","type":"content","verse":"29"},{"content":"Maka dari Hasmona berjalanlah mereka itu, lalu berhenti di Moserot.","type":"content","verse":"30"},{"content":"Maka dari Moserot berjalanlah mereka itu, lalu berhenti di Benai Yakan.","type":"content","verse":"31"},{"content":"Maka dari Benai Yakan berjalanlah mereka itu, lalu berhenti di Hor-Jidjad.","type":"content","verse":"32"},{"content":"Maka dari Hor-Jidjad berjalanlah mereka itu, lalu berhenti di Yotbata.","type":"content","verse":"33"},{"content":"Maka dari Yotbata berjalanlah mereka itu, lalu berhenti di Aberona.","type":"content","verse":"34"},{"content":"Maka dari Aberona berjalanlah mereka itu, lalu berhenti di Ezion-Jeber.","type":"content","verse":"35"},{"content":"Maka dari Ezion-Jeber berjalanlah mereka itu, lalu berhenti di padang Zin, yaitu Kades.","type":"content","verse":"36"},{"content":"Maka dari Kades berjalanlah mereka itu, lalu berhenti di gunung Hor, pada tepi tanah Edom.","type":"content","verse":"37"},{"content":"Maka naiklah Harun, yang imam itu, ke atas gunung Hor, dengan firman Tuhan, lalu matilah ia di sana, yaitu pada tahun yang keempat puluh kemudian dari pada orang Israel keluar dari Mesir, pada bulan yang kelima dan pada sehari bulan itu.","type":"content","verse":"38"},{"content":"Maka tatkala Harun mati di atas gunung Hor itu umurnya seratus dua puluh tiga tahun.","type":"content","verse":"39"},{"content":"Maka di tempat itu juga kedengaranlah kabar kepada orang Kanani, yaitu kepada raja Harad, yang duduk di sebelah selatan tanah Kanaan, mengatakan bani Israel akan datang.","type":"content","verse":"40"},{"content":"Maka dari gunung Hor berjalanlah mereka itu, lalu berhenti di Zalmona.","type":"content","verse":"41"},{"content":"Maka dari Zalmona berjalanlah mereka itu, lalu berhenti di Funon.","type":"content","verse":"42"},{"content":"Maka dari Funon berjalanlah mereka itu, lalu berhenti di Obot.","type":"content","verse":"43"},{"content":"Maka dari Obot berjalanlah mereka itu, lalu berhenti di bukit Abarim, di tepi tanah Moab.","type":"content","verse":"44"},{"content":"Maka dari Iyim berjalanlah mereka itu, lalu berhenti di Dibon Gad.","type":"content","verse":"45"},{"content":"Maka dari Dibon Gad berjalanlah mereka itu, lalu berhenti di Almon-Dibelatayim.","type":"content","verse":"46"},{"content":"Maka dari Almon-Dibelatayim berjalanlah mereka itu, lalu berhenti di bukit Abarim, pada sebelah timur.","type":"content","verse":"47"},{"content":"Maka dari bukit Abarim berjalanlah mereka itu, lalu berhenti di padang-padang Moab, di tepi Yarden bertentangan dengan Yerikho.","type":"content","verse":"48"},{"content":"Maka didirikannyalah kemahnya di tepi Yarden dari Bait Yesimot datang ke Abel-Sittim, di padang-padang Moab.","type":"content","verse":"49"},{"content":"Maka berfirmanlah Tuhan kepada Musa di padang-padang Moab, di tepi Yarden bertentangan dengan Yerikho, demikian bunyinya:","type":"content","verse":"50"},{"content":"Katakanlah ini kepada bani Israel: Apabila kamu sudah menyeberang Yarden lalu masuk ke dalam negeri Kanaan,","type":"content","verse":"51"},{"content":"hendaklah kamu menghalaukan segala orang isi negeri itu dari hadapanmu keluar dari pada miliknya, dan pecahkanlah segala patungnya yang dari pada batu dan hancurkanlah segala patungnya perbuatan tuangan, dan pecahkanlah segala panggungnya.","type":"content","verse":"52"},{"content":"Maka hendaklah kamu mengambil tanah itu akan milik pusaka serta duduklah di sana, karena tanah itu telah Kukaruniakan kepadamu, supaya kamu mempusakainya.","type":"content","verse":"53"},{"content":"Maka tanah itupun hendaklah kamu bahagi kepada suku-suku bangsamu dengan membuang undi, bagi suku yang banyak bilangannya hendaklah kamu besarkan bahagian pusakanya dan bagi yang sedikit bilangannya hendaklah kamu kecilkan bahagian pusakanya; maka barang yang ditentukan bagi masing-masing oleh undi itu, ia itulah akan bahagiannya, maka sekadar suku-suku bangsamu kamu akan beroleh bahagianmu pusaka.","type":"content","verse":"54"},{"content":"Tetapi jikalau tiada kamu menghalaukan orang isi negeri itu dari hadapanmu keluar dari miliknya, niscaya akan jadi kelak, bahwa barangsiapa yang kamu tinggalkan dari pada mereka itu, ia itu akan menjadi seperti duri dalam matamu dan penyucuk pada lambungmu, maka mereka itupun akan mengimpit kamu dalam negeri tempat kedudukan kamu.","type":"content","verse":"55"},{"content":"Bahkan, akan jadi kelak, bahwa Aku membuat akan kamu barang yang niat-Ku sekarang hendak Kuperbuat akan mereka itu.","type":"content","verse":"56"}]