[{"content":"Arakian, maka berfirmanlah Tuhan kepada Musa di padang-padang di Moab, di tepi Yarden bertentangan dengan Yerikho, bunyinya:","type":"content","verse":"1"},{"content":"Suruhlah bani Israel memberikan beberapa negeri dari pada bahagian pusakanya kepada orang Lewi, supaya mereka itu duduk di dalamnya, dan lagi hendaklah engkau memberikan kepada orang Lewi itu daerah negeri itu keliling.","type":"content","verse":"2"},{"content":"Maka negeri-negeri itu menjadi tempat kedudukan mereka itu dan tanah daerahnya akan tempat segala kendaraannya dan binatangnya dan segala hidup-hidupan mereka itu.","type":"content","verse":"3"},{"content":"Adapun tanah daerah yang akan kauberikan orang Lewi itu, ia itu akan ada di luar negeri sampai seribu hasta dari pada pagar temboknya keliling.","type":"content","verse":"4"},{"content":"Maka hendaklah kamu mengukur dari pada pagar negeri itu pada penjuru timur dua ribu hasta, dan pada penjuru selatan dua ribu hasta, dan pada penjuru barat dua ribu hasta, dan pada penjuru utara dua ribu hasta, sehingga negeri itu pada sama tengahnya. Demikianlah adanya kelak tanah daerah negeri-negeri mereka itu.","type":"content","verse":"5"},{"content":"Maka di antara segala negeri yang akan kamu berikan orang Lewi itu hendaklah ada enam buah negeri perlindungan yang patut kamu berikan, supaya orang pembunuh boleh lari ke sana; lain dari pada itu hendaklah kamu memberikan mereka itu lagi empat puluh dua buah negeri.","type":"content","verse":"6"},{"content":"Adapun jumlah segala negeri yang hendak kamu berikan orang Lewi itu, ia itu empat puluh delapan buah negeri serta dengan tanah daerahnya.","type":"content","verse":"7"},{"content":"Maka adapun negeri-negeri yang akan kamu berikan kepadanya dari pada milik bani Israel itu: dari pada orang yang ada banyak hendaklah kamu ambil banyak dan dari pada orang yang sedikit hendaklah kamu ambil sedikit, masing-masing sekadar bahagian pusaka yang akan dipusakainya hendaklah diberikannya dari pada negeri-negerinya kepada orang Lewi itu.","type":"content","verse":"8"},{"content":"Dan lagi firman Tuhan kepada Musa demikian:","type":"content","verse":"9"},{"content":"Katakanlah ini kepada bani Israel: Apabila kamu sudah menyeberang Yarden ke negeri Kanaan,","type":"content","verse":"10"},{"content":"hendaklah kamu memilih baik-baik akan beberapa negeri yang senang kedudukannya akan negeri perlindungan bagi kamu, supaya boleh lari ke sana segala orang pembunuh yang telah membunuh orang dengan tiada sengajanya.","type":"content","verse":"11"},{"content":"Maka negeri-negeri itu bagi kamu akan tempat perlindungan dari pada penuntut bela, supaya orang pembunuh itu jangan mati dahulu dari pada ia menghadap majelis hukum.","type":"content","verse":"12"},{"content":"Adapun banyak negeri yang akan kamu tentukan bagi negeri perlindungan itu hendaklah enam buah.","type":"content","verse":"13"},{"content":"Tiga buah negeri hendaklah kamu tentukan di seberang Yarden dan tiga buah negeri pula hendaklah kamu tentukan di tanah Kanaan, semuanya negeri perlindungan adanya.","type":"content","verse":"14"},{"content":"Maka keenam buah negeri ini akan menjadi tempat perlindungan, baik bagi bani Isrel baik bagi segala orang dagang yang menumpang di antara mereka itu, supaya boleh lari ke sana barangsiapa yang telah membunuh orang dengan tiada sengajanya.","type":"content","verse":"15"},{"content":"Maka jikalau barang seorang telah memalu orang lain dengan perkakasan besi, sehingga matilah orang itu, maka ialah orang pembunuh adanya, tak akan jangan orang pembunuh itu mati dibunuh juga hukumnya.","type":"content","verse":"16"},{"content":"Atau jikalau dipalunya akan dia dengan batu yang pada tangannya, yang dari sebabnya orang boleh mati, sehingga matilah orang itu, maka ialah orang pembunuh adanya, tak akan jangan orang pembunuh itu mati dibunuh juga hukumnya.","type":"content","verse":"17"},{"content":"Atau jikalau dipalunya akan dia dengan perkakasan kayu yang pada tangannya, yang dari sebabnya orang boleh mati, sehingga matilah juga orang itu, maka ialah orang pembunuh adanya, tak akan jangan orang pembunuh itu mati dibunuh juga hukumnya.","type":"content","verse":"18"},{"content":"Maka hendaklah orang penuntut bela itu membunuh orang pembunuh itu, barang di mana didapatinya akan dia boleh dibunuhnya juga akan dia.","type":"content","verse":"19"},{"content":"Atau jikalau dengan dengkinya telah ditumbuknya akan dia atau dari benci sudah lama telah dilemparnya akan dia sampai mati,","type":"content","verse":"20"},{"content":"atau dari pada perseteruan telah ditamparnya akan dia sampai mati, maka tak akan jangan orang yang telah menampar demikian itu akan mati dibunuh kelak, sebab ialah orang pembunuh adanya, maka penuntut bela itu akan membunuh orang pembunuh itu barang di mana didapatinya akan dia.","type":"content","verse":"21"},{"content":"Tetapi jikalau dengan tiada niatnya dan dengan tiada berseteruan telah ditumbuknya akan dia atau dilemparnya akan dia barang sesuatu dengan tiada berdengki,","type":"content","verse":"22"},{"content":"jikalau dengan batu yang dapat menyebabkan mati orang sekalipun, jikalau ditimpakannya kepadanya dengan tiada diketahuinya, sehingga matilah ia, maka tiada ia beseteru dengan dia dan tiada disengajakannya jahat akan dia,","type":"content","verse":"23"},{"content":"maka hendaklah majelis itu memutuskan hukum antara orang yang telah memalu itu dengan penuntut bela setuju dengan undang-undang ini.","type":"content","verse":"24"},{"content":"Maka hendaklah majelis itu melepaskan orang pembunuh itu dari pada tangan penuntut bela serta memberi izin akan dia duduk dalam negeri perlindungan yang telah ia lari ke dalamnya, maka hendaklah ia duduk di sana sampai mati imam besar, yang telah disiram dengan minyak suci.","type":"content","verse":"25"},{"content":"Tetapi jikalau orang pembunuh itu barangkali keluar dari pada perhinggaan negeri perlindungannya, yang telah ia lari ke dalamnya,","type":"content","verse":"26"},{"content":"lalu didapati penuntut bela akan dia di luar perhinggaan negeri perlindungannya, maka boleh dibunuh oleh penuntut bela akan orang pembunuh itu, ia itu bukan utang darah padanya.","type":"content","verse":"27"},{"content":"Karena patutlah iapun tinggal dalam negeri perlindungannya sampai mati imam besar, tetapi kemudian dari pada mati imam besar bolehlah orang pembunuh itu kembali kepada tanah miliknya.","type":"content","verse":"28"},{"content":"Maka sekalian inilah hukum undang-undang bagi kamu turun-temurun pada segala tempat kedudukan kamu.","type":"content","verse":"29"},{"content":"Barangsiapa yang telah membunuh orang, maka atas kata orang-orang saksi hendaklah dibunuh oranglah akan pembunuh itu, tetapi hanya saksi seorang jua itu tiada cukup bagi menghukumkan orang mati dibunuh.","type":"content","verse":"30"},{"content":"Maka janganlah kamu menerima uang bangun karena jiwa seorang pembunuh yang patut mati, melainkan hendaklah ia mati dibunuh juga hukumnya.","type":"content","verse":"31"},{"content":"Demikianpun jangan kamu menerima uang bangun karena orang yang telah lari ke dalam negeri perlindungannya, sehingga ia dapat kembali akan mengeduduki tanahnya dahulu dari pada mati imam besar.","type":"content","verse":"32"},{"content":"Janganlah kamu menajiskan demikian negeri yang kamu duduk dalamnya, karena darah itu menajiskan negeri, dan tiada boleh diadakan gafirat atas negeri itu dari pada darah yang telah ditumpahkan dalamnya, melainkan dengan darah orang juga yang telah menumpahkan dia.","type":"content","verse":"33"},{"content":"Maka sebab itu janganlah kamu menajiskan negeri yang akan dikeduduki olehmu dan yang Akupun akan diam dalamnya, karena Akulah, Tuhan, ada duduk di tengah-tengah bani Israel!","type":"content","verse":"34"}]