[{"content":"Bermula, maka berfirmanlah Tuhan kepada Musa dan Harun demikian:","type":"content","verse":"1"},{"content":"Ambillah olehmu akan bilangan anak-anak laki-laki Kehat di antara segala orang Lewi seturut sukunya, seturut rumah bapa-bapanya,","type":"content","verse":"2"},{"content":"yaitu yang umur tiga puluh tahun atau lebih, sampai lima puluh tahun umurnya, segala orang yang cakap bagi pekerjaan itu akan bekerja dalam kemah perhimpunan.","type":"content","verse":"3"},{"content":"Maka inilah pekerjaan anak-anak Kehat dalam kemah perhimpunan, yaitu kesucian segala kesucian.","type":"content","verse":"4"},{"content":"Maka apabila tentara itu berangkat hendaklah Harun serta dengan anak-anaknya laki-lakipun datang hampir dan menurunkan tirai dinding itu dan menudungkan tabut assyahadat dengan dia.","type":"content","verse":"5"},{"content":"Lalu hendaklah dibubuhnya di atasnya suatu tudung dari pada kulit gajah mina, setelah sudah dihamparkannya dahulu di atasnya sehelai kain biru laut sama sekali, kemudian hendaklah dikenakannyalah kayu pengusungnya.","type":"content","verse":"6"},{"content":"Dan lagi di atas meja roti tunjukanpun hendaklah dihamparkannya sehelai kain biru laut dan diletakkannya di atasnya segala pinggan dan bokor dan ceper dupa dan ceper pencurah dan lagi roti yang selalu itu akan di atasnya.","type":"content","verse":"7"},{"content":"Setelah itu hendaklah dihamparkannyalah sehelai kain kirmizi di atasnya dan ditudungkannya dengan suatu tudung dari pada kulit gajah mina, kemudian hendaklah dikenakannya kayu pengusungnya.","type":"content","verse":"8"},{"content":"Lagipun hendaklah diambilnya sehelai kain biru laut, ditudungkannya kaki pelita itu serta segala pelitanya dan segala penjepitnya dan segala pemadamnya dan segala bekas minyaknya yang terpakai kepada pekerjaan itu.","type":"content","verse":"9"},{"content":"Lalu hendaklah dibungkuskannya kaki pelita itu serta segala perkakasnya dengan kain tudung yang dari pada kulit gajah mina, serta diletakkannya di atas usungan.","type":"content","verse":"10"},{"content":"Dan lagi di atas meja yang dari pada emas itu hendaklah dihamparkannya sehelai kain biru laut dan ditudungkannya dengan tudung kulit gajah mina dan dikenakannya kayu pengusungnya.","type":"content","verse":"11"},{"content":"Setelah itu hendaklah diambilnya segala serba yang terpakai kepada pekerjaan dalam tempat suci itu, dibungkuskannya dengan kain biru laut dan ditudungkannya dengan tudung kulit gajah mina dan diletakkannya di atas usungan.","type":"content","verse":"12"},{"content":"Kemudian hendaklah disucikannya mezbah itu dari pada abu dan dihamparkannya sehelai kain kirmizi di atasnya.","type":"content","verse":"13"},{"content":"Dan lagi dimasukkan ke dalamnya segala perkakasnya yang terpakai kepada pekerjaan itu, yaitu segala tempat bara api dan serampang dan penyodok dan bokor percikan dan segala perkakas mezbah itu, lalu ditudungkannya dengan tudung yang dari pada kulit gajah mina dan dikenakannya kayu pengusungnya.","type":"content","verse":"14"},{"content":"Setelah sudah ditudungkan Harun dan anak-anaknya akan tempat yang suci dan segala perkakas tempat yang suci itu apabila tentara itu hendak berangkat, maka hendaklah anak-anak laki-laki Kehat itu datang hampir akan mengusung dia, tetapi jangan dijabatnya akan barang yang suci itu, supaya jangan mereka itu dibunuh. Maka dari pada kemah perhimpunan itu sekalian inilah yang hendak diusung oleh anak-anak laki-laki Kehat.","type":"content","verse":"15"},{"content":"Maka kepada pemerintah Eleazar bin Harun, imam itu, diserahkan segala minyak pelita dan dupa dari pada rempah-rempah yang harum dan persembahan makanan yang sehari-hari dengan minyak siraman, bahkan, pemerintahannya atas segenap kemah sembahyang serta dengan segala isinya, baik tempat yang suci baik segala perkakasnya.","type":"content","verse":"16"},{"content":"Arakian, maka berfirmanlah Tuhan kepada Musa dan Harun demikian:","type":"content","verse":"17"},{"content":"Ingatlah baik-baik, janganlah suku bangsa orang Kehat itu ditumpas dari antara orang-orang Lewi!","type":"content","verse":"18"},{"content":"Maka perbuatlah demikian karena mereka itu, supaya mereka itu hidup dan jangan mati apabila mereka itu datang hampir kepada kesucian segala kesucian itu: maka hendaklah datang Harun serta anak-anaknya dan membawa mereka itu masing-masing kepada pekerjaannya dan kepada tanggungannya.","type":"content","verse":"19"},{"content":"Tetapi janganlah mereka itu datang hendak melihat apabila tempat yang suci itu dibungkus, supaya jangan mereka itu mati.","type":"content","verse":"20"},{"content":"Dan lagi firman Tuhan kepada Musa demikian:","type":"content","verse":"21"},{"content":"Ambillah lagi jumlah segala bani Gerson, seturut rumah bapa-bapanya, seturut suku-sukunya,","type":"content","verse":"22"},{"content":"yang umur tiga puluh tahun dan lebih dari pada itu, sampai umur lima puluh tahun, hendaklah kaubilang akan dia segala orang yang cakap akan turut berperang dan akan berbuat pekerjaan dalam kemah perhimpunan itu.","type":"content","verse":"23"},{"content":"Maka inilah pekerjaan orang bangsa Gersoni, yang patut diperbuatnya akan hal memikul.","type":"content","verse":"24"},{"content":"Maka hendaklah dipikulnya segala kelambu kemah sembahyang dan kemah perhimpunan dan tudung yang di atasnya dan tudung yang dari pada kulit gajah mina yang di atas sekali dan tabir pintu kemah perhimpunan,","type":"content","verse":"25"},{"content":"dan segala kelambu halaman dan tudung pintu halaman, yang pada segala pihak keliling kemah sembahyang dan mezbah, dan segala talinya dan segala perkakas yang terpakai kepada pekerjaan itu, segala perkakas yang patut diperbuat bagi yang demikian, ia itulah masuk pekerjaan mereka itu.","type":"content","verse":"26"},{"content":"Setuju dengan perintah Harun dan anak-anaknya hendaklah diperbuat anak-anak Gerson akan segala pekerjaannya, dari pada barang yang hendak dipikulnya dan barang yang hendak diperbuatnya; maka hendaklah kamu memberi perintah kepada mereka itu, supaya diperbuatnya segala pekerjaan pikulannya.","type":"content","verse":"27"},{"content":"Maka inilah pekerjaan bangsa anak-anak Gerson akan kemah perhimpunan itu, maka dalam berbuat itu hendaklah mereka itu di bawah perintah Itamar bin Harun, yang imam itu.","type":"content","verse":"28"},{"content":"Maka hendaklah engkau membilang akan anak-anak laki-laki Merari seturut sukunya, seturut rumah bapa-bapanya,","type":"content","verse":"29"},{"content":"yang umur tiga puluh tahun dan lebih dari pada itu, sampai yang umur lima puluh tahun, hendaklah kaubilang segala orang yang cakap bagi pekerjaan itu akan diperbuatnya pekerjaan kemah perhimpunan.","type":"content","verse":"30"},{"content":"Maka inilah yang hendak ditanggungnya dari pada barang yang patut dipikul olehnya dan yang dikerjakan olehnya dalam kemah perhimpunan, yaitu segala jenang kemah sembahyang dan segala kayu palangnya dan segala tiangnya serta dengan kakinya,","type":"content","verse":"31"},{"content":"dan segala tiang halaman yang keliling serta dengan segala kakinya dan pasaknya dan talinya dan segala perkakasnya dan barang yang hendak diperbuat akan dia; maka hendaklah engkau membilang segala perkakas dengan nama-namanya, yang diserahkan kepada tanggungannya akan dipikul olehnya.","type":"content","verse":"32"},{"content":"Maka inilah pekerjaan bangsa anak-anak Merari, yang patut dikerjakannya dalam kemah perhimpunan, di bawah perintah Itamar bin Harun, yang imam.","type":"content","verse":"33"},{"content":"Maka oleh Musa dan Harun dan segala penghulu sidang itu dibilanglah akan segala anak laki-laki orang Kehati seturut sukunya, seturut rumah bapa-bapanya,","type":"content","verse":"34"},{"content":"yang umur tiga puluh tahun atau lebih, sampai umur lima puluh tahun, segala orang yang cakap bagi pekerjaan itu akan berbuat barang pekerjaan pada kemah perhimpunan itu.","type":"content","verse":"35"},{"content":"Adapun segala orang yang dibilang seturut sukunya itu dua ribu tujuh ratus lima puluh banyaknya.","type":"content","verse":"36"},{"content":"Maka sekalian inilah orang yang dibilang dari pada bangsa orang Kehati, semuanya orang yang berbuat pekerjaan pada kemah perhimpunan, yang telah dibilang oleh Musa dan Harun setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"37"},{"content":"Maka segala orang yang dibilang dari pada anak-anak laki-laki Gerson seturut sukunya, seturut rumah bapa-bapanya,","type":"content","verse":"38"},{"content":"yang umur tiga puluh tahun atau lebih dari pada itu, sampai umur lima puluh tahun, segala orang yang cakap bagi pekerjaan itu akan berbuat barang pekerjaan pada kemah perhimpunan,","type":"content","verse":"39"},{"content":"adalah segala orangnya yang dibilang seturut sukunya, seturut rumah bapa-bapanya dua ribu enam ratus tiga puluh banyaknya.","type":"content","verse":"40"},{"content":"Maka sekalian inilah orang yang dibilang dari pada bangsa orang Gersoni, semuanya orang yang berbuat pekerjaan pada kemah perhimpunan, yang telah dibilang oleh Musa dan Harun setuju dengan firman Tuhan.","type":"content","verse":"41"},{"content":"Maka segala orang yang dibilang dari pada bangsa anak-anak Merari seturut sukunya, seturut rumah bapa-bapanya,","type":"content","verse":"42"},{"content":"yang umur tiga puluh tahun atau lebih, sampai umur lima puluh tahun, semuanya orang yang cakap bagi pekerjaan itu akan berbuat pekerjaan pada kemah perhimpunan,","type":"content","verse":"43"},{"content":"adapun segala orangnya yang dibilang seturut sukunya itu tiga ribu dua ratus banyaknya.","type":"content","verse":"44"},{"content":"Maka inilah segala orang yang dibilang dari pada bangsa bani Merari, yang telah dibilang oleh Musa dan Harun setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"45"},{"content":"Adapun segala orang yang dibilang, yang dibilang oleh Musa dan Harun dan oleh penghulu-penghulu Israel dari pada segala orang Lewi, seturut sukunya seturut rumah bapa-bapanya,","type":"content","verse":"46"},{"content":"yang umur tiga puluh tahun atau lebih, sampai umur lima puluh tahun, segala orang yang datang hampir akan berbuat perkerjaan dan akan memikul-mikul dalam kemah perhimpunan,","type":"content","verse":"47"},{"content":"segala orangnya yang dibilang itu delapan ribu lima ratus delapan puluh.","type":"content","verse":"48"},{"content":"Setuju dengan firman Tuhan telah dibilang oranglah akan dia dengan perintah Musa, masing-masing dengan pekerjaannya dan dengan pikulannya dan dengan tanggungannya, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"49"}]