[{"content":"Hata, maka pada sekali peristiwa, yaitu pada hari selesailah Musa dari pada membangunkan kemah sembahyang serta disiramkannya dengan minyak dan disucikannya akan dia dan akan segala perkakasnya serta dengan mezbah dan segala perkakasnya disiramnya juga dengan minyak dan disucikannya,","type":"content","verse":"1"},{"content":"maka dibawa oleh segala kepala Israel dan penghulu suku bangsanya akan persembahannya; maka mereka itu juga penghulu suku bangsa yang telah memerintah pembilangan itu.","type":"content","verse":"2"},{"content":"Maka dibawanya akan persembahannya ke hadapan hadirat Tuhan enam buah pedati yang pakai tudung dan dua belas ekor lembu, sebuah pedati akan dua orang penghulu dan seekor lembu akan seorang penghulu, maka dibawanya sampai ke hadapan kemah sembahyang.","type":"content","verse":"3"},{"content":"Maka berfirmanlah Tuhan kepada Musa demikian:","type":"content","verse":"4"},{"content":"Terimalah sekalian itu dari pada mereka itu, supaya ia itu terpakai kepada pekerjaan kemah perhimpunan dan berikanlah dia kepada orang-orang Lewi, masing-masing sekadar pekerjaannya.","type":"content","verse":"5"},{"content":"Maka diterimalah oleh Musa akan segala pedati dan lembu itu, lalu diberikannyalah kepada orang-orang Lewi.","type":"content","verse":"6"},{"content":"Dua buah pedati dan empat ekor lembu diberikannyalah kepada bani Gerson sekadar pekerjaannya.","type":"content","verse":"7"},{"content":"Dan empat buah pedati dan delapan ekor lembu diberikannyalah kepada bani Merari sekadar pekerjaannya, di bawah pemerintahan Itamar bin Harun, yang imam.","type":"content","verse":"8"},{"content":"Tetapi kepada bani Kehat suatupun tiada diberikannya dari padanya, sebab pekerjaan tempat suci yang ditanggungkan atas mereka itu, yaitu mengusung benda di atas bahunya.","type":"content","verse":"9"},{"content":"Demikianlah dari penghulu-penghulu itu membawa persembahannya akan tahbis mezbah pada hari ia itu disiram dengan minyak; maka oleh penghulu itu dibawa akan persembahannya sampai ke hadapan mezbah.","type":"content","verse":"10"},{"content":"Maka pada masa itu firman Tuhan kepada Musa: Hendaklah pada sehari seorang penghulu mempersembahkan persembahannya akan tahbis mezbah.","type":"content","verse":"11"},{"content":"Adapun yang mempersembahkan persembahannya pada hari yang pertama, ia itu Nahesyon bin Aminadab karena suku Yehuda.","type":"content","verse":"12"},{"content":"Maka persembahannya sebuah ceper perak, beratnya seratus tiga puluh syikal, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"13"},{"content":"dan sebuah ceper dari pada emas, sepuluh syikal, penuh dengan dupa,","type":"content","verse":"14"},{"content":"dan seekor anak lembu atau seekor lembu muda, dan seekor domba jantan, dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"15"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"16"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian itulah persembahan Nahesyon bin Aminadab.","type":"content","verse":"17"},{"content":"Maka pada hari yang kedua dipersembahkan oleh Natanael bin Zuhar, penghulu suku Isakhar, akan persembahannya.","type":"content","verse":"18"},{"content":"Adapun barang yang dipersembahkannya, ia itu sebuah ceper perak, beratnya seratus tiga puluh syikal, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"19"},{"content":"dan sebuah ceper dari pada emas, sepuluh syikal beratnya, penuh dengan dupa,","type":"content","verse":"20"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"21"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"22"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Natanael bin Zuhar.","type":"content","verse":"23"},{"content":"Maka pada hari yang ketiga penghulu bani Zebulon, yaitu Eliab bin Helon.","type":"content","verse":"24"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"25"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"26"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"27"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"28"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Eliab bin Helon.","type":"content","verse":"29"},{"content":"Maka pada hari yang keempat penghulu bani Rubin, yaitu Elizur bin Sedeur.","type":"content","verse":"30"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"31"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"32"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"33"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"34"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Elizur bin Sediur.","type":"content","verse":"35"},{"content":"Maka pada hari yang kelima penghulu bani Simeon, yaitu Selumiel bin Zurisadai.","type":"content","verse":"36"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak, beratnya seratus tiga puluh syikal, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"37"},{"content":"dan lagi sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"38"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"39"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"40"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Selumiel bin Zurisadai.","type":"content","verse":"41"},{"content":"Maka pada hari yang keenam penghulu bani Gad, yaitu Elyasaf bin Dehuil.","type":"content","verse":"42"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"43"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"44"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"45"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"46"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Elyasaf bin Dehuil.","type":"content","verse":"47"},{"content":"Maka pada hari yang ketujuh penghulu bani Efrayim, yaitu Elisama bin Amihud.","type":"content","verse":"48"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"49"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"50"},{"content":"dan seekor lembu muda atau anak lembu dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"51"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"52"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Elisama bin Amihud.","type":"content","verse":"53"},{"content":"Maka pada hari yang kedelapan penghulu bani Manasye, yaitu Gamaliel bin Pedazur.","type":"content","verse":"54"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"55"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"56"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"57"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"58"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Gamaliel bin Pedazur.","type":"content","verse":"59"},{"content":"Maka pada hari yang kesembilan penghulu bani Benyamin, yaitu Abidan bin Gideoni.","type":"content","verse":"60"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"61"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"62"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"63"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"64"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Abidan bin Gideoni.","type":"content","verse":"65"},{"content":"Maka pada hari yang kesepuluh penghulu bani Dan, yaitu Ahiezar bin Amisadai.","type":"content","verse":"66"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"67"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"68"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"69"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"70"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Ahiezar bin Amisadai.","type":"content","verse":"71"},{"content":"Maka pada hari yang kesebelas penghulu bani Asyer, yaitu Pagiel bin Okhran.","type":"content","verse":"72"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"73"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"74"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"75"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"76"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; sekalian inilah persembahan Pagiel bin Okhran.","type":"content","verse":"77"},{"content":"Maka pada hari yang kedua belas penghulu bani Naftali, yaitu Ahira bin Enan.","type":"content","verse":"78"},{"content":"Adapun persembahannya, ia itu sebuah ceper perak yang seratus tiga puluh syikal beratnya, dan sebuah bokor percikan dari pada perak, beratnya tujuh puluh syikal yang sama dengan syikal tempat suci, dua-dua penuh dengan tepung halus yang diramas dengan minyak akan persembahan makanan,","type":"content","verse":"79"},{"content":"dan sebuah ceper emas, beratnya sepuluh syikal, penuh dengan dupa,","type":"content","verse":"80"},{"content":"dan seekor anak lembu atau lembu muda dan seekor domba jantan dan seekor anak domba yang umur setahun akan korban bakaran,","type":"content","verse":"81"},{"content":"dan seekor kambing jantan akan korban karena dosa,","type":"content","verse":"82"},{"content":"dan dua ekor lembu dan lima ekor domba jantan dan lima ekor kambing jantan dan lima ekor anak domba yang umur setahun akan korban syukur; maka sekalian inilah persembahan Ahira bin Enan.","type":"content","verse":"83"},{"content":"Demikianlah peri tahbis mezbah pada hari disiram dengan minyak akan dia, yaitu pada hari segala penghulu Israel: dua belas buah ceper perak dan dua belas buah bokor percikan dari pada perak dan dua belas buah ceper emas.","type":"content","verse":"84"},{"content":"sebuah ceper perak beratnya seratus tiga puluh syikal dan sebuah bokor percikan tujuh puluh; adapun banyak perak serba sekalian itu, ia itu dua ribu empat ratus syikal yang sama dengan syikal tempat suci.","type":"content","verse":"85"},{"content":"Dan dua belas buah ceper emas penuh dengan dupa, sebuah ceper sepuluh syikal beratnya, yang sama dengan syikal tempat suci; adapun banyak emas segala ceper itu, ia itu seratus dua puluh syikal.","type":"content","verse":"86"},{"content":"Adapun banyak binatang akan korban bakaran itu, ia itu dua belas ekor anak lembu dan dua belas ekor domba jantan dan dua belas ekor anak domba yang umur setahun serta dengan persembahannya makanan dan dua belas ekor kambing jantan akan korban karena dosa.","type":"content","verse":"87"},{"content":"Maka banyak binatang akan korban syukur itu dua puluh empat ekor anak lembu dan enam puluh ekor domba jantan dan enam puluh ekor kambing jantan dan enam puluh ekor anak domba yang umur setahun; maka demikianlah peri tahbis mezbah setelah sudah disiram dengan minyak akan dia.","type":"content","verse":"88"},{"content":"Maka apabila masuklah Musa ke dalan kemah perhimpunan hendak bersembah kepada Tuhan, maka didengarnya suara Tuhan, yang berfirman kepadanya dari atas tutupan gafirat yang pada tabut assyahadat dari antara kedua orang kerubiun itu. Maka demikianlah Tuhan berfirman kepadanya.","type":"content","verse":"89"}]