[{"content":"Bahwa inilah hukum dan undang-undang yang patut kamu peliharakan dan kamu turut dalam negeri yang dikaruniakan Tuhan, Allah nenek moyangmu, kepadamu akan milik pusaka pada segala hari yang kamu akan hidup di atas bumi.","type":"content","verse":"1"},{"content":"Maka hendaklah kamu menghilangkan sama sekali segala tempat bangsa-bangsa yang kamu mengambil pusakanya akan milikmu kelak, yaitu tempat mereka itu sudah berbuat bakti kepada dewa-dewanya, baik di atas gunung yang tinggi atau di atas bukit atau di bawah barang pohon kayu yang hijau.","type":"content","verse":"2"},{"content":"Maka hendaklah kamu merombak segala mezbahnya dan memecahkan segala tiang berhalanya dan membakar habis dengan api segala hutan-hutannya, dan memarang berpenggal-penggal segala patung dewatanya, dan menghilangkan namanya dari pada tempat itu.","type":"content","verse":"3"},{"content":"Tetapi janganlah kamu berbuat demikian akan Tuhan, Allahmu,","type":"content","verse":"4"},{"content":"melainkan hendaklah kamu bertanya-tanya akan tempat yang akan dipilih oleh Tuhan, Allahmu, dari pada segala suku bangsamu akan menetapkan namanya di sana dan akan tempat kedudukannya, maka hendaklah kamu pergi ke sana.","type":"content","verse":"5"},{"content":"Dan ke sana juga hendaklah kamu membawa akan segala korban bakaranmu dan segala korban sembelihanmu dan segala persembahanmu dalam sepuluh asa, dan segala persembahan tatangan tanganmu dan segala nazarmu dan segala persembahanmu dari ridla hati dan segala anak sulung lembu dan dombamu.","type":"content","verse":"6"},{"content":"Maka di sanapun hendaklah kamu makan di hadapan hadirat Tuhan, Allahmu, dan bersukacitalah hati kamu akan segala yang pegangan tanganmu, baik kamu baik segala orang isi rumahmu, sekadar berkat yang telah diberi Tuhan, Allahmu, kepadamu.","type":"content","verse":"7"},{"content":"Maka di sanapun jangan kamu berbuat seperti segala yang kamu perbuat di sini, yaitu masing-masing akan barang yang benar kepada pemandangannya.","type":"content","verse":"8"},{"content":"Karena sekarang belum kamu sampai ke tempat perhentian dan ke dalam bahagian pusaka yang akan dikaruniakan Tuhan, Allahmu, kepadamu kelak.","type":"content","verse":"9"},{"content":"Melainkan kamu akan menyeberang Yarden, lalu duduk dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan bahagianmu pusaka, maka akan diadakan-Nya kamu berhenti dari pada segala musuhmu keliling dan kamupun akan duduk dengan sentosa.","type":"content","verse":"10"},{"content":"Maka pada masa itu akan ada suatu tempat yang dipilih oleh Tuhan, Allahmu, hendak mendudukkan namanya di situ, maka ke sanapun hendaklah kamu membawa akan segala yang telah kupesan kepadamu, baik korban bakaranmu baik korban sembelihanmu atau persembahanmu dalam sepuluh asa dan persembahan tatanganmu dan segala barang pilihan dari pada nazarmu, yang akan kamu bernazar kepada Tuhan.","type":"content","verse":"11"},{"content":"Maka hendaklah kamu bersuka-sukaan di hadapan hadirat Tuhan, Allahmu, baik kamu baik segala anakmu laki-laki dan perempuan dan segala hambamu laki-laki dan perempuan dan segala orang Lewipun, yang duduk di sebelah dalam pintu gerbangmu, karena iapun tiada beroleh bahagian atau pusaka serta dengan kamu.","type":"content","verse":"12"},{"content":"Peliharakanlah dirimu dari pada mempersembahkan korban bakaranmu pada segala tempatpun baik.","type":"content","verse":"13"},{"content":"Melainkan pada tempat yang akan dipilih Tuhan di antara segala suku bangsamu, di sana hendaklah kamu mempersembahkan korban bakaranmu dan di sanapun hendaklah kamu perbuat segala sesuatu yang kupesan akan kamu.","type":"content","verse":"14"},{"content":"Tetapi barang di mana tempat kamu suka, bolehlah kamu menyembelih binatang dan makan daging, sekadar berkat yang diberi Tuhan, Allahmu, kepadamu dalam segala tempat kedudukanmu, baik orang yang najis baik orang yang suci boleh makan dia, seperti kijang atau rusa.","type":"content","verse":"15"},{"content":"Sahaja darah itu jangan kamu makan, melainkan hendaklah kamu cucurkan dia kepada bumi seperti air.","type":"content","verse":"16"},{"content":"Maka dalam negeri kedudukanmu tak boleh kamu makan dalam sepuluh asa dari pada gandummu atau dari pada air anggurmu atau dari pada minyakmu atau dari lembu dombamu yang mula jadi, demikianpun jangan barang yang telah kamu pernazarkan atau persembahan dari ridla hatimu atau persembahan tatangan tanganmu.","type":"content","verse":"17"},{"content":"Melainkan hendaklah kamu makan dia di hadapan hadirat Tuhan, Allahmu, pada tempat yang akan dipilih oleh Tuhan, Allahmu, baik kamu baik anakmu laki-laki atau perempuan baik hamba sahayamu dan orang Lewipun, yang dalam negeri kedudukanmu, maka hendaklah kamu bersuka-sukaan di hadapan hadirat Tuhan, Allahmu, oleh karena segala pegangan tanganmu itu.","type":"content","verse":"18"},{"content":"Peliharakanlah dirimu dari pada menghinakan orang Lewi itu pada segala hari kamu dalam negerimu itu.","type":"content","verse":"19"},{"content":"Maka apabila telah diluaskan Tuhan, Allahmu, akan perhinggaan negerimu, seperti yang telah Ia berfirman kepadamu, maka katamu: Bahwa sekarang aku hendak makan daging, sebab hatimu suka makan daging itu, maka bolehlah kamu makan daging sekehendak hatimu.","type":"content","verse":"20"},{"content":"Maka jikalau tempat yang akan dipilih Tuhan, Allahmu, akan menetapkan namanya di sana, itu jauh dari pada tempatmu, maka bolehlah kamu menyembelihkan dari pada lembumu atau dari pada dombamu, yang dikaruniakan Tuhan kepadamu, seperti yang telah kupesan akan kamu, serta makan pada tempat kedudukanmu dengan sekehendak hatimu.","type":"content","verse":"21"},{"content":"Yaitu seperti kijang atau rusa dimakan, begitu hendaklah kamu makan dia, baik orang yang najis baik orang yang suci, dua-dua boleh makan dia.","type":"content","verse":"22"},{"content":"Sahaja peliharakanlah dirimu dari pada makan darah, karena darah itulah jiwa, maka tak boleh kamu makan daging dengan jiwanya.","type":"content","verse":"23"},{"content":"Jangan kamu makan dia, melainkan cucurkanlah dia kepada bumi seperti air.","type":"content","verse":"24"},{"content":"Jangan kamu makan dia, supaya selamatlah kamu dan anakmupun yang kemudian dari padamu, apabila kamu berbuat akan perkara yang benar kepada pemandangan Tuhan.","type":"content","verse":"25"},{"content":"Tetapi persembahanmu yang suci, yang akan ada padamu, dan segala barang nazarmupun hendaklah kamu bawa sertamu ke tempat yang akan dipilih Tuhan.","type":"content","verse":"26"},{"content":"Maka korban bakaranmu hendaklah kamu sediakan, baik dagingnya baik darahnya, di atas mezbah Tuhan, Allahmu; demikianpun darah segala korbanmu sembelihan hendak dicucurkan kepada mezbah Tuhan, Allahmu, tetapi dagingnya boleh kamu makan.","type":"content","verse":"27"},{"content":"Maka peliharakanlah dan dengarlah kiranya akan segala firman ini, yang kupesan akan kamu sekarang, supaya selamatlah kamu dan anak-anakmupun kemudian dari padamu sampai selama-lamanya, jikalau kamu berbuat perkara yang baik dan yang benar kepada pemandangan Tuhan, Allahmu.","type":"content","verse":"28"},{"content":"Apabila sudah habis ditumpas Tuhan, Allahmu, di hadapanmu akan segala bangsa yang kamu pergi kepadanya hendak mengambil pusakanya akan milikmu, dan apabila kamu sudah mengambil dia akan milikmu dan kamu duduk dalam negeri mereka itu,","type":"content","verse":"29"},{"content":"maka peliharakanlah dirimu dari pada kena jerat, sehingga kamu menurut teladannya setelah sudah mereka itu ditumpas di hadapanmu; dan jangan kamu bertanya-tanya akan hal dewa-dewa mereka itu, sampai katamu: Bagaimana perihal bangsa-bangsa itu berbuat bakti kepada dewa-dewanya, supaya kamipun berbuat demikian?","type":"content","verse":"30"},{"content":"Jangan kamu berbuat begitu akan Tuhan, Allahmu; karena segala perkara yang telah diperbuat oleh mereka itu akan dewa-dewanya, ia itu kebencian belaka kepada Tuhan, sehingga dibakar juga oleh mereka itu habis akan anaknya laki-laki dan perempuan dengan api bagi dewa-dewanya.","type":"content","verse":"31"},{"content":"Maka segala firman yang kupesan akan kamu sekarang, hendaklah kamu peliharakan dan menurut akan dia; janganlah ia itu kamu tambahi atau kurangi.","type":"content","verse":"32"}]