[{"content":"Bahwa kamulah anak-anak bagi Tuhan, Allahmu, sebab itu janganlah kamu menoreh tubuhmu atau mencukur bulu di antara kedua belah matamu karena sebab seorang yang sudah mati.","type":"content","verse":"1"},{"content":"Karena kamulah suatu bangsa yang suci bagi Tuhan, Allahmu, maka telah dipilih Tuhan akan kamu, supaya dari pada segala bangsa yang di atas bumi kamulah menjadi bangsa milik-Nya.","type":"content","verse":"2"},{"content":"Janganlah kamu makan barang sesuatu yang kebencian adanya.","type":"content","verse":"3"},{"content":"Maka inilah dia binatang yang boleh kamu makan: yaitu lembu dan dari pada binatang kecil domba dan kambing,","type":"content","verse":"4"},{"content":"dan rusa dan kijang dan kerbau dan pelanduk dan banteng dan seladang dan rusa dandi.","type":"content","verse":"5"},{"content":"Lain dari pada itu segala binatang yang terbelah kukunya, yaitu kukunya terbelah dua, serta yang memamah biak di antara segala binatang itupun boleh kamu makan.","type":"content","verse":"6"},{"content":"Melainkan ini juga yang tiada boleh kamu makan dari pada segala binatang yang hanya memamah biak sahaja, atau dari pada segala yang hanya kukunya terbelah dua sahaja, yaitu unta dan kawelu dan kelinci, karena sungguhpun ia memamah biak, tetapi tiada kukunya terbelah dua; haramlah ia kepadamu.","type":"content","verse":"7"},{"content":"Dan lagi babi, karena sungguhpun kukunya terbelah dua, tetapi tiada ia memamah biak, maka haramlah ia kepadamu, janganlah kamu makan dagingnya dan jangan menjamah bangkainya.","type":"content","verse":"8"},{"content":"Maka inilah boleh kamu makan dari pada segala yang di dalam air: yaitu segala yang bersirip dan bersisik itu boleh kamu makan.","type":"content","verse":"9"},{"content":"Tetapi segala yang tiada bersirip dan bersisik itu tiada boleh kamu makan; bahwa haramlah ia kepadamu.","type":"content","verse":"10"},{"content":"Segala burung yang halal boleh kamu makan.","type":"content","verse":"11"},{"content":"Maka inilah dia yang tiada boleh kamu makan: burung nasar dan elang dan rajawali,","type":"content","verse":"12"},{"content":"dan sayowa dan alap-alap dan elang laut sejenisnya,","type":"content","verse":"13"},{"content":"dan segala gagak sejenisnya,","type":"content","verse":"14"},{"content":"dan burung unta dan burung hantu dan camar dan wakab sejenisnya,","type":"content","verse":"15"},{"content":"dan ponggok dan jompok dan bayan,","type":"content","verse":"16"},{"content":"dan enggang dan bangau dan belibis,","type":"content","verse":"17"},{"content":"dan laklak dan kuntul sejenisnya, dan meragai dan keluang,","type":"content","verse":"18"},{"content":"dan lagi segala yang melata dan bersayap itu haramlah ia kepadamu, tiada boleh kamu makan dia.","type":"content","verse":"19"},{"content":"Tetapi segala burung yang halal itu boleh kamu makan.","type":"content","verse":"20"},{"content":"Janganlah kamu makan barang sesuatu bangkai, melainkan berikanlah dia kepada orang dagang yang duduk sebelah dalam pintu gerbangmu supaya dimakannya, atau jualkanlah dia kepada orang helat, karena kamulah suatu bangsa yang suci bagi Tuhan, Allahmu. Maka janganlah kamu merebus anak kambing dalam air susu emaknya.","type":"content","verse":"21"},{"content":"Maka dengan sungguh-sungguh hendaklah kamu mempersembahkan asa dalam sepuluh dari pada segala hasil tanah yang telah kamu taburi, yaitu dari pada segala yang tumbuh di tanahmu pada sebilang tahun.","type":"content","verse":"22"},{"content":"Maka di hadapan hadirat Tuhan, Allahmu, pada tempat yang kelak dipilihnya akan menetapkan namanya di sana, hendaklah kamu makan segala perpuluhan gandummu dan air anggurmu dan minyakmu dan anak-anak sulung lembumu dan dombamu, supaya kamu belajar takut akan Tuhan, Allahmu, pada segala hari.","type":"content","verse":"23"},{"content":"Maka jikalau kiranya jalannya terlalu jauh, sehingga tiada kamu dapat membawa akan dia, sebab tempat yang telah dipilih Tuhan, Allahmu, akan menetapkan namanya di sana terlalu jauh dari padamu, maka jikalau Tuhan, Allahmu, telah memberi berkat akan kamu,","type":"content","verse":"24"},{"content":"bolehlah kamu menukarkan barang-barang itu dengan uang, lalu dengan uang itu dalam tanganmu hendaklah kamu pergi ke tempat yang dipilih oleh Tuhan, Allahmu, itu.","type":"content","verse":"25"},{"content":"Maka di sanapun hendaklah kamu memberikan uang itu akan ganti segala barang yang kesukaan hatimu, akan ganti lembu dan kambing dan air anggur dan minuman pedas dan akan ganti segala yang kesukaan hatimu, maka begitu hendaklah kamu makan ramai-ramai di hadapan hadirat Tuhan, Allahmu, dan bersuka-sukaanlah serta dengan segala orang isi rumahmu.","type":"content","verse":"26"},{"content":"Maka adapun orang Lewi, yang duduk sebelah dalam pintu gerbangmu itu, sekali-kali jangan kamu menolak akan dia, karena tiada ia beroleh bahagian atau pusaka serta dengan kamu.","type":"content","verse":"27"},{"content":"Maka pada kesudahan tiap-tiap tiga tahun, pada tahun itu juga, hendaklah kamu membawa akan segala perpuluhan hasilmu, yang telah kamu kumpulkan dalam negeri kedudukanmu.","type":"content","verse":"28"},{"content":"Maka pada masa itu akan datang orang Lewi, yang tiada beroleh bahagian atau pusaka serta dengan kamu, dan lagi orang dagang dan anak piatu dan perempuan janda yang duduk sebelah dalam pintu gerbangmu, maka mereka itu sekalianpun akan makan sampai kenyang, supaya diberkati Tuhan, Allahmu, akan kamu dalam segala pekerjaan tanganmu, yang akan kamu kerjakan.","type":"content","verse":"29"}]