[{"content":"Bahwa jangan kamu mempersembahkan kepada Tuhan, Allahmu, lembu atau domba kambing yang ada celanya atau penyakitnya, karena ia itulah suatu kebencian kepada Tuhan, Allahmu.","type":"content","verse":"1"},{"content":"Maka jikalau kiranya di antara kamu dalam salah sebuah dari pada segala negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu didapati akan seorang laki-laki atau perempuan berbuat perkara yang jahat kepada pemandangan Tuhan, Allahmu, dengan melangkahkan perjanjian-Nya,","type":"content","verse":"2"},{"content":"sehingga ia pergi berbuat bakti kepada dewa-dewa serta menyembah sujud kepadanya, atau kepada matahari, atau kepada bulan, atau kepada segala tentara di langit, yang bukan pesanku demikian,","type":"content","verse":"3"},{"content":"dan perkara itu diberitahu akan kamu dan kedengaranlah ia itu kepadamu, maka hendaklah kamu menyelidik baik-baik akan perkara itu, bahwa sesungguhnya jikalau benar dan nyatalah perdakwaan itu dan perkara kebencian itu telah jadi di tengah-tengah Israel,","type":"content","verse":"4"},{"content":"maka orang laki-laki atau perempuan yang telah berbuat perkara jahat itu hendaklah kamu bawa keluar ke pintu gerbangmu, lalu hendaklah kamu melontari orang laki-laki atau perempuan itu dengan batu sampai ia mati.","type":"content","verse":"5"},{"content":"Maka atas kesaksian dua atau tiga orang saksi hendaklah dibunuh akan orang yang patut mati itu, tetapi atas kesaksian hanya seorang saksi jua jangan dibunuh akan dia.","type":"content","verse":"6"},{"content":"Maka tangan orang saksi itu hendaklah diangkat dahulu akan membunuh dia, lalu tangan segenap orang banyak; begitulah patut kamu membuang yang jahat itu dari tengahmu.","type":"content","verse":"7"},{"content":"Maka jikalau terlalu sukar sulit bagimu barang sesuatu perkara dalam hukum dari hal bunuh-bunuhan atau hutang-hutangan atau luka-lukaan, dan karena sebab keputusan hukum itu adalah perselisihan dalam pintu gerbangmu, maka hendaklah kamu bangkit berdiri lalu pergi ke tempat yang akan dipilih oleh Tuhan, Allahmu.","type":"content","verse":"8"},{"content":"Maka hendaklah kamu menghadap imam-imam orang Lewi dan hakim besar yang pada masa itu, serta membicarakan halnya dengan mereka itu, maka mereka itupun akan memberitahu kepadamu barang yang sah.","type":"content","verse":"9"},{"content":"Maka tak akan jangan kamu menurut juga bunyi perkataan yang diberitahu oleh mereka itu kepadamu dari pada tempat yang akan dipilih Tuhan, serta hendaklah kamu ingat akan berbuat setuju dengan segala yang diajarkannya akan kamu.","type":"content","verse":"10"},{"content":"Atas bunyi hukum yang dinyatakannya kepadamu dan atas syarat yang dikatakannya kepadamu itu hendaklah kamu perbuat, janganlah kamu melalui keputusan yang diberi oleh mereka itu entah ke kiri atau ke kanan.","type":"content","verse":"11"},{"content":"Maka orang yang degil dan yang tiada mau dengar akan imam, yang berdiri akan berbuat bakti kepada Tuhan, Allahmu, atau akan hakim besar itu, tak akan jangan orang itupun akan mati dibunuh; begitu hendaklah kamu membuang yang jahat itu dari tengah-tengah Israel,","type":"content","verse":"12"},{"content":"sehingga kedengaranlah hal itu kepada segenap orang banyak dan mereka itupun takut, dan seorangpun jangan melawan lagi dengan degilnya.","type":"content","verse":"13"},{"content":"Maka apabila kamu sudah masuk ke dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu, dan kamu sudah beroleh dia akan milik pusaka dan kamupun duduk di dalamnya, maka apabila kamu berkata demikian: Kita hendak mengangkat seorang raja atas kita, seperti segala bangsa yang duduk keliling kita;","type":"content","verse":"14"},{"content":"maka hendaklah kamu mengangkat raja atas kamu akan orang yang akan dipilih oleh Tuhan, Allahmu; dari tengah-tengah segala saudaramu hendaklah kamu mengangkat akan seorang raja atas kamu, tetapi tak boleh kamu mengangkat atas kamu akan orang lain bangsa, yang bukan dari pada segala saudaramu.","type":"content","verse":"15"},{"content":"Maka tak boleh rajamu itu menaruh banyak kuda atau membawa kembali akan bangsa ini ke Mesir, supaya dapat ditaruhnya banyak kuda, karena firman Tuhan kepadamu ini: Tak boleh kamu kembali pada jalan ini lagi.","type":"content","verse":"16"},{"content":"Dan lagi jangan ditaruhnya bagi dirinya banyak orang perempuan, supaya hatinya jangan disimpangkan, dan jangan ditaruhnya bagi dirinya banyak emas perak.","type":"content","verse":"17"},{"content":"Maka tak akan jangan apabila bersemayamlah ia di atas takhta kerajaannya, disuratkannya akan dirinya dua salinan hukum ini, dari dalam kitab yang pada imam-imam Lewi.","type":"content","verse":"18"},{"content":"Maka surat itu hendaklah selalu padanya dan hendaklah ia membaca dia pada segala hari umur hidupnya, supaya ia belajar takut akan Tuhan, Allahnya dengan dipeliharakannya segala perkataan hukum ini dan segala undang-undang ini dan diturutnya akan dia.","type":"content","verse":"19"},{"content":"Supaya janganlah hatinya membesarkan dirinya dari pada segala saudaranya dan jangan ia menyimpang dari pada hukum itu ke kiri atau ke kanan, supaya dilanjutkannya umur hidupnya dalam kerajaannya, baik ia baik anak-anaknya di tengah-tengah orang Israel.","type":"content","verse":"20"}]