[{"content":"Hata, maka kemudian dari pada itu pergilah Musa mengatakan segala perkataan ini kepada segenap bani Israel.","type":"content","verse":"1"},{"content":"Bahwa katanya kepada mereka itu: Bahwa sekarang ini umurku sampai seratus dua puluh tahun; tiada boleh lagi aku keluar masuk, karena firman Tuhan kepadaku demikian: Tiada boleh engkau menyeberang Yarden ini!","type":"content","verse":"2"},{"content":"Bahwa Tuhan, Allahmu, juga yang akan menyeberang di hadapan kamu, dan Iapun akan membinasakan segala bangsa ini di hadapan kamu, dan kamu kelak mengambil bahagian pusakanya akan milikmu, dan Yusakpun akan menyeberang di hadapan kamu setuju dengan firman Tuhan.","type":"content","verse":"3"},{"content":"Maka diperbuat Tuhan kelak akan mereka itu seperti yang telah diperbuatnya akan Sihon dan Og, kedua raja orang Amori itu, dan akan negerinya, yang telah dibinasakan-Nya.","type":"content","verse":"4"},{"content":"Maka Tuhan akan menyerahkan mereka itu di hadapanmu, dan kamupun kelak berbuat akan mereka itu setuju dengan segala hukum yang telah kusuratkan bagimu.","type":"content","verse":"5"},{"content":"Hendaklah kamu perwira dan perkasa; janganlah kamu takut atau terkejut di hadapan mereka itu, karena Tuhan, Allahmu, juga yang berjalan serta dengan kamu, tiada dibiarkannya kamu dan tiada ditinggalkannya kamu.","type":"content","verse":"6"},{"content":"Maka pada masa itu dipanggil Musa akan Yusak, lalu katanya kepadanya di hadapan segenap bani Israel: Hendaklah engkau perwira dan perkasa, karena engkau akan sampai kelak serta dengan bangsa ini ke dalam negeri yang telah dijanji Tuhan kepada nenek moyangmu pakai sumpah hendaklah memberikan dia kepada mereka itu, maka engkau akan menolong mereka itu beroleh dia akan bahagian pusaka.","type":"content","verse":"7"},{"content":"Karena Tuhan juga yang akan berjalan di hadapanmu dan menyertai akan dikau; maka tiada dibiarkan-Nya dan tiada ditinggalkan-Nya akan dikau; janganlah engkau takut dan janganlah engkau terkejut.","type":"content","verse":"8"},{"content":"Bermula, maka oleh Musa disuratkanlah taurat ini, lalu diberikannya kepada imam-imam orang Lewi, yang mengusung tabut perjanjian Tuhan, dan kepada segala tua-tua bani Israel.","type":"content","verse":"9"},{"content":"Maka pesan Musa kepada mereka itu, katanya: Bahwa pada kesudahan tiap-tiap tujuh tahun, pada masa yang tertentu, tahun kelepasan itu, pada masa raya pondok daun-daunan,","type":"content","verse":"10"},{"content":"apabila segenap bani Israel datang menghadap hadirat Tuhan, Allahmu, ke tempat yang akan dipilih-Nya, hendaklah kamu membacakan taurat ini kepada pendengaran segenap bani Israel.","type":"content","verse":"11"},{"content":"Maka sebab itu panggillah kamu berhimpun orang banyak itu, baik laki-laki baik perempuan baik segala anak-anak baik orang dagang yang dalam negerimu, supaya didengarnya dan diperolehnya pengajaran, dan supaya mereka itu takut akan Tuhan, Allahmu, serta dilakukannya dengan rajin segala firman taurat ini,","type":"content","verse":"12"},{"content":"dan supaya anak-anak mereka itu, yang belum tahu akan barang sesuatu, dapat mendengarnya dan beroleh pengajaran, supaya kamu takut akan Tuhan, Allahmu, pada segala hari kamu hidup dalam negeri yang kamu tuju sekarang dengan menyeberang Yarden hendak mengambil dia akan milik pusaka.","type":"content","verse":"13"},{"content":"Bermula, maka kemudian dari pada itu berfirmanlah Tuhan kepada Musa demikian: Bahwa sesungguhnya ajalmu telah sampai, engkau akan mati! maka panggillah akan Yusak, lalu berdirilah kedua kamu hampir dengan kemah perhimpunan, supaya Aku memberi perintah kepadanya. Maka datanglah Musa dan Yusak, lalu berdiri hampir dengan kemah perhimpunan.","type":"content","verse":"14"},{"content":"Maka kelihatanlah Tuhan dalam kemah, yaitu dalam tiang awan, dan tiang awan itu terdiri di atas pintu kemah.","type":"content","verse":"15"},{"content":"Maka firman Tuhan kepada Musa: Bahwa sesungguhnya apabila engkau sudah mangkat beradu dengan nenek moyangmu, lalu bangsa ini akan bangkit berdiri dan berkendak menurut dewa-dewa negeri yang ditujunya sekarang, yaitu di tengah-tengah negeri itu, maka mereka itupun akan meninggalkan Daku dan meniadakan perjanjian-Ku, yang telah Kuperbuat dengan mereka itu.","type":"content","verse":"16"},{"content":"Maka jikalau pada hari itu murka-Ku bernyala-nyala, dan Akupun meninggalkan mereka itu dan menudungkan muka-Ku dari padanya, sehingga mereka itu dimakan habis dan beberapa bala yang besar-besar dan beberapa kesukaran datang atasnya, maka pada hari itu barangkali akan katanya: Bukankah demikian, sebab Allah kita tiada di antara kita, maka segala celaka ini datang atas kita?","type":"content","verse":"17"},{"content":"Niscaya pada hari itu Aku menudungkan muka-Ku sebab segala kejahatan yang diperbuatnya, sebab mereka itu telah berpaling dirinya kepada dewa-dewa.","type":"content","verse":"18"},{"content":"Maka sekarangpun suratkanlah bagi kamu nyanyian ini, ajarkanlah dia kepada segala bani Israel dan bubuhlah dia dalam mulut mereka itu, supaya nyanyian ini menjadi saksi bagi-Ku atas segala bani Israel.","type":"content","verse":"19"},{"content":"Karena Aku akan membawa mereka itu kelak ke dalam negeri yang telah Kujanji kepada nenek moyangnya pakai sumpah, yaitu suatu negeri yang berkelimpahan air susu dan madu, maka mereka itupun akan makan sampai kenyang dan menjadi gemuk; lalu mereka itu akan berpaling kepada dewa-dewa dan berbuat bakti kepadanya, tetapi akan Daku dihinakannya kelak dan perjanjian-Ku akan dirombaknya.","type":"content","verse":"20"},{"content":"Maka akan jadi apabila segala celaka yang besar-besar dan kesukaran itu berlaku atasnya, bahwa nyanyian ini juga akan naik saksi atas mereka itu, karena tiada ia itu terlupa dari pada mulut anak cucunya! Maka sesungguhnya Kuketahui akan niatnya, yang diadakannya pada hari ini juga, sebelum Kubawa akan mereka itu ke dalam negeri yang telah Kujanji pakai sumpah.","type":"content","verse":"21"},{"content":"Hata, maka pada hari itu disuratkan Musa nyanyian itu, lalu diberikannya kepada segala bani Israel akan dihafalkan.","type":"content","verse":"22"},{"content":"Maka diberikan-Nya perintah-Nya kepada Yusak bin Nun, firman-Nya: Hendaklah engkau perwira dan perkasa! karena engkau akan membawa bani Israel masuk ke dalam negeri yang telah Kujanji kepadanya pakai sumpah, maka Akupun menyertai akan dikau kelak!","type":"content","verse":"23"},{"content":"Bermula, setelah sudah habis disuratkan Musa segala firman taurat ini dalam sebuah kitab sampai tamatnya,","type":"content","verse":"24"},{"content":"maka berpesanlah Musa kepada orang-orang Lewi, yang mengusung tabut perjanjian Tuhan, katanya:","type":"content","verse":"25"},{"content":"Ambillah olehmu akan kitab taurat ini, letakkanlah dia pada sisi tabut perjanjian Tuhan, Allahmu, supaya di sanalah ia itu akan saksi atas kamu.","type":"content","verse":"26"},{"content":"Karena telah Kuketahui akan degilmu dan tegar tengkukmu! bahwa sesungguhnya sedang lagi hidup aku dan lagi aku serta kamu, maka kamu telah mendurhaka kepada Tuhan, istimewa pula kemudian dari pada matiku.","type":"content","verse":"27"},{"content":"Panggillah olehmu berhimpun kepadaku segala tua-tua suku bangsamu dan segala pemerintahmu, supaya segala perkataan ini kukatakan kepada pendengarannya dan kuambil langit dan bumi akan saksi atas mereka itu.","type":"content","verse":"28"},{"content":"Karena telah kuketahui, bahwa kemudian dari pada matiku tak dapat tiada kamu akan membusukkan halmu dan kamu akan menyimpang dari pada jalan yang kusuruh kamu turut, dan perkara yang jahat akan berlaku atas kamu pada kemudian hari, apabila kamu sudah berbuat barang yang jahat kepada pemandangan Tuhan, sebab menggalakkan murkanya dengan perbuatan tanganmu.","type":"content","verse":"29"},{"content":"Maka pada masa itu dikatakan Musa kepada pendengaran segenap sidang bani Israel akan segala perkataan nyanyian ini datang kepada kesudahannya:","type":"content","verse":"30"}]