[{"content":"Bermula, maka inilah berkat yang telah diberi oleh Musa, khalil Allah, kepada segala bani Israel dahulu dari pada matinya;","type":"content","verse":"1"},{"content":"maka katanya: Bahwa Tuhan telah datang dari Torsina dan telah terbit bagi mereka itu dari Seir; kelihatanlah Ia dengan gemerlapan cahaya-Nya dari gunung Paran, lalu datang hampir dari bukit Kades; maka pada kanan-Nya adalah tiang api bagi mereka itu.","type":"content","verse":"2"},{"content":"Bagaimana dikasihi-Nya akan segala suku bangsa itu! Segala kesucian-Nya adalah dalam tanganmu, mereka itu duduk pada kakimu, masing-masing akan beroleh dari pada perkataanmu.","type":"content","verse":"3"},{"content":"Maka Musa telah menyampaikan taurat itu kepada kami akan bahagian pusaka bagi sidang Yakub.","type":"content","verse":"4"},{"content":"Tetapi Ialah raja di antara Yesyurun, apabila segala penghulu bangsa itu berhimpun bersama-sama dengan segala suku bangsa Israel.","type":"content","verse":"5"},{"content":"Biarlah Rubin hidup dan Simeon jangan mati, jikalau sedikit jua orangnya sekalipun.","type":"content","verse":"6"},{"content":"Maka inilah katanya akan hal Yehuda: Dengar apalah, ya Tuhan! akan suara Yehuda dan kembalikan dia kepada bangsanya, biarlah banyak tangan menolong akan dia dan hendaklah Tuhan membantu akan dia dalam melawan musuhnya!","type":"content","verse":"7"},{"content":"Maka akan hal Lewi katanya: Tumimmu dan Urimmu adalah pada orang khalilmu, yang telah kaucobai di Massa dan yang kauperbantahkan pada tempat air Meriba:","type":"content","verse":"8"},{"content":"yang telah berkata kepada ibu bapanya: Aku belum pernah melihat kamu! yang tiada mengenal akan kakak adiknya dan tiada mengetahui anak-anaknya, karena mereka itu memeliharakan segala firman-Mu dan menunggui perjanjian-Mu.","type":"content","verse":"9"},{"content":"Biarlah mereka itu mengajarkan segala syariat-Mu kepada Yakub dan hukum-Mu kepada Israel! biarlah mereka itu mempersembahkan dupa di hadapan hadirat-Mu dan meletakkan korban bakaran di atas mezbah-Mu.","type":"content","verse":"10"},{"content":"Berkati apalah, ya Tuhan! akan harta bendanya dan berkenan apalah akan perbuatan tangannya! parangkan apalah pinggang orang yang berbangkit hendak melawan dia, dan akan segala pembencinya, supaya mereka itu jangan berbangkit pula!","type":"content","verse":"11"},{"content":"Maka akan hal Benyamin, katanya: Biarlah kekasih Tuhan itu duduk dengan sentosa! Bahwa Allah taala menaungi akan dia pada segala hari dan biarlah ia duduk di antara bahunya!","type":"content","verse":"12"},{"content":"Maka akan hal Yusuf katanya: Berkatlah dari pada Tuhan atas tanahnya dengan anugerah yang indah-indah dari langit, dengan embun dan dengan beberapa mata air yang dalam-dalam!","type":"content","verse":"13"},{"content":"Dengan segala hasil matahari yang indah-indah dan buah-buah bulan yang terutama!","type":"content","verse":"14"},{"content":"Dan dengan barang yang terindah-indah dari dalam gunung yang tua-tua dan dengan barang yang terutama dari dalam bukit-bukit yang kekal.","type":"content","verse":"15"},{"content":"Dan dengan barang yang terutama dari pada bumi dengan sepenuh-penuh isinya, disertai dengan keridlaan Dia, yang telah semayam dalam belukar! Segala kebajikan itu biarlah turun kepada kepala Yusuf dan kepada batu kepala orang yang bermahkota di antara segala kakak adiknya!","type":"content","verse":"16"},{"content":"Biarlah kemuliaan padanya bagaikan anak sulung lembu jantan, dan biarlah tanduknya bagaikan tanduk seladang! Dengan dia juga hendaklah ditanduknya akan segala bangsa, supaya lari mereka itu sampai ke ujung bumi. Demikianpun hendaklah adanya berlaksa-laksa orang Efrayim dan beribu-ribu orang Manasye!","type":"content","verse":"17"},{"content":"Maka akan hal Zebulon katanya: Bersukacitalah engkau, hai Zebulon, karena sebab perjalananmu, dan engkaupun, hai Isakhar, karena sebab segala kemahmu!","type":"content","verse":"18"},{"content":"Mereka itu akan menjemput segala bangsa kepada bukit itu; di sanalah mereka itu akan mempersembahkan korban kebenaran, karena mereka itu akan menghisap kelimpahan dari pada laut dan benda gemerlapan yang tersembunyi dalam pasir.","type":"content","verse":"19"},{"content":"Maka akan hal Gad katanya: Segala puji bagi Tuhan, yang telah mengaruniai Gad dengan tempat kedudukan yang luas; di sanalah ia diam bagaikan seekor singa betina, dicarik-cariknya baik lengan baik batu kepala.","type":"content","verse":"20"},{"content":"Karena direbutnya akan yang pertama-tama pada masa diambil mereka itu akan bahagian hulubalang, dan diserahkannya dirinya hendak menjadi hulu bangsa dan menyampaikan pembalasan Tuhan dan melakukan hukum-Nya dengan Israel.","type":"content","verse":"21"},{"content":"Maka akan hal Dan katanya: Bahwa Dan itulah singa muda, maka iapun melompat keluar dari Bazan.","type":"content","verse":"22"},{"content":"Maka akan hal Naftali katanya: Biarlah Naftali dikenyangkan dengan keridlaan dan dipenuhi dengan berkat Tuhan! Maka laut dan bahagian yang di sebelah selatan itu menjadi pusakanya.","type":"content","verse":"23"},{"content":"Maka katanya akan hal Asyer: Berbahagialah kiranya Asyer di antara segala anak laki-laki, dan berkenanlah segala kakak adiknya akan dia, jikalau dicelupkannya kakinya dalam minyak sekalipun.","type":"content","verse":"24"},{"content":"Bahwa besi dan tembaga menjadi kancingnya dan selamatmu menjadi seperti segala harimu!","type":"content","verse":"25"},{"content":"Satupun tiada yang setara dengan Allah, hai Yesyurun! yang mengendarai langit hendak menolong akan dikau dengan kebesaran-Nya di atas awan yang tinggi-tinggi.","type":"content","verse":"26"},{"content":"Dari dahulu-dahulu Allah itu perlindungan bagi kamu, dengan lengan yang kekal! Apabila dihalaukan-Nya musuh dari hadapanmu, maka katanya sahaja: Binasakanlah dia!","type":"content","verse":"27"},{"content":"Demikian hendaklah Israel duduk berasing dengan sentosa; biarlah mata Yakub memandang kepada tanah gandum dan air anggur, dan dari langitnyapun hendaklah bertitik-titik air embun!","type":"content","verse":"28"},{"content":"Berbahagialah engkau, hai Israel! Siapakah setara dengan dikau? engkaulah satu bangsa yang ditebus oleh Tuhan, yang perisai pertolonganmu dan pedang ketinggianmu; maka sebab itu segala musuhmu akan menundukkan dirinya kepadamu dengan pura-pura dan engkau akan menjejakkan kakimu pada tempatnya yang tinggi-tinggi!","type":"content","verse":"29"}]