[{"content":"Sebermula, maka dihimpunkan Musa segenap bani Israel, lalu katanya kepada mereka itu: Dengarlah olehmu, hai Israel! akan segala hukum dan undang-undang yang kusampaikan ke telingamu pada hari ini, maka hendaklah kamu memperhatikan dia dan ingat baik-baik, supaya kamu menurut akan dia.","type":"content","verse":"1"},{"content":"Bahwa Tuhan, Allah kita, telah berbuat suatu perjanjian dengan kita di Horeb.","type":"content","verse":"2"},{"content":"Bukannya dengan nenek moyang kita diperbuat Tuhan perjanjian itu, melainkan dengan kita, istimewa dengan kita sekalian yang hadir di sini dengan hidupnya.","type":"content","verse":"3"},{"content":"Maka Tuhan telah berfirman kepada kamu muka dengan muka dari atas gunung dan dari tengah-tengah api itu","type":"content","verse":"4"},{"content":"(maka pada masa itu adalah aku berdiri di antara Tuhan dengan kamu akan memberitahu kepadamu firman Tuhan, tatkala kamu takut akan api itu dan kamupun tiada naik ke atas gunung), maka firman-Nya:","type":"content","verse":"5"},{"content":"Bahwa Akulah Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri Mesir, yaitu dari tempat perhambaan.","type":"content","verse":"6"},{"content":"Jangan ada padamu ilah yang lain di hadapan hadirat-Ku.","type":"content","verse":"7"},{"content":"Jangan kamu memperbuat akan dirimu patung yang terpahat atau barang peta yang serupa dengan barang yang di langit di atas, atau dengan barang yang di atas bumi di bawah, atau dengan barang yang dalam air di bawah bumi itu.","type":"content","verse":"8"},{"content":"Jangan kamu menyembah sujud kepadanya atau berbuat bakti kepadanya, karena adalah Aku ini, Tuhan, Allahmu, Allah yang cemburuan, yang membalas kejahatan bapa-bapa kepada anak-anaknya sampai kepada gilir yang ketiga dan yang keempat dari pada orang yang membenci akan Daku,","type":"content","verse":"9"},{"content":"tetapi yang menunjukkan kemurahannya kepada beribu-ribu dari pada orang yang mengasihi akan Daku dan yang memeliharakan segala firman-Ku.","type":"content","verse":"10"},{"content":"Jangan kamu menyebut nama Tuhan, Allahmu, dengan cuma-cuma, karena tiada Tuhan akan membilang suci dari pada salah akan segala orang yang menyebut namanya dengan cuma-cuma.","type":"content","verse":"11"},{"content":"Permuliakanlah kamu akan hari sabat, supaya kamu menguduskan dia, seperti firman Tuhan, Allahmu, kepadamu.","type":"content","verse":"12"},{"content":"Enam hari lamanya hendaklah kamu bekerja dan mengerjakan segala pekerjaanmu,","type":"content","verse":"13"},{"content":"tetapi hari yang ketujuh itulah sabat Tuhan, Allahmu, pada hari itu janganlah kamu bekerja, baik kamu sendiri baik anakmu laki-laki atau perempuan, baik hambamu laki-laki atau perempuan baik lembumu atau keledaimu atau binatangmu yang lain baik orang dagang yang telah masuk dari pintu gerbangmu; maka ia itu supaya hambamu laki-laki dan perempuanpun boleh berhentikan lelahnya seperti kamu juga.","type":"content","verse":"14"},{"content":"Karena patutlah kamu ingat akan hal kamu dahulu, bahwa di negeri Mesir kamupun orang hamba, dan bagaimana Tuhan, Allahmu, telah menghantar akan kamu keluar dari sana dengan tangan yang kuat dan dengan lengan yang terkedang, maka sebab itulah disuruh Tuhan, Allahmu, akan kamu mempermuliakan hari sabat itu.","type":"content","verse":"15"},{"content":"Hormatilah ibu bapamu, seperti firman Tuhan, Allahmu, kepadamu, supaya umurmu dilanjutkan dan selamatlah kamu dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu.","type":"content","verse":"16"},{"content":"Janganlah kamu membunuh orang.","type":"content","verse":"17"},{"content":"Janganlah kamu berbuat zina.","type":"content","verse":"18"},{"content":"Janganlah kamu mencuri.","type":"content","verse":"19"},{"content":"Janganlah kamu naik saksi dusta atas samamu manusia.","type":"content","verse":"20"},{"content":"Dan janganlah kamu ingin akan bini samamu manusia, janganlah kamu ingin akan rumah samamu manusia, atau akan bendangnya, atau akan hambanya laki-laki, atau hambanya perempuan, atau lembunya, atau keledainya, atau akan barang sesuatu yang samamu manusia punya.","type":"content","verse":"21"},{"content":"Maka segala firman ini dikatakan Tuhan kepada segenap sidang kamu dari atas gunung, dari tengah-tengah api dan awan dan gelap gulita serta dengan bunyi suara yang hebat, maka tiada dipertambahi dengan barang sesuatu, melainkan disuratkan-Nya firman itu pada dua loh batu, lalu diberikan-Nya kepadaku.","type":"content","verse":"22"},{"content":"Maka sesungguhnya tatkala kedengaranlah bunyi suara itu kepadamu dari tengah kegelapan, dan gunung itupun bernyala-nyala apinya datanglah kamu mendapatkan aku, yaitu segala penghulu suku-suku bangsamu dan segala tua-tuamu","type":"content","verse":"23"},{"content":"sambil katamu: Bahwasanya Tuhan, Allah kami, telah memperlihatkan kepada kami kemuliaan-Nya dan kebesaran-Nya, maka suara-Nya telah kami dengar dari tengah-tengah api, maka pada hari ini juga kami telah melihat, bahwa Allah berfirman kepada manusia serta menghidupi akan dia juga.","type":"content","verse":"24"},{"content":"Maka sekarangpun mengapa maka kami akan mati kelak, dimakan api yang besar ini? Jikalau lebih lama lagi dan selalu kami mendengar suara Tuhan, Allah kami, niscaya matilah kami kelak.","type":"content","verse":"25"},{"content":"Karena dari pada segala kejadian yang berdaging siapakah telah mendengar suara Allah yang hidup itu berfirman kepadanya dari tengah-tengah api, seperti kami ini, maka tinggallah ia hidup?","type":"content","verse":"26"},{"content":"Hendaklah tuan kiranya menghampiri Dia serta mendengar segala perkara yang akan Tuhan, Allah kami, berfirman, dan hendaklah tuan juga mengatakan kepada kami segala perkara yang Tuhan, Allah kami, berfirman kepada tuan, maka kami hendak mendengar akan dia serta menurut akan dia.","type":"content","verse":"27"},{"content":"Maka bunyi perkataanmu, yang kamu katakan kepadaku itu, kedengaranlah kepada Tuhan, lalu firman Tuhan kepadaku ini: Bahwa Aku telah mendengar bunyi perkataan bangsa ini, yang telah dikatakannya kepadamu, maka baiklah segala katanya.","type":"content","verse":"28"},{"content":"Baiklah kiranya jikalau pada mereka itu selalu ada hati yang begitu, hendak takut akan Daku serta memeliharakan segala firman-Ku, supaya selamatlah mereka itu dan anak-anaknyapun kemudian dari padanya sampai selama-lamanya!","type":"content","verse":"29"},{"content":"Maka pergilah engkau, katakanlah kepadanya: Kembalilah kamu sekalian kepada kemahmu!","type":"content","verse":"30"},{"content":"Tetapi hendaklah engkau juga berdiri di sini serta-Ku, supaya Aku mengatakan kepadamu segala hukum dan undang-undang dan syarat, yang patut kauajarkan mereka itu, supaya diturutnya akan dia dalam negeri yang Kukaruniakan kepadanya kelak akan miliknya pusaka.","type":"content","verse":"31"},{"content":"Maka sekarangpun ingatlah kamu baik-baik, supaya kamu perbuat seperti firman Tuhan, Allahmu, kepadamu, dan jangan menyimpang dari padanya ke kiri atau ke kanan.","type":"content","verse":"32"},{"content":"Maka pada segala jalan yang ditunjuk Tuhan, Allahmu, kepadamu hendaklah kamu berjalan, supaya hiduplah kamu dan selamatlah kamu dan kamu melanjutkan umurmu dalam negeri yang akan menjadi milikmu pusaka!","type":"content","verse":"33"}]