[{"content":"Sebermula, maka adalah seorang perempuan anu dari pada bini segala murid nabi itu, maka berserulah ia kepada Elisa, katanya: Bahwa hamba tuan, laki sahaya itu, sudah mati, maka tuan juga tahu bahwa dahulu hamba tuan itu beribadatlah kepada Tuhan, maka sekarang orang piutang sudah datang hendak mengambil kedua orang anak sahaya akan hambanya.","type":"content","verse":"1"},{"content":"Maka kata Elisa kepadanya: Apakah boleh kuperbuat karena engkau? Berilah tahu aku barang apa yang di dalam rumahmu. Maka sahutnya: Satupun tiada pada sahaya dalam rumah melainkan sebuah buli-buli berisi minyak.","type":"content","verse":"2"},{"content":"Maka kata Elisa: Pergilah engkau minta beberapa bejana dari luar, yaitu bekas yang hampa dari pada segala orang sekampungmu; jangan kauambil sedikit.","type":"content","verse":"3"},{"content":"Lalu masuklah ke dalam rumah, kancingkanlah pintu di belakang engkau dan di belakang anak-anakmu, setelah itu tuanglah ke dalam segala bekas itu, mana yang penuh sebelahkanlah.","type":"content","verse":"4"},{"content":"Hata, maka perempuan itupun meninggalkan dia, lalu dikancingkannyalah pintu di belakangnya dan di belakang anak-anaknya, yang mengunjuk bekas itu kepadanya, maka perempuan itupun menuanglah.","type":"content","verse":"5"},{"content":"Setelah sudah penuh segala bekas itu, maka katanya kepada anaknya: Unjuklah lagi sebuah bekas kepadaku; tetapi sahut anak itu: Tiada lagi bekas. Maka minyaknyapun berhentilah.","type":"content","verse":"6"},{"content":"Maka pergilah perempuan itu memberitahu hal itu kepada aziz Allah, lalu katanya: Pergilah engkau, juallah minyak itu, bayarlah hutangmu, dan lebihnya jadikanlah penghidupanmu dan penghidupan anak-anakmu.","type":"content","verse":"7"},{"content":"Bermula, maka pada sekali peristiwa, yaitu pada suatu hari anu, berjalanlah Elisa terus dari pada negeri Sunem; maka adalah di sana seorang perempuan bangsawan, yang mengajak akan dia singgah makan; kemudian tiap-tiap kali ia berjalan terus dari pada negeri itu singgahlah ia kepadanya lalu duduk makan.","type":"content","verse":"8"},{"content":"Maka kata perempuan itu kepada suaminya: Bahwasanya kuketahui akan aziz Allah yang terkadang-kadang berjalan terus dari pada negeri kita itu sucilah adanya.","type":"content","verse":"9"},{"content":"Baiklah kita memperbuat akan dia suatu alayat kecil dengan dindingnya, dan dalamnya kita taruh akan dia tempat tidur dan meja dan kursi dan kaki dian, supaya apabila ia singgah kepada kita kelak, bolehlah ia menumpang di situ.","type":"content","verse":"10"},{"content":"Hata, maka pada suatu hari anu datanglah ia ke sana, lalu menumpanglah ia dalam alayat itu, dan tidurlah ia di sana.","type":"content","verse":"11"},{"content":"Maka katanya kepada Gehazi, hambanya: Panggillah olehmu perempuan Sunami itu. Maka dipanggilnyalah, lalu berdirilah ia di hadapannya.","type":"content","verse":"12"},{"content":"Maka kata Elisa kepada hambanya: Sekarang katakanlah kepadanya ini: Bahwasanya engkau sudah memeliharakan kami dengan sebesar-besar susahmu, maka sekarang apa gerangan boleh dibuat karenamu? adakah sesuatu perkaramu yang boleh dipersembahkan kepada baginda, atau kepada panglima perangnya? Maka sahut perempuan itu: Bahwa adalah sahaya duduk di tengah-tengah kaum sahaya.","type":"content","verse":"13"},{"content":"Maka katanya: Entah apa boleh dibuat karena perempuan itu? Maka kata Gehazi: Bahwasanya tiada ia beranak laki-laki dan suaminyapun sudah tua.","type":"content","verse":"14"},{"content":"Maka kata Elisa: Pangillah dia! Maka dipanggilnyalah, lalu berdirilah ia di pintu.","type":"content","verse":"15"},{"content":"Maka kata Elisa: Betul pada masa begini, lepas setahun umur hidup, engkau akan memeluk seorang anakmu laki-laki. Maka sembah perempuan itu: Jangan tuan, ya aziz Allah! jangan apalah tuan berdusta kepada sahaya ini.","type":"content","verse":"16"},{"content":"Hata, maka perempuan itupun hamillah, lalu beranaklah ia laki-laki, betul pada masa yang telah ditentukan, yaitu setelah sudah lalu genap setahun umur hidup, setuju dengan sabda Elisa itu kepadanya.","type":"content","verse":"17"},{"content":"Arakian, maka anak itupun makin besar, maka sekali peristiwa pada suatu hari keluarlah budak itu pergi mendapatkan bapanya, yang dengan segala orang menuai itu.","type":"content","verse":"18"},{"content":"Maka katanya kepada bapanya: Aduh, kepalaku! kepalaku! Lalu kata bapanya kepada seorang hamba: Bawalah akan dia kepada emaknya.","type":"content","verse":"19"},{"content":"Maka diangkatnya, dibawanya akan dia kepada emaknya, maka duduklah budak itu pada ribaannya sampai tengah hari, lalu matilah ia.","type":"content","verse":"20"},{"content":"Maka naiklah perempuan itu ke atas, dibaringkannya anaknya pada tempat tidur aziz Allah, dan dikancingkannya pintu di belakangnya, lalu iapun keluar.","type":"content","verse":"21"},{"content":"Maka dipanggilnya suaminya serta katanya: Suruhkanlah seorang dari pada segala hamba itu kepadaku dan lagi seekor keledai betina, supaya dengan segera boleh aku pergi mendapatkan aziz Allah itu, kemudian aku akan balik kelak.","type":"content","verse":"22"},{"content":"Maka kata suaminya: Mengapa maka pada hari ini engkau pergi kepadanya? Bukannya bulan baharu atau hari sabat. Maka sahutnya: Jangan engkau susahkan.","type":"content","verse":"23"},{"content":"Maka dikenakannya pelana kepada keledai betina itu, lalu katanya kepada hambanya: Buru-buru sahaja jalannya, jangan ia berhenti melainkan dengan kataku.","type":"content","verse":"24"},{"content":"Hata, maka iapun berjalanlah, lalu sampai kepada aziz Allah di atas gunung Karmel. Demi dilihat aziz Allah akan dia sudah dekat, maka katanya kepada Gehazi, hambanya: Lihatlah olehmu perempuan Sunami itu datang.","type":"content","verse":"25"},{"content":"Maka sekarangpun pergilah engkau dengan segera mendapatkan dia dan katakanlah kepadanya: Selamatkah encik? selamatkah suami encik? selamatkah anak encik? Maka sahutnya: Selamat.","type":"content","verse":"26"},{"content":"Setelah sampai ia kepada aziz Allah di atas gunung itu, maka dipeluknya kakinya, tetapi datanglah Gehazi hampir hendak menolak akan dia. Maka kata aziz Allah: Biarkanlah dia, karena besar dukacita dalam hatinya, maka dilindungkan Tuhan hal itu dari padaku, tiada dinyatakan-Nya kepadaku.","type":"content","verse":"27"},{"content":"Maka sembah perempuan itu: Adakah sahaya sudah minta seorang anak kepada tuan? Bukankah kata sahaya begini: Jangan apalah tuan mendustai sahaya?","type":"content","verse":"28"},{"content":"Maka kata Elisa kepada Gehazi: Ikatlah pinggangmu, ambillah akan tongkatku pada tanganmu, lalu pergi; maka jikalau barang seorang bertemu dengan dikau jangan engkau bersalam-salaman dengan dia, dan jikalau barang seorang memberi salam kepadamu, jangan kaubalas salamnya, dan letakkanlah tongkatku ini pada muka budak itu.","type":"content","verse":"29"},{"content":"Tetapi kata emaknya budak itu: Demi Tuhan yang hidup dan nyawamupun hidup, tiada sahaya mau meninggalkan tuan! Maka sebab itu berbangkitlah Elisa lalu mengikut dia.","type":"content","verse":"30"},{"content":"Adapun Gehazi itu sudah berjalan dahulu dari pada keduanya dan sudah diletakkannya tongkat itu pada muka budak itu, tetapi bunyi suarapun tiada, tanda pendengarpun tiada. Maka kembalilah ia, serta ia bertemu dengan Elisa diberinya tahu hal itu kepadanya, katanya: Budak itu tiada bersemangat pula.","type":"content","verse":"31"},{"content":"Setelah Elisa masuk ke dalam rumah, sesungguhnya didapatinya akan budak itu sudah mati, terhantar pada tempat tidurnya.","type":"content","verse":"32"},{"content":"Maka masuklah ia, dikancingkannya pintu di belakang keduanya, lalu dipintanya doa kepada Tuhan.","type":"content","verse":"33"},{"content":"Maka naiklah ia dan dibentangkannya dirinya di atas budak itu, dikenakannya mulutnya pada mulut budak itu dan matanyapun pada mata budak itu dan tangannyapun pada tangan budak itu dan ditiarapkannya dirinya di atas budak itu, lalu suhulah pula tubuh budak itu.","type":"content","verse":"34"},{"content":"Setelah itu maka pergilah ia, lalu berjalan dalam rumah sekali pergi datang, kemudian naiklah ia pula, dibentangkannya dirinya di atasnya, maka budak itupun bersinlah sampai tujuh kali, lalu dibukakannya matanya.","type":"content","verse":"35"},{"content":"Maka dipanggil Elisa Gehazi, katanya: Panggillah olehmu perempuan Sunami itu. Maka dipanggilnyalah; setelah ia datang maka kata Elisa kepadanya: Angkatlah anakmu ini.","type":"content","verse":"36"},{"content":"Maka datanglah ia menyembah sujud kepada kakinya serta tunduk sampai ke bumi, lalu diangkatnya anaknya, dibawanya ke luar.","type":"content","verse":"37"},{"content":"Hata, maka kemudian dari pada itu datanglah Elisa pula ke Gilgal pada masa bala kelaparan dalam negeri itu, maka segala murid nabi itu adalah duduk di hadapannya, lalu katanya kepada hambanya: Jerangkanlah periuk besar itu dan masaklah gulai akan segala murid nabi itu.","type":"content","verse":"38"},{"content":"Maka keluarlah seorang anu ke padang hendak mencahari sayur-sayur, maka didapatinya pokok hanzal, dipetiknya dari padanya buah hanzal saputangannya penuh, lalu datanglah ia, dikecik-kecikkannya dan dimasukkannya ke dalam periuk yang berisi gulai itu, karena tiada dikenalnya akan dia.","type":"content","verse":"39"},{"content":"Setelah disajikan makanan bagi segala orang itu, tiba-tiba apabila mereka itu makan dari pada gulai itu, berteriaklah mereka itu, katanya: Kematian juga adalah dalam periuk ini, ya aziz Allah! Maka tiada boleh mereka itu makan dia.","type":"content","verse":"40"},{"content":"Maka kata Elisa: Ambilkanlah aku tepung. Maka dituangnya tepung itu ke dalam periuk itu lalu katanya: Sekarang sajikanlah dia bagi orang banyak ini, supaya mereka itu makan. Maka satupun tiada jahatnya dalam periuk itu lagi.","type":"content","verse":"41"},{"content":"Hata, maka datanglah seorang laki-laki anu dari Baal-Salisa, yang membawa kepada aziz Allah itu beberapa roti hulu hasil, dua puluh ketul roti syeir dan tepung tumbukan halus dalam saputangannya. Maka kata Elisa: Berikanlah dia kepada orang banyak ini, supaya mereka itu makan!","type":"content","verse":"42"},{"content":"Maka sembah hambanya: Manakan dapat sahaya sajikan dia kepada seratus orang laki-laki? Maka kata Elisa: Berikanlah dia juga, supaya mereka itu makan, karena firman Tuhan demikian: Orang akan makan, kemudian akan ada lagi sisanya.","type":"content","verse":"43"},{"content":"Maka disajikannyalah kepada mereka itu dan mereka itu sekalianpun makanlah, kemudian adalah lagi sisanya, yaitu setuju dengan firman Tuhan itu.","type":"content","verse":"44"}]