[{"content":"Apakah maksud Allah dengan penderitaan?","type":"title","verse":""},{"content":"\"Aku telah bosan hidup, aku hendak melampiaskan keluhanku, aku hendak berbicara dalam kepahitan jiwaku.","type":"content","verse":"1"},{"content":"Aku akan berkata kepada Allah: Jangan mempersalahkan aku; beritahukanlah aku, mengapa Engkau beperkara dengan aku.","type":"content","verse":"2"},{"content":"Apakah untungnya bagi-Mu mengadakan penindasan, membuang hasil jerih payah tangan-Mu, sedangkan Engkau mendukung rancangan orang fasik?","type":"content","verse":"3"},{"content":"Apakah Engkau mempunyai mata badani? Samakah penglihatan-Mu dengan penglihatan manusia?","type":"content","verse":"4"},{"content":"Apakah hari-hari-Mu seperti hari-hari manusia, tahun-tahun-Mu seperti hari-hari orang laki-laki,","type":"content","verse":"5"},{"content":"sehingga Engkau mencari-cari kesalahanku, dan mengusut dosaku,","type":"content","verse":"6"},{"content":"padahal Engkau tahu, bahwa aku tidak bersalah, dan bahwa tiada seorangpun dapat memberi kelepasan dari tangan-Mu?","type":"content","verse":"7"},{"content":"Tangan-Mulah yang membentuk dan membuat aku, tetapi kemudian Engkau berpaling dan hendak membinasakan aku?","type":"content","verse":"8"},{"content":"Ingatlah, bahwa Engkau yang membuat aku dari tanah liat, tetapi Engkau hendak menjadikan aku debu kembali?","type":"content","verse":"9"},{"content":"Bukankah Engkau yang mencurahkan aku seperti air susu, dan mengentalkan aku seperti keju?","type":"content","verse":"10"},{"content":"Engkau mengenakan kulit dan daging kepadaku, serta menjalin aku dengan tulang dan urat.","type":"content","verse":"11"},{"content":"Hidup dan kasih setia Kaukaruniakan kepadaku, dan pemeliharaan-Mu menjaga nyawaku.","type":"content","verse":"12"},{"content":"Tetapi inilah yang Kausembunyikan di dalam hati-Mu; aku tahu, bahwa inilah maksud-Mu:","type":"content","verse":"13"},{"content":"kalau aku berbuat dosa, maka Engkau akan mengawasi aku, dan Engkau tidak akan membebaskan aku dari pada kesalahanku.","type":"content","verse":"14"},{"content":"Kalau aku bersalah, celakalah aku! dan kalau aku benar, aku takkan berani mengangkat kepalaku, karena kenyang dengan penghinaan, dan karena melihat sengsaraku.","type":"content","verse":"15"},{"content":"Kalau aku mengangkat kepalaku, maka seperti singa Engkau akan memburu aku, dan menunjukkan kembali kuasa-Mu yang ajaib kepadaku.","type":"content","verse":"16"},{"content":"Engkau akan mengajukan saksi-saksi baru terhadap aku, --Engkau memperbesar kegeraman-Mu terhadap aku--dan pasukan-pasukan baru, bahkan bala tentara melawan aku.","type":"content","verse":"17"},{"content":"Mengapa Engkau menyebabkan aku keluar dari kandungan? Lebih baik aku binasa, sebelum orang melihat aku!","type":"content","verse":"18"},{"content":"Maka aku seolah-olah tidak pernah ada; dari kandungan ibu aku langsung dibawa ke kubur.","type":"content","verse":"19"},{"content":"Bukankah hari-hari umurku hanya sedikit? Biarkanlah aku, supaya aku dapat bergembira sejenak,","type":"content","verse":"20"},{"content":"sebelum aku pergi, dan tidak kembali lagi, ke negeri yang gelap dan kelam pekat,","type":"content","verse":"21"},{"content":"ke negeri yang gelap gulita, tempat yang kelam pekat dan kacau balau, di mana cahaya terang serupa dengan kegelapan.\"","type":"content","verse":"22"}]