[{"content":"Ayub membela perkaranya di hadapan Allah","type":"title","verse":""},{"content":"\"Sesungguhnya, semuanya itu telah dilihat mataku, didengar dan dipahami telingaku.","type":"content","verse":"1"},{"content":"Apa yang kamu tahu, aku juga tahu, aku tidak kalah dengan kamu.","type":"content","verse":"2"},{"content":"Tetapi aku, aku hendak berbicara dengan Yang Mahakuasa, aku ingin membela perkaraku di hadapan Allah.","type":"content","verse":"3"},{"content":"Sebaliknya kamulah orang yang menutupi dusta, tabib palsulah kamu sekalian.","type":"content","verse":"4"},{"content":"Sekiranya kamu menutup mulut, itu akan dianggap kebijaksanaan dari padamu.","type":"content","verse":"5"},{"content":"Dengarkanlah pembelaanku, dan perhatikanlah bantahan bibirku.","type":"content","verse":"6"},{"content":"Sudikah kamu berbohong untuk Allah, sudikah kamu mengucapkan dusta untuk Dia?","type":"content","verse":"7"},{"content":"Apakah kamu mau memihak Allah, berbantah untuk membela Dia?","type":"content","verse":"8"},{"content":"Apakah baik, kalau Ia memeriksa kamu? Dapatkah kamu menipu Dia seperti menipu manusia?","type":"content","verse":"9"},{"content":"Kamu akan dihukum-Nya dengan keras, jikalau kamu diam-diam memihak.","type":"content","verse":"10"},{"content":"Apakah kebesaran-Nya tidak akan mengejutkan kamu dan ketakutan kepada-Nya menimpa kamu?","type":"content","verse":"11"},{"content":"Dalil-dalilmu adalah amsal debu, dan perisaimu perisai tanah liat.","type":"content","verse":"12"},{"content":"Diam! Aku hendak bicara, apapun yang akan terjadi atas diriku!","type":"content","verse":"13"},{"content":"Dagingku akan kuambil dengan gigiku, dan nyawaku akan kutatang dalam genggamku.","type":"content","verse":"14"},{"content":"Lihatlah, Ia hendak membunuh aku, tak ada harapan bagiku, namun aku hendak membela peri lakuku di hadapan-Nya.","type":"content","verse":"15"},{"content":"Itulah yang menyelamatkan aku; tetapi orang fasik tidak akan menghadap kepada-Nya.","type":"content","verse":"16"},{"content":"Dengarkanlah baik-baik perkataanku, perhatikanlah keteranganku.","type":"content","verse":"17"},{"content":"Ketahuilah, aku menyiapkan perkaraku, aku yakin, bahwa aku benar.","type":"content","verse":"18"},{"content":"Siapa mau bersengketa dengan aku? Pada saat itu juga aku mau berdiam diri dan binasa.","type":"content","verse":"19"},{"content":"Hanya janganlah Kaulakukan terhadap aku dua hal ini, maka aku tidak akan bersembunyi terhadap Engkau:","type":"content","verse":"20"},{"content":"jauhkanlah kiranya tangan-Mu dari padaku, dan kegentaran terhadap Engkau janganlah menimpa aku!","type":"content","verse":"21"},{"content":"Panggillah, maka aku akan menjawab; atau aku berbicara, dan Engkau menjawab.","type":"content","verse":"22"},{"content":"Berapa besar kesalahan dan dosaku? Beritahukanlah kepadaku pelanggaran dan dosaku itu.","type":"content","verse":"23"},{"content":"Mengapa Engkau menyembunyikan wajah-Mu, dan menganggap aku sebagai musuh-Mu?","type":"content","verse":"24"},{"content":"Apakah Engkau hendak menggentarkan daun yang ditiupkan angin, dan mengejar jerami yang kering?","type":"content","verse":"25"},{"content":"Sebab Engkau menulis hal-hal yang pahit terhadap aku dan menghukum aku karena kesalahan pada masa mudaku;","type":"content","verse":"26"},{"content":"kakiku Kaumasukkan ke dalam pasung, segala tindak tandukku Kauawasi, dan rintangan Kaupasang di depan tapak kakiku?","type":"content","verse":"27"},{"content":"Dan semuanya itu terhadap orang yang sudah rapuh seperti kayu lapuk, seperti kain yang dimakan gegat!\"","type":"content","verse":"28"}]