[{"content":"Ayub mengeluh tentang perlakuan Allah","type":"title","verse":""},{"content":"Tetapi Ayub menjawab:","type":"content","verse":"1"},{"content":"\"Hal seperti itu telah acap kali kudengar. Penghibur sialan kamu semua!","type":"content","verse":"2"},{"content":"Belum habiskah omong kosong itu? Apa yang merangsang engkau untuk menyanggah?","type":"content","verse":"3"},{"content":"Akupun dapat berbicara seperti kamu, sekiranya kamu pada tempatku; aku akan menggubah kata-kata indah terhadap kamu, dan menggeleng-gelengkan kepala atas kamu.","type":"content","verse":"4"},{"content":"Aku akan menguatkan hatimu dengan mulut, dan tidak menahan bibirku mengatakan belas kasihan.","type":"content","verse":"5"},{"content":"Tetapi bila aku berbicara, penderitaanku tidak menjadi ringan, dan bila aku berdiam diri, apakah yang hilang dari padaku?","type":"content","verse":"6"},{"content":"Tetapi sekarang, Ia telah membuat aku lelah dan mencerai-beraikan segenap rumah tanggaku,","type":"content","verse":"7"},{"content":"sudah menangkap aku; inilah yang menjadi saksi; kekurusanku telah bangkit menuduh aku.","type":"content","verse":"8"},{"content":"Murka-Nya menerkam dan memusuhi aku, Ia menggertakkan giginya terhadap aku; lawanku memandang aku dengan mata yang berapi-api.","type":"content","verse":"9"},{"content":"Mereka mengangakan mulutnya melawan aku, menampar pipiku dengan cercaan, dan bersama-sama mengerumuni aku.","type":"content","verse":"10"},{"content":"Allah menyerahkan aku kepada orang lalim, dan menjatuhkan aku ke dalam tangan orang fasik.","type":"content","verse":"11"},{"content":"Aku hidup dengan tenteram, tetapi Ia menggelisahkan aku, aku ditangkap-Nya pada tengkukku, lalu dibanting-Nya, dan aku ditegakkan-Nya menjadi sasaran-Nya.","type":"content","verse":"12"},{"content":"Aku dihujani anak panah, ginjalku ditembus-Nya dengan tak kenal belas kasihan, empeduku ditumpahkan-Nya ke tanah.","type":"content","verse":"13"},{"content":"Ia merobek-robek aku, menyerang aku laksana seorang pejuang.","type":"content","verse":"14"},{"content":"Kain kabung telah kujahit pada kulitku, dan tandukku kumasukkan ke dalam debu;","type":"content","verse":"15"},{"content":"mukaku merah karena menangis, dan bulu mataku ditudungi kelam pekat,","type":"content","verse":"16"},{"content":"sungguhpun tidak ada kelaliman pada tanganku, dan doaku bersih.","type":"content","verse":"17"},{"content":"Hai bumi, janganlah menutupi darahku, dan janganlah kiranya teriakku mendapat tempat perhentian!","type":"content","verse":"18"},{"content":"Ketahuilah, sekarangpun juga, Saksiku ada di sorga, Yang memberi kesaksian bagiku ada di tempat yang tinggi.","type":"content","verse":"19"},{"content":"Sekalipun aku dicemoohkan oleh sahabat-sahabatku, namun ke arah Allah mataku menengadah sambil menangis,","type":"content","verse":"20"},{"content":"supaya Ia memutuskan perkara antara manusia dengan Allah, dan antara manusia dengan sesamanya.","type":"content","verse":"21"},{"content":"Karena sedikit jumlah tahun yang akan datang, dan aku akan menempuh jalan, dari mana aku tak akan kembali lagi.","type":"content","verse":"22"}]