[{"content":"Ayub mencabut perkataannya dan menyesalkan diri","type":"title","verse":""},{"content":"Maka jawab Ayub kepada TUHAN:","type":"content","verse":"1"},{"content":"\"Aku tahu, bahwa Engkau sanggup melakukan segala sesuatu, dan tidak ada rencana-Mu yang gagal.","type":"content","verse":"2"},{"content":"Firman-Mu: Siapakah dia yang menyelubungi keputusan tanpa pengetahuan? Itulah sebabnya, tanpa pengertian aku telah bercerita tentang hal-hal yang sangat ajaib bagiku dan yang tidak kuketahui.","type":"content","verse":"3"},{"content":"Firman-Mu: Dengarlah, maka Akulah yang akan berfirman; Aku akan menanyai engkau, supaya engkau memberitahu Aku.","type":"content","verse":"4"},{"content":"Hanya dari kata orang saja aku mendengar tentang Engkau, tetapi sekarang mataku sendiri memandang Engkau.","type":"content","verse":"5"},{"content":"Oleh sebab itu aku mencabut perkataanku dan dengan menyesal aku duduk dalam debu dan abu.\"","type":"content","verse":"6"},{"content":"Keadaan Ayub dipulihkan","type":"title","verse":""},{"content":"Setelah TUHAN mengucapkan firman itu kepada Ayub, maka firman TUHAN kepada Elifas, orang Teman: \"Murka-Ku menyala terhadap engkau dan terhadap kedua sahabatmu, karena kamu tidak berkata benar tentang Aku seperti hamba-Ku Ayub.","type":"content","verse":"7"},{"content":"Oleh sebab itu, ambillah tujuh ekor lembu jantan dan tujuh ekor domba jantan dan pergilah kepada hamba-Ku Ayub, lalu persembahkanlah semuanya itu sebagai korban bakaran untuk dirimu, dan baiklah hamba-Ku Ayub meminta doa untuk kamu, karena hanya permintaannyalah yang akan Kuterima, supaya Aku tidak melakukan aniaya terhadap kamu, sebab kamu tidak berkata benar tentang Aku seperti hamba-Ku Ayub.\"","type":"content","verse":"8"},{"content":"Maka pergilah Elifas, orang Teman, Bildad, orang Suah, dan Zofar, orang Naama, lalu mereka melakukan seperti apa yang difirmankan TUHAN kepada mereka. Dan TUHAN menerima permintaan Ayub.","type":"content","verse":"9"},{"content":"Lalu TUHAN memulihkan keadaan Ayub, setelah ia meminta doa untuk sahabat-sahabatnya, dan TUHAN memberikan kepada Ayub dua kali lipat dari segala kepunyaannya dahulu.","type":"content","verse":"10"},{"content":"Kemudian datanglah kepadanya semua saudaranya laki-laki dan perempuan dan semua kenalannya yang lama, dan makan bersama-sama dengan dia di rumahnya. Mereka menyatakan turut berdukacita dan menghibur dia oleh karena segala malapetaka yang telah ditimpakan TUHAN kepadanya, dan mereka masing-masing memberi dia uang satu kesita dan sebuah cincin emas.","type":"content","verse":"11"},{"content":"TUHAN memberkati Ayub dalam hidupnya yang selanjutnya lebih dari pada dalam hidupnya yang dahulu; ia mendapat empat belas ribu ekor kambing domba, dan enam ribu unta, seribu pasang lembu, dan seribu ekor keledai betina.","type":"content","verse":"12"},{"content":"Ia juga mendapat tujuh orang anak laki-laki dan tiga orang anak perempuan;","type":"content","verse":"13"},{"content":"dan anak perempuan yang pertama diberinya nama Yemima, yang kedua Kezia dan yang ketiga Kerenhapukh.","type":"content","verse":"14"},{"content":"Di seluruh negeri tidak terdapat perempuan yang secantik anak-anak Ayub, dan mereka diberi ayahnya milik pusaka di tengah-tengah saudara-saudaranya laki-laki.","type":"content","verse":"15"},{"content":"Sesudah itu Ayub masih hidup seratus empat puluh tahun lamanya; ia melihat anak-anaknya dan cucu-cucunya sampai keturunan yang keempat.","type":"content","verse":"16"},{"content":"Maka matilah Ayub, tua dan lanjut umur.","type":"content","verse":"17"}]