[{"content":"Now these  are  the people of the province who came back from the captivity, of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, everyone to his  own  city.","type":"content","verse":"1"},{"content":" Those  who came with Zerubbabel  were  Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum,  and  Baanah. The number of the men of the people of Israel:","type":"content","verse":"2"},{"content":"the people of Parosh, two thousand one hundred and seventy–two;","type":"content","verse":"3"},{"content":"the people of Shephatiah, three hundred and seventy–two;","type":"content","verse":"4"},{"content":"the people of Arah, seven hundred and seventy–five;","type":"content","verse":"5"},{"content":"the people of Pahath–Moab, of the people of Jeshua  and  Joab, two thousand eight hundred and twelve;","type":"content","verse":"6"},{"content":"the people of Elam, one thousand two hundred and fifty–four;","type":"content","verse":"7"},{"content":"the people of Zattu, nine hundred and forty–five;","type":"content","verse":"8"},{"content":"the people of Zaccai, seven hundred and sixty;","type":"content","verse":"9"},{"content":"the people of Bani, six hundred and forty–two;","type":"content","verse":"10"},{"content":"the people of Bebai, six hundred and twenty–three;","type":"content","verse":"11"},{"content":"the people of Azgad, one thousand two hundred and twenty–two;","type":"content","verse":"12"},{"content":"the people of Adonikam, six hundred and sixty–six;","type":"content","verse":"13"},{"content":"the people of Bigvai, two thousand and fifty–six;","type":"content","verse":"14"},{"content":"the people of Adin, four hundred and fifty–four;","type":"content","verse":"15"},{"content":"the people of Ater of Hezekiah, ninety–eight;","type":"content","verse":"16"},{"content":"the people of Bezai, three hundred and twenty–three;","type":"content","verse":"17"},{"content":"the people of Jorah, one hundred and twelve;","type":"content","verse":"18"},{"content":"the people of Hashum, two hundred and twenty–three;","type":"content","verse":"19"},{"content":"the people of Gibbar, ninety–five;","type":"content","verse":"20"},{"content":"the people of Bethlehem, one hundred and twenty–three;","type":"content","verse":"21"},{"content":"the men of Netophah, fifty–six;","type":"content","verse":"22"},{"content":"the men of Anathoth, one hundred and twenty–eight;","type":"content","verse":"23"},{"content":"the people of Azmaveth, forty–two;","type":"content","verse":"24"},{"content":"the people of Kirjath Arim, Chephirah, and Beeroth, seven hundred and forty–three;","type":"content","verse":"25"},{"content":"the people of Ramah and Geba, six hundred and twenty–one;","type":"content","verse":"26"},{"content":"the men of Michmas, one hundred and twenty–two;","type":"content","verse":"27"},{"content":"the men of Bethel and Ai, two hundred and twenty–three;","type":"content","verse":"28"},{"content":"the people of Nebo, fifty–two;","type":"content","verse":"29"},{"content":"the people of Magbish, one hundred and fifty–six;","type":"content","verse":"30"},{"content":"the people of the other Elam, one thousand two hundred and fifty–four;","type":"content","verse":"31"},{"content":"the people of Harim, three hundred and twenty;","type":"content","verse":"32"},{"content":"the people of Lod, Hadid, and Ono, seven hundred and twenty–five;","type":"content","verse":"33"},{"content":"the people of Jericho, three hundred and forty–five;","type":"content","verse":"34"},{"content":"the people of Senaah, three thousand six hundred and thirty.","type":"content","verse":"35"},{"content":"The priests: the sons of Jedaiah, of the house of Jeshua, nine hundred and seventy–three;","type":"content","verse":"36"},{"content":"the sons of Immer, one thousand and fifty–two;","type":"content","verse":"37"},{"content":"the sons of Pashhur, one thousand two hundred and forty–seven;","type":"content","verse":"38"},{"content":"the sons of Harim, one thousand and seventeen.","type":"content","verse":"39"},{"content":"The Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, seventy–four.","type":"content","verse":"40"},{"content":"The singers: the sons of Asaph, one hundred and twenty–eight.","type":"content","verse":"41"},{"content":"The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai, one hundred and thirty–nine  in  all.","type":"content","verse":"42"},{"content":"The Nethinim: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,","type":"content","verse":"43"},{"content":"the sons of Keros, the sons of Siaha, the sons of Padon,","type":"content","verse":"44"},{"content":"the sons of Lebanah, the sons of Hagabah, the sons of Akkub,","type":"content","verse":"45"},{"content":"the sons of Hagab, the sons of Shalmai, the sons of Hanan,","type":"content","verse":"46"},{"content":"the sons of Giddel, the sons of Gahar, the sons of Reaiah,","type":"content","verse":"47"},{"content":"the sons of Rezin, the sons of Nekoda, the sons of Gazzam,","type":"content","verse":"48"},{"content":"the sons of Uzza, the sons of Paseah, the sons of Besai,","type":"content","verse":"49"},{"content":"the sons of Asnah, the sons of Meunim, the sons of Nephusim,","type":"content","verse":"50"},{"content":"the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,","type":"content","verse":"51"},{"content":"the sons of Bazluth, the sons of Mehida, the sons of Harsha,","type":"content","verse":"52"},{"content":"the sons of Barkos, the sons of Sisera, the sons of Tamah,","type":"content","verse":"53"},{"content":"the sons of Neziah, and the sons of Hatipha.","type":"content","verse":"54"},{"content":"The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Peruda,","type":"content","verse":"55"},{"content":"the sons of Jaala, the sons of Darkon, the sons of Giddel,","type":"content","verse":"56"},{"content":"the sons of Shephatiah, the sons of Hattil, the sons of Pochereth of Zebaim, and the sons of Ami.","type":"content","verse":"57"},{"content":"All the Nethinim and the children of Solomon’s servants were three hundred and ninety–two.","type":"content","verse":"58"},{"content":"And these  were  the ones who came up from Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not identify their father’s house or their genealogy, whether they  were  of Israel:","type":"content","verse":"59"},{"content":"the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda, six hundred and fifty–two;","type":"content","verse":"60"},{"content":"and of the sons of the priests: the sons of Habaiah, the sons of Koz, and the sons of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called by their name.","type":"content","verse":"61"},{"content":"These sought their listing  among  those who were registered by genealogy, but they were not found; therefore they  were excluded  from the priesthood as defiled.","type":"content","verse":"62"},{"content":"And the governor said to them that they should not eat of the most holy things till a priest could consult with the Urim and Thummim.","type":"content","verse":"63"},{"content":"The whole assembly together  was  forty–two thousand three hundred  and  sixty,","type":"content","verse":"64"},{"content":"besides their male and female servants, of whom  there were  seven thousand three hundred and thirty–seven; and they had two hundred men and women singers.","type":"content","verse":"65"},{"content":"Their horses  were  seven hundred and thirty–six, their mules two hundred and forty–five,","type":"content","verse":"66"},{"content":"their camels four hundred and thirty–five, and  their  donkeys six thousand seven hundred and twenty.","type":"content","verse":"67"},{"content":" Some  of the heads of the fathers’  houses , when they came to the house of the LORD which  is  in Jerusalem, offered freely for the house of God, to erect it in its place:","type":"content","verse":"68"},{"content":"According to their ability, they gave to the treasury for the work sixty–one thousand gold drachmas, five thousand minas of silver, and one hundred priestly garments.","type":"content","verse":"69"},{"content":"So the priests and the Levites,  some  of the people, the singers, the gatekeepers, and the Nethinim, dwelt in their cities, and all Israel in their cities.","type":"content","verse":"70"}]