[{"content":"Bermula, maka bagi Naomi adalah seorang sanak dari pada pihak lakinya, seorang yang terlampau kaya, dari pada bangsa Elimelekh, namanya Boaz.","type":"content","verse":"1"},{"content":"Maka kata Rut, orang Moabi itu, kepada Naomi: Biarlah kiranya aku pergi ke bendang dan memungut mayang gandum di belakang barangsiapa yang menaruh kasihan akan daku. Maka sahutnya kepadanya: Pergilah hai anakku.","type":"content","verse":"2"},{"content":"Maka pergilah ia lalu sampai ke bendang, dipungutnya mayang di belakang orang pemotong, maka dengan untungnya didapatnya akan sepotong bendang milik Boaz, yang dari pada bangsa Elimelekh.","type":"content","verse":"3"},{"content":"Maka tiba-tiba datanglah Boaz dari Betlehem, lalu katanya kepada orang pemotong itu: Hendaklah kiranya Tuhan serta dengan kamu! Maka sahut mereka itu kepadanya: Diberkati Tuhan kiranya akan tuan.","type":"content","verse":"4"},{"content":"Setelah itu maka kata Boaz kepada hambanya yang diangkat atas segala orang pemotong itu: Siapa punya orang perempuan muda ini?","type":"content","verse":"5"},{"content":"Maka menyahut hamba yang di atas segala orang pemotong itu, katanya: Bahwa perempuan muda ini orang Moabi, yang telah kembali serta dengan Naomi dari benua Moab.","type":"content","verse":"6"},{"content":"Maka ia telah berkata demikian: Biarlah aku pergi memungut dan mengumpulkan mayang di belakang orang pemotong dekat dengan berkas-berkas. Begitu juga ia sudah datang dan tetaplah ia dalam berbuat begitu dari pagi-pagi hari sampai sekarang, maka sekarang ia duduk dalam pondok baharu sekejap.","type":"content","verse":"7"},{"content":"Lalu kata Boaz kepada Rut: Dengarlah olehmu baik-baik, hai anakku! janganlah kiranya engkau pergi ke bendang lain hendak memungut, dan jangan engkau pergi dari sini ke tempat lain, melainkan hendaklah engkau selalu dekat dengan hambaku perempuan.","type":"content","verse":"8"},{"content":"Taruhlah matamu akan bendang tempat mereka itu memotong dan ikutlah mereka itu dari belakang; bahwasanya aku sudah berpesan kepada hambaku akan halmu, supaya jangan diusiknya akan dikau, maka apabila engkau berdahaga pergilah juga kepada buyung, minumlah dari pada air yang telah ditimba oleh budak-budak itu.","type":"content","verse":"9"},{"content":"Maka Rutpun tunduklah dirinya dengan mukanya ke tanah sambil katanya kepadanya: Bagaimana sahaya telah beroleh keridlaan dari pada tuan, maka tuan mau tahu akan sahaya, yang seorang dagang jua!","type":"content","verse":"10"},{"content":"Maka sahut Boaz kepadanya: Sesungguhnya sudah diberitahu kepadaku segala sesuatu yang telah kauperbuat akan mentuamu kemudian dari pada mati lakimu, bagaimana engkau sudah meninggalkan ibu bapamu dan tanah tempat jadimu dan sudah pergi kepada suatu bangsa yang tiada kaukenal dahulu.","type":"content","verse":"11"},{"content":"Maka Tuhan apalah membalas perbuatanmu itu kepadamu biar sempurnalah pahalamu dari pada Tuhan, Allah orang Israel, yang di bawah sayapnya engkau telah datang berlindung.","type":"content","verse":"12"},{"content":"Maka kata Rut: Biarlah sahaya mendapat keridlaan dari pada tuan! bagaimana tuan telah menghiburkan sahaya, bagaimana segala kata tuan telah menyenangkan hati hamba tuan ini, jikalau sahaya tiada sama dengan salah seorang dari pada segala hamba tuan itu sekalipun.","type":"content","verse":"13"},{"content":"Maka pada ketika orang makan kata Boaz kepadanya: Marilah engkau di sini, makanlah dari pada roti ini dan celupkanlah suapmu dalam cuka. Maka duduklah Rut pada sisi orang pemotong, lalu ditunjuknya kepadanya emping, maka makanlah ia sampai kenyang, lagi adalah sisanya.","type":"content","verse":"14"},{"content":"Setelah sudah ia bangun pula hendak memungut, maka kata Boaz kepada hamba-hambanya: Apabila ia memungut di antara segala berkas, jangan kamu mengusik akan dia,","type":"content","verse":"15"},{"content":"melainkan terkadang-kadang cecerkanlah segenggam-segenggam, dan biarkanlah dia, supaya ia itu dipungut olehnya, dan jangan kamu gusar akan dia.","type":"content","verse":"16"},{"content":"Arakian, maka dipungut-pungutnya pada bendang itu sampai petang hari, lalu digasaknya barang yang telah dipungutnya itu, adalah kira-kira seefa syeir.","type":"content","verse":"17"},{"content":"Maka diangkatnya, lalu masuk ke dalam negeri, maka dilihat oleh mentuanya akan barang yang telah dipungutnya, maka dikeluarkannya dan diberikannya pula akan mentuanya sisa yang lagi tinggal setelah sudah ia makan sampai kenyang.","type":"content","verse":"18"},{"content":"Maka kata mentuanya kepadanya: Di mana engkau pungut pada hari ini? di mana engkau bekerja? Berkatlah kiranya atas orang yang telah menilik akan dikau! Maka diceriterakannyalah kepada mentuanya di tempat siapa ia telah bekerja, katanya: Adapun nama orang di tempatnya aku bekerja pada hari ini, yaitu Boaz.","type":"content","verse":"19"},{"content":"Lalu kata Naomi kepada menantunya: Berkatlah kiranya dari Tuhan atas orang itu, yang tiada mengurangi kebajikannya akan orang yang hidup dan akan orang yang sudah mati. Dan lagi kata Naomi kepadanya: Bahwa orang itu dari pada kaum keluarga kita, dan ia juga dari pada penebus kita.","type":"content","verse":"20"},{"content":"Maka sahut Rut, orang Moabi itu: Dan lagi kata tuan itu kepadaku: Hendaklah selalu engkau dekat dengan hamba-hambaku juga, sampai sudah dihabiskannya segenap pemotongan yang padaku.","type":"content","verse":"21"},{"content":"Maka kata Naomi kepada Rut, menantunya: Baiklah, hai anakku! engkau keluar juga serta dengan segala hambanya perempuan dan jangan didapati orang akan dikau pada bendang orang lain.","type":"content","verse":"22"},{"content":"Hata, maka selalu ia serta dengan segala hamba perempuan Boaz dalam memungut-mungut sampai sudah habis potongan syeir dan potongan gandum, setelah itu maka tinggallah ia pula dengan mentuanya.","type":"content","verse":"23"}]