[{"content":"Raja menolong perempuan Sunem","type":"title","verse":""},{"content":"Elisa telah berbicara kepada perempuan yang anaknya dihidupkannya kembali, katanya: \"Berkemaslah dan pergilah bersama-sama dengan keluargamu, dan tinggallah di mana saja engkau dapat menetap sebagai pendatang, sebab TUHAN telah mendatangkan kelaparan, yang pasti menimpa negeri ini tujuh tahun lamanya.\"","type":"content","verse":"1"},{"content":"Lalu berkemaslah perempuan itu dan dilakukannyalah seperti perkataan abdi Allah itu. Ia pergi bersama-sama dengan keluarganya, lalu tinggal menetap sebagai pendatang di negeri orang Filistin tujuh tahun lamanya.","type":"content","verse":"2"},{"content":"Dan setelah lewat ketujuh tahun itu, pulanglah perempuan itu dari negeri orang Filistin. Kemudian ia pergi mengadukan perihal rumahnya dan ladangnya kepada raja.","type":"content","verse":"3"},{"content":"Raja sedang berbicara kepada Gehazi, bujang abdi Allah itu, katanya: \"Cobalah ceritakan kepadaku tentang segala perbuatan besar yang dilakukan Elisa.\"","type":"content","verse":"4"},{"content":"Sedang ia menceritakan kepada raja tentang Elisa menghidupkan anak yang sudah mati itu, tampaklah perempuan yang anaknya dihidupkan itu datang mengadukan perihal rumahnya dan ladangnya kepada raja. Lalu berkatalah Gehazi: \"Ya tuanku raja! Inilah perempuan itu dan inilah anaknya yang dihidupkan Elisa.\"","type":"content","verse":"5"},{"content":"Lalu raja bertanya-tanya, dan perempuan itu menceritakan semuanya kepadanya. Kemudian raja menugaskan seorang pegawai istana menyertai perempuan itu dengan pesan: \"Pulangkanlah segala miliknya dan segala hasil ladang itu sejak ia meninggalkan negeri ini sampai sekarang.\"","type":"content","verse":"6"},{"content":"Elisa di Damsyik","type":"title","verse":""},{"content":"Elisa masuk ke Damsyik, dan pada waktu itu Benhadad, raja Aram, sedang sakit. Ketika dikabarkan kepada raja: \"Sudah datang abdi Allah ke mari,\"","type":"content","verse":"7"},{"content":"berkatalah ia kepada Hazael: \"Ambillah persembahan, pergilah menyongsong abdi Allah itu dan mintalah petunjuk TUHAN dengan perantaraannya: Sembuhkah aku dari penyakit ini?\"","type":"content","verse":"8"},{"content":"Lalu pergilah Hazael menyongsong dia, diambilnyalah persembahan berupa segala barang yang indah-indah dari Damsyik, sebanyak muatan empat puluh ekor unta. Sesudah sampai, tampillah ia ke depan Elisa dan berkata: \"Anakmu Benhadad, raja Aram, menyuruh aku menanyakan kepadamu: Apakah aku akan sembuh dari penyakit ini?\"","type":"content","verse":"9"},{"content":"Jawab Elisa kepadanya: \"Pergilah, katakanlah kepadanya: Pastilah engkau sembuh. Namun demikian, TUHAN telah memperlihatkan kepadaku, bahwa ia pasti mati dibunuh.\"","type":"content","verse":"10"},{"content":"Elisa menatap dengan lama ke depan, lalu menangislah abdi Allah itu.","type":"content","verse":"11"},{"content":"Hazael berkata: \"Mengapa tuanku menangis?\" Jawab Elisa: \"Sebab aku tahu bagaimana malapetaka yang akan kaulakukan kepada orang Israel: kotanya yang berkubu akan kaucampakkan ke dalam api, terunanya akan kaubunuh dengan pedang, bayinya akan kauremukkan dan perempuannya yang mengandung akan kaubelah.\"","type":"content","verse":"12"},{"content":"Sesudah itu berkatalah Hazael: \"Tetapi apakah hambamu ini, yang tidak lain dari anjing saja, sehingga ia dapat melakukan hal sehebat itu?\" Jawab Elisa: \"TUHAN telah memperlihatkan kepadaku, bahwa engkau akan menjadi raja atas Aram.\"","type":"content","verse":"13"},{"content":"Lalu ia pergi dan meninggalkan Elisa dan setelah ia sampai kepada tuannya, berkatalah raja kepadanya: \"Apakah dikatakan Elisa kepadamu?\" Jawabnya: \"Ia berkata kepadaku, bahwa pastilah engkau sembuh.\"","type":"content","verse":"14"},{"content":"Tetapi keesokan harinya ia mengambil sehelai selimut yang telah dicelupkannya ke dalam air dan membentangkannya ke atas muka raja. Jadi matilah raja, dan Hazael menjadi raja menggantikan dia.","type":"content","verse":"15"},{"content":"Yoram, raja Yehuda","type":"title","verse":""},{"content":"Dalam tahun kelima zaman Yoram, anak Ahab raja Israel--pada waktu itu Yosafat adalah raja Yehuda--Yoram, anak Yosafat raja Yehuda menjadi raja.","type":"content","verse":"16"},{"content":"Ia berumur tiga puluh dua tahun pada waktu ia menjadi raja dan delapan tahun lamanya ia memerintah di Yerusalem.","type":"content","verse":"17"},{"content":"Ia hidup menurut kelakuan raja-raja Israel seperti yang dilakukan keluarga Ahab, sebab yang menjadi isterinya adalah anak Ahab. Ia melakukan apa yang jahat di mata TUHAN.","type":"content","verse":"18"},{"content":"Namun demikian, TUHAN tidak mau memusnahkan Yehuda oleh karena Daud, hamba-Nya, sesuai dengan yang dijanjikan-Nya kepada Daud, bahwa Ia hendak memberikan keturunan kepadanya dan kepada anak-anaknya untuk selama-lamanya.","type":"content","verse":"19"},{"content":"Pada zamannya memberontaklah Edom dan melepaskan diri dari kekuasaan Yehuda dan mereka mengangkat seorang raja atas mereka sendiri.","type":"content","verse":"20"},{"content":"Maka majulah Yoram ke Zair bersama-sama dengan seluruh keretanya; pada waktu malam bangunlah ia, lalu bersama-sama dengan para panglima pasukan kereta ia menerobos barisan orang Edom yang mengepung dia, tetapi rakyatnya melarikan diri pulang ke kemahnya.","type":"content","verse":"21"},{"content":"Demikianlah Edom memberontak dan terlepas dari kekuasaan Yehuda sampai sekarang ini. Lalu Libnapun memberontak pada masa itu juga.","type":"content","verse":"22"},{"content":"Selebihnya dari riwayat Yoram dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?","type":"content","verse":"23"},{"content":"Kemudian Yoram mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Ahazia, anaknya, menjadi raja menggantikan dia.","type":"content","verse":"24"},{"content":"Ahazia, raja Yehuda","type":"title","verse":""},{"content":"Dalam tahun kedua belas zaman Yoram, anak Ahab raja Israel, Ahazia, anak Yoram raja Yehuda, menjadi raja.","type":"content","verse":"25"},{"content":"Ia berumur dua puluh dua tahun pada waktu ia menjadi raja dan setahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Atalya, cucu Omri raja Israel.","type":"content","verse":"26"},{"content":"Ia hidup menurut kelakuan keluarga Ahab dan ia melakukan apa yang jahat di mata TUHAN sama seperti keluarga Ahab, sebab ia adalah seorang menantu dari keluarga itu.","type":"content","verse":"27"},{"content":"Ia pergi bersama-sama Yoram bin Ahab untuk berperang melawan Hazael, raja Aram, di Ramot-Gilead. Tetapi orang-orang Aram melukai Yoram.","type":"content","verse":"28"},{"content":"Kemudian pulanglah raja Yoram ke Yizreel, supaya diobati luka-lukanya yang ditimbulkan orang Aram di Rama pada waktu ia berperang melawan Hazael, raja Aram. Dan Ahazia, anak Yoram raja Yehuda, pergi menjenguk Yoram bin Ahab di Yizreel, karena dia sakit.","type":"content","verse":"29"}]