[{"content":"Abiam, raja Yehuda","type":"title","verse":""},{"content":"Dalam tahun kedelapan belas zaman raja Yerobeam bin Nebat menjadi rajalah Abiam atas Yehuda.","type":"content","verse":"1"},{"content":"Tiga tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Maakha, anak Abisalom.","type":"content","verse":"2"},{"content":"Abiam hidup dalam segala dosa yang telah dilakukan ayahnya sebelumnya, dan ia tidak dengan sepenuh hati berpaut kepada TUHAN, Allahnya, seperti Daud, moyangnya.","type":"content","verse":"3"},{"content":"Tetapi oleh karena Daud maka TUHAN, Allahnya, memberikan keturunan kepadanya di Yerusalem dengan mengangkat anaknya menggantikan dia dan dengan membiarkan Yerusalem berdiri,","type":"content","verse":"4"},{"content":"karena Daud telah melakukan apa yang benar di mata TUHAN dan tidak menyimpang dari segala yang diperintahkan-Nya kepadanya seumur hidupnya, kecuali dalam perkara Uria, orang Het itu.","type":"content","verse":"5"},{"content":"Dan ada perang antara Rehabeam dan Yerobeam, seumur hidupnya.","type":"content","verse":"6"},{"content":"Selebihnya dari riwayat Abiam dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda? Dan ada perang antara Abiam dan Yerobeam.","type":"content","verse":"7"},{"content":"Kemudian Abiam mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di kota Daud. Maka Asa, anaknya, menjadi raja menggantikan dia.","type":"content","verse":"8"},{"content":"Asa, raja Yehuda","type":"title","verse":""},{"content":"Dalam tahun kedua puluh zaman Yerobeam, raja Israel, Asa menjadi raja atas Yehuda.","type":"content","verse":"9"},{"content":"Empat puluh satu tahun lamanya ia memerintah di Yerusalem. Nama neneknya yang perempuan ialah Maakha, anak Abisalom.","type":"content","verse":"10"},{"content":"Asa melakukan apa yang benar di mata TUHAN seperti Daud, bapa leluhurnya.","type":"content","verse":"11"},{"content":"Ia menyingkirkan pelacuran bakti dari negeri itu dan menjauhkan segala berhala yang dibuat oleh nenek moyangnya.","type":"content","verse":"12"},{"content":"Bahkan ia memecat Maakha, neneknya, dari pangkat ibu suri, karena neneknya itu membuat patung Asyera yang keji. Asa merobohkan patung yang keji itu dan membakarnya di lembah Kidron.","type":"content","verse":"13"},{"content":"Sekalipun bukit-bukit pengorbanan tidak dijauhkan, namun Asa berpaut kepada TUHAN dengan segenap hatinya sepanjang umurnya.","type":"content","verse":"14"},{"content":"Ia membawa persembahan-persembahan kudus ayahnya dan persembahan-persembahan kudusnya sendiri ke rumah TUHAN, yakni emas dan perak serta barang-barang lain.","type":"content","verse":"15"},{"content":"Dan ada perang antara Asa dan Baesa, raja Israel, sepanjang umur mereka.","type":"content","verse":"16"},{"content":"Baesa, raja Israel, maju berperang melawan Yehuda, dan ia memperkuat Rama, dengan maksud mencegah lalu lintas kepada Asa, raja Yehuda.","type":"content","verse":"17"},{"content":"Tetapi Asa mengambil segala emas dan perak yang masih tinggal dalam perbendaharaan rumah TUHAN dan dalam perbendaharaan rumah raja dan menyerahkannya kepada pegawainya. Kemudian raja Asa mengutus mereka kepada Benhadad bin Tabrimon bin Hezion, raja Aram yang diam di Damsyik, dengan membawa pesan:","type":"content","verse":"18"},{"content":"\"Ada perjanjian antara aku dan engkau, antara ayahku dan ayahmu. Di sini kukirim kepadamu suatu bingkisan, yakni emas dan perak. Marilah, batalkanlah perjanjianmu dengan Baesa, raja Israel, supaya ia undur dari padaku.\"","type":"content","verse":"19"},{"content":"Lalu Benhadad mendengarkan permintaan raja Asa; ia menyuruh panglima-panglimanya menyerang kota-kota Israel dan ia mengalahkan Iyon, Dan, Abel-Bet-Maakha dan seluruh Kinerot serta seluruh tanah Naftali.","type":"content","verse":"20"},{"content":"Segera sesudah Baesa mendengar hal itu, ia berhenti memperkuat Rama dan ia menetap di Tirza.","type":"content","verse":"21"},{"content":"Tetapi raja Asa mengerahkan segenap orang Yehuda, seorangpun tiada yang terkecuali; mereka harus mengangkat batu dan kayu yang dipergunakan Baesa untuk memperkuat Rama. Raja Asa mempergunakannya untuk memperkuat Geba-Benyamin dan Mizpa.","type":"content","verse":"22"},{"content":"Selebihnya dari seluruh riwayat Asa dan segala kepahlawanannya dan segala yang dilakukannya dan kota-kota yang diperkuatnya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda? Tetapi pada masa tuanya ia menderita sakit pada kedua kakinya.","type":"content","verse":"23"},{"content":"Kemudian Asa mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud, bapa leluhurnya. Maka Yosafat, anaknya, menjadi raja menggantikan dia.","type":"content","verse":"24"},{"content":"Nadab, raja Israel","type":"title","verse":""},{"content":"Nadab, anak Yerobeam, menjadi raja atas Israel dalam tahun kedua zaman Asa, raja Yehuda. Ia memerintah atas Israel dua tahun lamanya.","type":"content","verse":"25"},{"content":"Ia melakukan apa yang jahat di mata TUHAN, serta hidup menurut tingkah laku ayahnya dan menurut dosa ayahnya, yang mengakibatkan orang Israel berdosa pula.","type":"content","verse":"26"},{"content":"Dan Baesa bin Ahia, dari kaum Isakhar, mengadakan persepakatan melawan dia. Baesa menewaskan dia di Gibeton yang termasuk wilayah orang Filistin, sedang Nadab dan seluruh Israel mengepung Gibeton itu.","type":"content","verse":"27"},{"content":"Baesa membunuh dia dalam tahun ketiga zaman Asa, raja Yehuda, dan menjadi raja menggantikan dia.","type":"content","verse":"28"},{"content":"Segera sesudah ia menjadi raja, ia membunuh seluruh keluarga Yerobeam; tidak ada yang bernafas yang ditinggalkannya hidup dari pada Yerobeam, sampai dipunahkannya semuanya, sesuai dengan firman TUHAN yang diucapkan-Nya dengan perantaraan hamba-Nya Ahia, orang Silo itu,","type":"content","verse":"29"},{"content":"oleh karena dosa-dosa yang telah dilakukan Yerobeam, yang mengakibatkan orang Israel berdosa pula, oleh sebab sakit hati yang ditimbulkannya pada TUHAN, Allah Israel.","type":"content","verse":"30"},{"content":"Selebihnya dari riwayat Nadab dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?","type":"content","verse":"31"},{"content":"Dan ada perang antara Asa dan Baesa, raja Israel, sepanjang umur mereka.","type":"content","verse":"32"},{"content":"Baesa, raja Israel","type":"title","verse":""},{"content":"Dalam tahun ketiga zaman Asa, raja Yehuda, Baesa bin Ahia menjadi raja atas seluruh Israel di Tirza. Ia memerintah dua puluh empat tahun lamanya.","type":"content","verse":"33"},{"content":"Ia melakukan apa yang jahat di mata TUHAN serta hidup menurut tingkah laku Yerobeam dan menurut dosanya yang mengakibatkan orang Israel berdosa pula.","type":"content","verse":"34"}]