[{"content":"Ahab memerangi Ramot-Gilead -- Nabi TUHAN berhadapan dengan nabi-nabi palsu","type":"title","verse":""},{"content":"Tiga tahun lamanya orang tinggal aman dengan tidak ada perang antara Aram dan Israel.","type":"content","verse":"1"},{"content":"Pada tahun yang ketiga pergilah Yosafat, raja Yehuda, kepada raja Israel.","type":"content","verse":"2"},{"content":"Berkatalah raja Israel kepada pegawai-pegawainya: \"Tahukah kamu, bahwa Ramot-Gilead sebenarnya milik kita? Tetapi kita tinggal diam saja dan tidak merebutnya dari tangan raja negeri Aram.\"","type":"content","verse":"3"},{"content":"Lalu katanya kepada Yosafat: \"Maukah engkau pergi bersama-sama aku untuk memerangi Ramot-Gilead?\" Jawab Yosafat kepada raja Israel: \"Kita sama-sama, aku dan engkau, rakyatku dan rakyatmu, kudaku dan kudamu.\"","type":"content","verse":"4"},{"content":"Tetapi Yosafat berkata kepada raja Israel: \"Baiklah tanyakan dahulu firman TUHAN.\"","type":"content","verse":"5"},{"content":"Lalu raja Israel mengumpulkan para nabi, kira-kira empat ratus orang banyaknya, kemudian bertanyalah ia kepada mereka: \"Apakah aku boleh pergi berperang melawan Ramot-Gilead atau aku membatalkannya?\" Jawab mereka: \"Majulah! Tuhan akan menyerahkannya ke dalam tangan raja.\"","type":"content","verse":"6"},{"content":"Tetapi Yosafat bertanya: \"Tidak adakah lagi di sini seorang nabi TUHAN, supaya dengan perantaraannya kita dapat meminta petunjuk?\"","type":"content","verse":"7"},{"content":"Jawab raja Israel kepada Yosafat: \"Masih ada seorang lagi yang dengan perantaraannya dapat diminta petunjuk TUHAN. Tetapi aku membenci dia, sebab tidak pernah ia menubuatkan yang baik tentang aku, melainkan malapetaka. Orang itu ialah Mikha bin Yimla.\" Kata Yosafat: \"Janganlah raja berkata demikian.\"","type":"content","verse":"8"},{"content":"Kemudian raja Israel memanggil seorang pegawai istana, katanya: \"Jemputlah Mikha bin Yimla dengan segera!\"","type":"content","verse":"9"},{"content":"Sementara raja Israel dan Yosafat, raja Yehuda, duduk masing-masing di atas takhtanya dengan pakaian kebesaran, di suatu tempat pengirikan di depan pintu gerbang Samaria, sedang semua nabi itu bernubuat di depan mereka,","type":"content","verse":"10"},{"content":"maka Zedekia bin Kenaana membuat tanduk-tanduk besi, lalu berkata: \"Beginilah firman TUHAN: Dengan ini engkau akan menanduk Aram sampai engkau menghabiskan mereka.\"","type":"content","verse":"11"},{"content":"Juga semua nabi itu bernubuat demikian, katanya: \"Majulah ke Ramot-Gilead, dan engkau akan beruntung; TUHAN akan menyerahkannya ke dalam tangan raja.\"","type":"content","verse":"12"},{"content":"Suruhan yang pergi memanggil Mikha itu, berkata kepadanya: \"Ketahuilah, nabi-nabi itu sudah sepakat meramalkan yang baik bagi raja, hendaklah engkau juga berbicara seperti salah seorang dari pada mereka dan meramalkan yang baik.\"","type":"content","verse":"13"},{"content":"Tetapi Mikha menjawab: \"Demi TUHAN yang hidup, sesungguhnya, apa yang akan difirmankan TUHAN kepadaku, itulah yang akan kukatakan.\"","type":"content","verse":"14"},{"content":"Setelah ia sampai kepada raja, bertanyalah raja kepadanya: \"Mikha, apakah kami boleh pergi berperang melawan Ramot-Gilead atau kami membatalkannya?\" Jawabnya kepadanya: \"Majulah dan engkau akan beruntung, sebab TUHAN akan menyerahkannya ke dalam tangan raja.\"","type":"content","verse":"15"},{"content":"Tetapi raja berkata kepadanya: \"Sampai berapa kali aku menyuruh engkau bersumpah, supaya engkau mengatakan kepadaku tidak lain dari kebenaran demi nama TUHAN?\"","type":"content","verse":"16"},{"content":"Lalu jawabnya: \"Telah kulihat seluruh Israel bercerai-berai di gunung-gunung seperti domba-domba yang tidak mempunyai gembala, sebab itu TUHAN berfirman: Mereka ini tidak punya tuan; baiklah masing-masing pulang ke rumahnya dengan selamat.\"","type":"content","verse":"17"},{"content":"Kemudian raja Israel berkata kepada Yosafat: \"Bukankah telah kukatakan kepadamu: Tidak pernah ia menubuatkan yang baik tentang aku, melainkan hanya malapetaka?\"","type":"content","verse":"18"},{"content":"Kata Mikha: \"Sebab itu dengarkanlah firman TUHAN. Aku telah melihat TUHAN sedang duduk di atas takhta-Nya dan segenap tentara sorga berdiri di dekat-Nya, di sebelah kanan-Nya dan di sebelah kiri-Nya.","type":"content","verse":"19"},{"content":"Dan TUHAN berfirman: Siapakah yang akan membujuk Ahab untuk maju berperang, supaya ia tewas di Ramot-Gilead? Maka yang seorang berkata begini, yang lain berkata begitu.","type":"content","verse":"20"},{"content":"Kemudian tampillah suatu roh, lalu berdiri di hadapan TUHAN. Ia berkata: Aku ini akan membujuknya. TUHAN bertanya kepadanya: Dengan apa?","type":"content","verse":"21"},{"content":"Jawabnya: Aku akan keluar dan menjadi roh dusta dalam mulut semua nabinya. Ia berfirman: Biarlah engkau membujuknya, dan engkau akan berhasil pula. Keluarlah dan perbuatlah demikian!","type":"content","verse":"22"},{"content":"Karena itu, sesungguhnya TUHAN telah menaruh roh dusta ke dalam mulut semua nabimu ini, sebab TUHAN telah menetapkan untuk menimpakan malapetaka kepadamu.\"","type":"content","verse":"23"},{"content":"Sesudah itu tampillah Zedekia bin Kenaana, ditamparnyalah pipi Mikha serta berkata: \"Mana boleh Roh TUHAN pindah dari padaku untuk berbicara kepadamu?\"","type":"content","verse":"24"},{"content":"Tetapi Mikha menjawab: \"Sesungguhnya engkau akan melihatnya pada hari engkau lari dari satu kamar ke kamar yang lain untuk menyembunyikan diri.\"","type":"content","verse":"25"},{"content":"Berkatalah raja Israel: \"Tangkaplah Mikha, bawa dia kembali kepada Amon, penguasa kota, dan kepada Yoas, anak raja,","type":"content","verse":"26"},{"content":"dan katakan: Beginilah titah raja: Masukkan orang ini dalam penjara dan beri dia makan roti dan minum air serba sedikit sampai aku pulang dengan selamat.\"","type":"content","verse":"27"},{"content":"Tetapi jawab Mikha: \"Jika benar-benar engkau pulang dengan selamat, tentulah TUHAN tidak berfirman dengan perantaraanku!\" Lalu disambungnya: \"Dengarlah, hai bangsa-bangsa sekalian!\"","type":"content","verse":"28"},{"content":"Sesudah itu majulah raja Israel dengan Yosafat, raja Yehuda, ke Ramot-Gilead.","type":"content","verse":"29"},{"content":"Raja Israel berkata kepada Yosafat: \"Aku akan menyamar dan masuk pertempuran, tetapi engkau, pakailah pakaian kebesaranmu.\" Lalu menyamarlah raja Israel, kemudian masuk ke pertempuran.","type":"content","verse":"30"},{"content":"Adapun raja negeri Aram telah memberi perintah kepada para panglima pasukan keretanya, tiga puluh dua orang banyaknya, demikian: \"Janganlah kamu berperang melawan sembarang orang, melainkan melawan raja Israel saja.\"","type":"content","verse":"31"},{"content":"Segera sesudah para panglima pasukan kereta itu melihat Yosafat, mereka berkata: \"Itu pasti raja Israel!\" Lalu majulah mereka untuk menyerang dia, tetapi Yosafat berteriak.","type":"content","verse":"32"},{"content":"Segera sesudah para panglima pasukan kereta itu melihat, bahwa dia bukanlah raja Israel, maka undurlah mereka dari padanya.","type":"content","verse":"33"},{"content":"Tetapi seseorang menarik panahnya dan menembak dengan sembarangan saja dan mengenai raja Israel di antara sambungan baju zirahnya. Kemudian ia berkata kepada pengemudi keretanya: \"Putar! Bawa aku keluar dari pertempuran, sebab aku sudah luka.\"","type":"content","verse":"34"},{"content":"Tetapi pertempuran itu bertambah seru pada hari itu, dan raja tetap ditopang berdiri di dalam kereta berhadapan dengan orang Aram itu, sampai ia mati pada waktu petang. Darahnya mengalir dari lukanya ke dalam palung kereta.","type":"content","verse":"35"},{"content":"Kira-kira pada waktu matahari terbenam terdengarlah teriakan di sepanjang barisan tentara itu: \"Masing-masing ke kotanya, masing-masing ke negerinya!","type":"content","verse":"36"},{"content":"Raja sudah mati!\" Maka pulanglah mereka ke Samaria, lalu mereka menguburkan raja di Samaria.","type":"content","verse":"37"},{"content":"Ketika kereta itu dicuci di tepi telaga Samaria, maka darah raja dijilat anjing, sedang perempuan-perempuan sundal mandi di tempat itu, sesuai dengan firman TUHAN yang telah diucapkan-Nya.","type":"content","verse":"38"},{"content":"Selebihnya dari riwayat Ahab dan segala yang dilakukannya serta istana gading dan segala kota yang didirikannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?","type":"content","verse":"39"},{"content":"Demikianlah Ahab mendapat perhentian bersama-sama dengan nenek moyangnya. Maka Ahazia, anaknya, menjadi raja menggantikan dia.","type":"content","verse":"40"},{"content":"Yosafat, raja Yehuda","type":"title","verse":""},{"content":"Yosafat, anak Asa, menjadi raja atas Yehuda dalam tahun keempat zaman Ahab, raja Israel.","type":"content","verse":"41"},{"content":"Yosafat berumur tiga puluh lima tahun pada waktu ia menjadi raja dan dua puluh lima tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Azuba, anak Silhi.","type":"content","verse":"42"},{"content":"Ia hidup mengikuti jejak Asa, ayahnya; ia tidak menyimpang dari padanya dan melakukan apa yang benar di mata TUHAN. (22-44) Hanya bukit-bukit pengorbanan tidak dijauhkan. Orang masih mempersembahkan dan membakar korban di bukit-bukit itu.","type":"content","verse":"43"},{"content":"(22-45) Dan Yosafat hidup dalam damai dengan raja Israel.","type":"content","verse":"44"},{"content":"(22-46) Selebihnya dari riwayat Yosafat dan kepahlawanan yang dilakukannya dan bagaimana ia berperang, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?","type":"content","verse":"45"},{"content":"(22-47) Dan sisa pelacuran bakti yang masih tinggal dalam zaman Asa, ayahnya, dihapuskannya dari negeri itu.","type":"content","verse":"46"},{"content":"(22-48) Tidak ada raja di Edom, karena itu yang menjadi raja ialah seorang kepala daerah.","type":"content","verse":"47"},{"content":"(22-49) Yosafat membuat kapal-kapal Tarsis untuk pergi ke Ofir mengambil emas, tetapi kapal-kapal itu tidak jadi pergi ke sana, sebab kapal-kapal itu pecah di Ezion-Geber.","type":"content","verse":"48"},{"content":"(22-50) Pada waktu itu Ahazia, anak Ahab, berkata kepada Yosafat: \"Baiklah anak buahku pergi bersama-sama anak buahmu dengan kapal-kapal itu.\" Tetapi Yosafat tidak mau.","type":"content","verse":"49"},{"content":"(22-51) Kemudian Yosafat mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud, bapa leluhurnya. Maka Yoram, anaknya, menjadi raja menggantikan dia.","type":"content","verse":"50"},{"content":"Ahazia, raja Israel","type":"title","verse":""},{"content":"(22-52) Ahazia, anak Ahab, menjadi raja atas Israel di Samaria dalam tahun ketujuh belas zaman Yosafat, raja Yehuda, dan ia memerintah atas Israel dua tahun lamanya.","type":"content","verse":"51"},{"content":"(22-53) Ia melakukan apa yang jahat di mata TUHAN dan hidup menurut kelakuan ayahnya dan ibunya dan Yerobeam bin Nebat, yang telah mengakibatkan orang Israel berdosa.","type":"content","verse":"52"},{"content":"(22-54) Ia beribadah kepada Baal dan sujud menyembah kepadanya dan dengan demikian ia menimbulkan sakit hati TUHAN, Allah Israel, tepat seperti yang dilakukan ayahnya.","type":"content","verse":"53"}]