[{"content":"Para pembesar Salomo dan para kepala daerahnya","type":"title","verse":""},{"content":"Maka Salomo menjadi raja atas seluruh Israel.","type":"content","verse":"1"},{"content":"Inilah para pembesarnya: Azarya bin Zadok menjadi imam;","type":"content","verse":"2"},{"content":"Elihoref dan Ahia, anak-anak Sisa menjadi panitera negara; Yosafat bin Ahilud menjadi bendahara negara;","type":"content","verse":"3"},{"content":"Benaya bin Yoyada menjadi panglima; Zadok dan Abyatar menjadi imam.","type":"content","verse":"4"},{"content":"Azarya bin Natan mengawasi para kepala daerah; Zabut bin Natan, seorang imam, menjadi sahabat raja;","type":"content","verse":"5"},{"content":"Ahisar menjadi kepala istana; Adoniram bin Abda menjadi kepala rodi.","type":"content","verse":"6"},{"content":"Salomo mempunyai dua belas orang kepala daerah atas seluruh Israel yang harus menjamin makanan raja dan seisi istananya: adalah tanggungan tiap-tiap kepala daerah untuk menjamin makanan selama sebulan dalam setahun.","type":"content","verse":"7"},{"content":"Inilah nama-nama mereka: Ben-Hur di pegunungan Efraim;","type":"content","verse":"8"},{"content":"Ben-Deker di Makas, di Saalbim, di Bet-Semes dan di Elon-Bet-Hanan;","type":"content","verse":"9"},{"content":"Ben-Hesed di Arubot; wilayahnya ialah Sokho dan seluruh tanah Hefer;","type":"content","verse":"10"},{"content":"Ben-Abinadab memegang seluruh tanah bukit Dor, dan Tafat binti Salomo menjadi isterinya;","type":"content","verse":"11"},{"content":"Baana bin Ahilud memegang Taanakh, Megido dan seluruh Bet-Sean yang di sebelah Sartan di sebelah hilir Yizreel, dari Bet-Sean sampai Abel-Mehola sampai ke seberang Yokmeam.","type":"content","verse":"12"},{"content":"Selanjutnya Ben-Geber di Ramot-Gilead; wilayahnya ialah Hawot-Yair yang di Gilead; Yair ialah anak Manasye. Juga wilayah Argob yang di Basan dipegangnya, enam puluh kota besar, berpagar tembok dan berpalang pintu tembaga;","type":"content","verse":"13"},{"content":"Ahinadab bin Ido memegang Mahanaim.","type":"content","verse":"14"},{"content":"Selanjutnya Ahimaas di Naftali; ia juga mengambil seorang anak Salomo menjadi isterinya, yakni Basmat.","type":"content","verse":"15"},{"content":"Selanjutnya Baana bin Husai di Asyer dan di Alot.","type":"content","verse":"16"},{"content":"Lalu Yosafat bin Paruah di Isakhar","type":"content","verse":"17"},{"content":"dan Simei bin Ela di Benyamin.","type":"content","verse":"18"},{"content":"Geber bin Uri di tanah Gilead memegang tanah Sihon, raja orang Amori, dan tanah Og, raja Basan; dan dialah satu-satunya kepala daerah yang ada di tanah itu.","type":"content","verse":"19"},{"content":"Orang Yehuda dan orang Israel jumlahnya seperti pasir di tepi laut. Mereka makan dan minum serta bersukaria.","type":"content","verse":"20"},{"content":"Kebesaran Salomo","type":"title","verse":""},{"content":"Maka Salomo berkuasa atas segala kerajaan mulai dari sungai Efrat sampai negeri orang Filistin dan sampai ke tapal batas Mesir. Mereka menyampaikan upeti dan tetap takluk kepada Salomo seumur hidupnya.","type":"content","verse":"21"},{"content":"Adapun persediaan makanan yang diperlukan Salomo untuk sehari ialah tiga puluh kor tepung yang terbaik dan enam puluh kor tepung biasa,","type":"content","verse":"22"},{"content":"sepuluh ekor lembu gemukan dan dua puluh lembu gembalaan dan seratus ekor domba, belum terhitung rusa, kijang, rusa dandi dan gangsa piaraan,","type":"content","verse":"23"},{"content":"sebab ia berkuasa atas seluruh tanah di sebelah sini sungai Efrat, mulai dari Tifsah sampai ke Gaza, dan atas semua raja di sebelah sini sungai Efrat; ia dikaruniai damai di seluruh negerinya,","type":"content","verse":"24"},{"content":"sehingga orang Yehuda dan orang Israel diam dengan tenteram, masing-masing di bawah pohon anggur dan pohon aranya, dari Dan sampai Bersyeba seumur hidup Salomo.","type":"content","verse":"25"},{"content":"Lagipula Salomo mempunyai kuda empat puluh ribu kandang untuk kereta-keretanya dan dua belas ribu orang berkuda.","type":"content","verse":"26"},{"content":"Dan para kepala daerah itu menjamin makanan raja Salomo serta semua orang yang ikut makan dari meja raja Salomo. Mereka membawanya masing-masing dalam bulan gilirannya dengan tidak mengurangi sesuatu apapun.","type":"content","verse":"27"},{"content":"Jelai dan jerami untuk kuda-kuda biasa dan kuda-kuda teji dibawa mereka ke tempat yang semestinya, masing-masing menurut tanggungannya.","type":"content","verse":"28"},{"content":"Dan Allah memberikan kepada Salomo hikmat dan pengertian yang amat besar, serta akal yang luas seperti dataran pasir di tepi laut,","type":"content","verse":"29"},{"content":"sehingga hikmat Salomo melebihi hikmat segala bani Timur dan melebihi segala hikmat orang Mesir.","type":"content","verse":"30"},{"content":"Ia lebih bijaksana dari pada semua orang, dari pada Etan, orang Ezrahi itu, dan dari pada Heman, Kalkol dan Darda, anak-anak Mahol; sebab itu ia mendapat nama di antara segala bangsa sekelilingnya.","type":"content","verse":"31"},{"content":"Ia menggubah tiga ribu amsal, dan nyanyiannya ada seribu lima.","type":"content","verse":"32"},{"content":"Ia bersajak tentang pohon-pohonan, dari pohon aras yang di gunung Libanon sampai kepada hisop yang tumbuh pada dinding batu; ia berbicara juga tentang hewan dan tentang burung-burung dan tentang binatang melata dan tentang ikan-ikan.","type":"content","verse":"33"},{"content":"Maka datanglah orang dari segala bangsa mendengarkan hikmat Salomo, dan ia menerima upeti dari semua raja-raja di bumi, yang telah mendengar tentang hikmatnya itu.","type":"content","verse":"34"}]