[{"content":"Then the heads of the fathers’  houses  of the Levites came near to Eleazar the priest, to Joshua the son of Nun, and to the heads of the fathers’  houses  of the tribes of the children of Israel.","type":"content","verse":"1"},{"content":"And they spoke to them at Shiloh in the land of Canaan, saying, \"The LORD commanded through Moses to give us cities to dwell in, with their common–lands for our livestock.\"","type":"content","verse":"2"},{"content":"So the children of Israel gave to the Levites from their inheritance, at the commandment of the LORD, these cities and their common–lands:","type":"content","verse":"3"},{"content":"Now the lot came out for the families of the Kohathites. And the children of Aaron the priest,  who were  of the Levites, had thirteen cities by lot from the tribe of Judah, from the tribe of Simeon, and from the tribe of Benjamin.","type":"content","verse":"4"},{"content":"The rest of the children of Kohath had ten cities by lot from the families of the tribe of Ephraim, from the tribe of Dan, and from the half–tribe of Manasseh.","type":"content","verse":"5"},{"content":"And the children of Gershon had thirteen cities by lot from the families of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half–tribe of Manasseh in Bashan.","type":"content","verse":"6"},{"content":"The children of Merari according to their families had twelve cities from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun.","type":"content","verse":"7"},{"content":"And the children of Israel gave these cities with their common–lands by lot to the Levites, as the LORD had commanded by the hand of Moses.","type":"content","verse":"8"},{"content":"So they gave from the tribe of the children of Judah and from the tribe of the children of Simeon these cities which are designated by name,","type":"content","verse":"9"},{"content":"which were for the children of Aaron, one of the families of the Kohathites,  who were  of the children of Levi; for the lot was theirs first.","type":"content","verse":"10"},{"content":"And they gave them Kirjath Arba ( Arba was  the father of Anak), which  is  Hebron, in the mountains of Judah, with the common–land surrounding it.","type":"content","verse":"11"},{"content":"But the fields of the city and its villages they gave to Caleb the son of Jephunneh as his possession.","type":"content","verse":"12"},{"content":"Thus to the children of Aaron the priest they gave Hebron with its common–land (a city of refuge for the slayer), Libnah with its common–land,","type":"content","verse":"13"},{"content":"Jattir with its common–land, Eshtemoa with its common–land,","type":"content","verse":"14"},{"content":"Holon with its common–land, Debir with its common–land,","type":"content","verse":"15"},{"content":"Ain with its common–land, Juttah with its common–land, and Beth Shemesh with its common–land: nine cities from those two tribes;","type":"content","verse":"16"},{"content":"and from the tribe of Benjamin, Gibeon with its common–land, Geba with its common–land,","type":"content","verse":"17"},{"content":"Anathoth with its common–land, and Almon with its common–land: four cities.","type":"content","verse":"18"},{"content":"All the cities of the children of Aaron, the priests,  were  thirteen cities with their common–lands.","type":"content","verse":"19"},{"content":"And the families of the children of Kohath, the Levites, the rest of the children of Kohath, even they had the cities of their lot from the tribe of Ephraim.","type":"content","verse":"20"},{"content":"For they gave them Shechem with its common–land in the mountains of Ephraim (a city of refuge for the slayer), Gezer with its common–land,","type":"content","verse":"21"},{"content":"Kibzaim with its common–land, and Beth Horon with its common–land: four cities;","type":"content","verse":"22"},{"content":"and from the tribe of Dan, Eltekeh with its common–land, Gibbethon with its common–land,","type":"content","verse":"23"},{"content":"Aijalon with its common–land,  and  Gath Rimmon with its common–land: four cities;","type":"content","verse":"24"},{"content":"and from the half–tribe of Manasseh, Tanach with its common–land and Gath Rimmon with its common–land: two cities.","type":"content","verse":"25"},{"content":"All the ten cities with their common–lands were for the rest of the families of the children of Kohath.","type":"content","verse":"26"},{"content":"Also to the children of Gershon, of the families of the Levites, from the  other  half–tribe of Manasseh,  they gave  Golan in Bashan with its common–land (a city of refuge for the slayer), and Be Eshterah with its common–land: two cities;","type":"content","verse":"27"},{"content":"and from the tribe of Issachar, Kishion with its common–land, Daberath with its common–land,","type":"content","verse":"28"},{"content":"Jarmuth with its common–land,  and  En Gannim with its common–land: four cities;","type":"content","verse":"29"},{"content":"and from the tribe of Asher, Mishal with its common–land, Abdon with its common–land,","type":"content","verse":"30"},{"content":"Helkath with its common–land, and Rehob with its common–land: four cities;","type":"content","verse":"31"},{"content":"and from the tribe of Naphtali, Kedesh in Galilee with its common–land (a city of refuge for the slayer), Hammoth Dor with its common–land, and Kartan with its common–land: three cities.","type":"content","verse":"32"},{"content":"All the cities of the Gershonites according to their families  were  thirteen cities with their common–lands.","type":"content","verse":"33"},{"content":"And to the families of the children of Merari, the rest of the Levites, from the tribe of Zebulun, Jokneam with its common–land, Kartah with its common–land,","type":"content","verse":"34"},{"content":"Dimnah with its common–land,  and  Nahalal with its common–land: four cities;","type":"content","verse":"35"},{"content":"and from the tribe of Reuben, Bezer with its common–land, Jahaz with its common–land,","type":"content","verse":"36"},{"content":"Kedemoth with its common–land, and Mephaath with its common–land: four cities;","type":"content","verse":"37"},{"content":"and from the tribe of Gad, Ramoth in Gilead with its common–land (a city of refuge for the slayer), Mahanaim with its common–land,","type":"content","verse":"38"},{"content":"Heshbon with its common–land,  and  Jazer with its common–land: four cities in all.","type":"content","verse":"39"},{"content":"So all the cities for the children of Merari according to their families, the rest of the families of the Levites, were  by  their lot twelve cities.","type":"content","verse":"40"},{"content":"All the cities of the Levites within the possession of the children of Israel  were  forty–eight cities with their common–lands.","type":"content","verse":"41"},{"content":"Every one of these cities had its common–land surrounding it; thus  were  all these cities.","type":"content","verse":"42"},{"content":"So the LORD gave to Israel all the land of which He had sworn to give to their fathers, and they took possession of it and dwelt in it.","type":"content","verse":"43"},{"content":"The LORD gave them rest all around, according to all that He had sworn to their fathers. And not a man of all their enemies stood against them; the LORD delivered all their enemies into their hand.","type":"content","verse":"44"},{"content":"Not a word failed of any good thing which the LORD had spoken to the house of Israel. All came to pass.","type":"content","verse":"45"}]