[{"content":"Then Zophar the Naamathite answered and said:","type":"content","verse":"1"},{"content":"\"Should not the multitude of words be answered? And should a man full of talk be vindicated?","type":"content","verse":"2"},{"content":"Should your empty talk make men hold their peace? And when you mock, should no one rebuke you?","type":"content","verse":"3"},{"content":"For you have said, ‘My doctrine  is  pure, And I am clean in your eyes.’","type":"content","verse":"4"},{"content":"But oh, that God would speak, And open His lips against you,","type":"content","verse":"5"},{"content":"That He would show you the secrets of wisdom! For  they would  double  your  prudence. Know therefore that God exacts from you  Less  than your iniquity  deserves .","type":"content","verse":"6"},{"content":"\"Can you search out the deep things of God? Can you find out the limits of the Almighty?","type":"content","verse":"7"},{"content":" They are  higher than heaven––what can you do? Deeper than Sheol––what can you know?","type":"content","verse":"8"},{"content":"Their measure  is  longer than the earth And broader than the sea.","type":"content","verse":"9"},{"content":"\"If He passes by, imprisons, and gathers  to judgment , Then who can hinder Him?","type":"content","verse":"10"},{"content":"For He knows deceitful men; He sees wickedness also. Will He not then consider  it ?","type":"content","verse":"11"},{"content":"For an empty–headed man will be wise, When a wild donkey’s colt is born a man.","type":"content","verse":"12"},{"content":"\"If you would prepare your heart, And stretch out your hands toward Him;","type":"content","verse":"13"},{"content":"If iniquity  were  in your hand,  and you  put it far away, And would not let wickedness dwell in your tents;","type":"content","verse":"14"},{"content":"Then surely you could lift up your face without spot; Yes, you could be steadfast, and not fear;","type":"content","verse":"15"},{"content":"Because you would forget  your  misery, And remember  it  as waters  that have  passed away,","type":"content","verse":"16"},{"content":"And  your  life would be brighter than noonday.  Though  you were dark, you would be like the morning.","type":"content","verse":"17"},{"content":"And you would be secure, because there is hope; Yes, you would dig  around you, and  take your rest in safety.","type":"content","verse":"18"},{"content":"You would also lie down, and no one would make  you  afraid;  Yes , many would court your favor.","type":"content","verse":"19"},{"content":"But the eyes of the wicked will fail, And they shall not escape, And their hope––loss of life!\"","type":"content","verse":"20"}]