[{"content":"\"Behold, my eye has seen all  this , My ear has heard and understood it.","type":"content","verse":"1"},{"content":"What you know, I also know; I  am  not inferior to you.","type":"content","verse":"2"},{"content":"But I would speak to the Almighty, And I desire to reason with God.","type":"content","verse":"3"},{"content":"But you forgers of lies, You  are  all worthless physicians.","type":"content","verse":"4"},{"content":"Oh, that you would be silent, And it would be your wisdom!","type":"content","verse":"5"},{"content":"Now hear my reasoning, And heed the pleadings of my lips.","type":"content","verse":"6"},{"content":"Will you speak wickedly for God, And talk deceitfully for Him?","type":"content","verse":"7"},{"content":"Will you show partiality for Him? Will you contend for God?","type":"content","verse":"8"},{"content":"Will it be well when He searches you out? Or can you mock Him as one mocks a man?","type":"content","verse":"9"},{"content":"He will surely rebuke you If you secretly show partiality.","type":"content","verse":"10"},{"content":"Will not His excellence make you afraid, And the dread of Him fall upon you?","type":"content","verse":"11"},{"content":"Your platitudes  are  proverbs of ashes, Your defenses are defenses of clay.","type":"content","verse":"12"},{"content":"\"Hold your peace with me, and let me speak, Then let come on me what  may !","type":"content","verse":"13"},{"content":"Why do I take my flesh in my teeth, And put my life in my hands?","type":"content","verse":"14"},{"content":"Though He slay me, yet will I trust Him. Even so, I will defend my own ways before Him.","type":"content","verse":"15"},{"content":"He also  shall  be my salvation, For a hypocrite could not come before Him.","type":"content","verse":"16"},{"content":"Listen carefully to my speech, And to my declaration with your ears.","type":"content","verse":"17"},{"content":"See now, I have prepared  my  case, I know that I shall be vindicated.","type":"content","verse":"18"},{"content":"Who  is  he  who  will contend with me? If now I hold my tongue, I perish.","type":"content","verse":"19"},{"content":"\"Only two  things  do not do to me, Then I will not hide myself from You:","type":"content","verse":"20"},{"content":"Withdraw Your hand far from me, And let not the dread of You make me afraid.","type":"content","verse":"21"},{"content":"Then call, and I will answer; Or let me speak, then You respond to me.","type":"content","verse":"22"},{"content":"How many  are  my iniquities and sins? Make me know my transgression and my sin.","type":"content","verse":"23"},{"content":"Why do You hide Your face, And regard me as Your enemy?","type":"content","verse":"24"},{"content":"Will You frighten a leaf driven to and fro? And will You pursue dry stubble?","type":"content","verse":"25"},{"content":"For You write bitter things against me, And make me inherit the iniquities of my youth.","type":"content","verse":"26"},{"content":"You put my feet in the stocks, And watch closely all my paths. You set a limit for the soles of my feet.","type":"content","verse":"27"},{"content":"\"Man decays like a rotten thing, Like a garment that is moth–eaten.","type":"content","verse":"28"}]