[{"content":"Then Eliphaz the Temanite answered and said:","type":"content","verse":"1"},{"content":"\"Should a wise man answer with empty knowledge, And fill himself with the east wind?","type":"content","verse":"2"},{"content":"Should he reason with unprofitable talk, Or by speeches with which he can do no good?","type":"content","verse":"3"},{"content":"Yes, you cast off fear, And restrain prayer before God.","type":"content","verse":"4"},{"content":"For your iniquity teaches your mouth, And you choose the tongue of the crafty.","type":"content","verse":"5"},{"content":"Your own mouth condemns you, and not I; Yes, your own lips testify against you.","type":"content","verse":"6"},{"content":"\" Are  you the first man  who  was born? Or were you made before the hills?","type":"content","verse":"7"},{"content":"Have you heard the counsel of God? Do you limit wisdom to yourself?","type":"content","verse":"8"},{"content":"What do you know that we do not know?  What  do you understand that  is  not in us?","type":"content","verse":"9"},{"content":"Both the gray–haired and the aged  are  among us, Much older than your father.","type":"content","verse":"10"},{"content":" Are  the consolations of God too small for you, And the word  spoken  gently with you?","type":"content","verse":"11"},{"content":"Why does your heart carry you away, And what do your eyes wink at,","type":"content","verse":"12"},{"content":"That you turn your spirit against God, And let  such  words go out of your mouth?","type":"content","verse":"13"},{"content":"\"What  is  man, that he could be pure? And  he who is  born of a woman, that he could be righteous?","type":"content","verse":"14"},{"content":"If  God  puts no trust in His saints, And the heavens are not pure in His sight,","type":"content","verse":"15"},{"content":"How much less man,  who is  abominable and filthy, Who drinks iniquity like water!","type":"content","verse":"16"},{"content":"\"I will tell you, hear me; What I have seen I will declare,","type":"content","verse":"17"},{"content":"What wise men have told, Not hiding  anything received  from their fathers,","type":"content","verse":"18"},{"content":"To whom alone the land was given, And no alien passed among them:","type":"content","verse":"19"},{"content":"The wicked man writhes with pain all  his  days, And the number of years is hidden from the oppressor.","type":"content","verse":"20"},{"content":"Dreadful sounds  are  in his ears; In prosperity the destroyer comes upon him.","type":"content","verse":"21"},{"content":"He does not believe that he will return from darkness, For a sword is waiting for him.","type":"content","verse":"22"},{"content":"He wanders about for bread,  saying , ‘Where  is it ?’ He knows that a day of darkness is ready at his hand.","type":"content","verse":"23"},{"content":"Trouble and anguish make him afraid; They overpower him, like a king ready for battle.","type":"content","verse":"24"},{"content":"For he stretches out his hand against God, And acts defiantly against the Almighty,","type":"content","verse":"25"},{"content":"Running stubbornly against Him With his strong, embossed shield.","type":"content","verse":"26"},{"content":"\"Though he has covered his face with his fatness, And made  his  waist heavy with fat,","type":"content","verse":"27"},{"content":"He dwells in desolate cities, In houses which no one inhabits, Which are destined to become ruins.","type":"content","verse":"28"},{"content":"He will not be rich, Nor will his wealth continue, Nor will his possessions overspread the earth.","type":"content","verse":"29"},{"content":"He will not depart from darkness; The flame will dry out his branches, And by the breath of His mouth he will go away.","type":"content","verse":"30"},{"content":"Let him not trust in futile  things , deceiving himself, For futility will be his reward.","type":"content","verse":"31"},{"content":"It will be accomplished before his time, And his branch will not be green.","type":"content","verse":"32"},{"content":"He will shake off his unripe grape like a vine, And cast off his blossom like an olive tree.","type":"content","verse":"33"},{"content":"For the company of hypocrites  will be  barren, And fire will consume the tents of bribery.","type":"content","verse":"34"},{"content":"They conceive trouble and bring forth futility; Their womb prepares deceit.\"","type":"content","verse":"35"}]