[{"content":"Then Job answered and said:","type":"content","verse":"1"},{"content":"\"I have heard many such things; Miserable comforters  are  you all!","type":"content","verse":"2"},{"content":"Shall words of wind have an end? Or what provokes you that you answer?","type":"content","verse":"3"},{"content":"I also could speak as you  do , If your soul were in my soul’s place. I could heap up words against you, And shake my head at you;","type":"content","verse":"4"},{"content":" But  I would strengthen you with my mouth, And the comfort of my lips would relieve  your grief .","type":"content","verse":"5"},{"content":"\"Though I speak, my grief is not relieved; And  if  I remain silent, how am I eased?","type":"content","verse":"6"},{"content":"But now He has worn me out; You have made desolate all my company.","type":"content","verse":"7"},{"content":"You have shriveled me up, And it is a witness  against me ; My leanness rises up against me  And  bears witness to my face.","type":"content","verse":"8"},{"content":"He tears  me  in His wrath, and hates me; He gnashes at me with His teeth; My adversary sharpens His gaze on me.","type":"content","verse":"9"},{"content":"They gape at me with their mouth, They strike me reproachfully on the cheek, They gather together against me.","type":"content","verse":"10"},{"content":"God has delivered me to the ungodly, And turned me over to the hands of the wicked.","type":"content","verse":"11"},{"content":"I was at ease, but He has shattered me; He also has taken  me  by my neck, and shaken me to pieces; He has set me up for His target,","type":"content","verse":"12"},{"content":"His archers surround me. He pierces my heart and does not pity; He pours out my gall on the ground.","type":"content","verse":"13"},{"content":"He breaks me with wound upon wound; He runs at me like a warrior.","type":"content","verse":"14"},{"content":"\"I have sewn sackcloth over my skin, And laid my head in the dust.","type":"content","verse":"15"},{"content":"My face is flushed from weeping, And on my eyelids  is  the shadow of death;","type":"content","verse":"16"},{"content":"Although no violence  is  in my hands, And my prayer  is  pure.","type":"content","verse":"17"},{"content":"\"O earth, do not cover my blood, And let my cry have no  resting  place!","type":"content","verse":"18"},{"content":"Surely even now my witness  is  in heaven, And my evidence  is  on high.","type":"content","verse":"19"},{"content":"My friends scorn me; My eyes pour out  tears  to God.","type":"content","verse":"20"},{"content":"Oh, that one might plead for a man with God, As a man  pleads  for his neighbor!","type":"content","verse":"21"},{"content":"For when a few years are finished, I shall go the way of no return.","type":"content","verse":"22"}]