[{"content":"Then Zophar the Naamathite answered and said:","type":"content","verse":"1"},{"content":"\"Therefore my anxious thoughts make me answer, Because of the turmoil within me.","type":"content","verse":"2"},{"content":"I have heard the rebuke that reproaches me, And the spirit of my understanding causes me to answer.","type":"content","verse":"3"},{"content":"\"Do you  not  know this of old, Since man was placed on earth,","type":"content","verse":"4"},{"content":"That the triumphing of the wicked is short, And the joy of the hypocrite is  but  for a moment?","type":"content","verse":"5"},{"content":"Though his haughtiness mounts up to the heavens, And his head reaches to the clouds,","type":"content","verse":"6"},{"content":" Yet  he will perish forever like his own refuse; Those who have seen him will say, ‘Where is he?’","type":"content","verse":"7"},{"content":"He will fly away like a dream, and not be found; Yes, he will be chased away like a vision of the night.","type":"content","verse":"8"},{"content":"The eye  that  saw him will  see him  no more, Nor will his place behold him anymore.","type":"content","verse":"9"},{"content":"His children will seek the favor of the poor, And his hands will restore his wealth.","type":"content","verse":"10"},{"content":"His bones are full of his youthful vigor, But it will lie down with him in the dust.","type":"content","verse":"11"},{"content":"\"Though evil is sweet in his mouth,  And  he hides it under his tongue,","type":"content","verse":"12"},{"content":" Though  he spares it and does not forsake it, But still keeps it in his mouth,","type":"content","verse":"13"},{"content":" Yet  his food in his stomach turns sour; It becomes cobra venom within him.","type":"content","verse":"14"},{"content":"He swallows down riches And vomits them up again; God casts them out of his belly.","type":"content","verse":"15"},{"content":"He will suck the poison of cobras; The viper’s tongue will slay him.","type":"content","verse":"16"},{"content":"He will not see the streams, The rivers flowing with honey and cream.","type":"content","verse":"17"},{"content":"He will restore that for which he labored, And will not swallow  it  down; From the proceeds of business He will get no enjoyment.","type":"content","verse":"18"},{"content":"For he has oppressed  and  forsaken the poor, He has violently seized a house which he did not build.","type":"content","verse":"19"},{"content":"\"Because he knows no quietness in his heart, He will not save anything he desires.","type":"content","verse":"20"},{"content":"Nothing is left for him to eat; Therefore his well–being will not last.","type":"content","verse":"21"},{"content":"In his self–sufficiency he will be in distress; Every hand of misery will come against him.","type":"content","verse":"22"},{"content":" When  he is about to fill his stomach,  God  will cast on him the fury of His wrath, And will rain  it  on him while he is eating.","type":"content","verse":"23"},{"content":"He will flee from the iron weapon; A bronze bow will pierce him through.","type":"content","verse":"24"},{"content":"It is drawn, and comes out of the body; Yes, the glittering  point comes  out of his gall. Terrors  come  upon him;","type":"content","verse":"25"},{"content":"Total darkness  is  reserved for his treasures. An unfanned fire will consume him; It shall go ill with him who is left in his tent.","type":"content","verse":"26"},{"content":"The heavens will reveal his iniquity, And the earth will rise up against him.","type":"content","verse":"27"},{"content":"The increase of his house will depart,  And his goods  will flow away in the day of His wrath.","type":"content","verse":"28"},{"content":"This  is  the portion from God for a wicked man, The heritage appointed to him by God.\"","type":"content","verse":"29"}]