[{"content":"Then Job answered and said:","type":"content","verse":"1"},{"content":"\"Listen carefully to my speech, And let this be your consolation.","type":"content","verse":"2"},{"content":"Bear with me that I may speak, And after I have spoken, keep mocking.","type":"content","verse":"3"},{"content":"\"As for me,  is  my complaint against man? And if  it were , why should I not be impatient?","type":"content","verse":"4"},{"content":"Look at me and be astonished; Put  your  hand over  your  mouth.","type":"content","verse":"5"},{"content":"Even when I remember I am terrified, And trembling takes hold of my flesh.","type":"content","verse":"6"},{"content":"Why do the wicked live  and  become old, Yes, become mighty in power?","type":"content","verse":"7"},{"content":"Their descendants are established with them in their sight, And their offspring before their eyes.","type":"content","verse":"8"},{"content":"Their houses  are  safe from fear, Neither  is  the rod of God upon them.","type":"content","verse":"9"},{"content":"Their bull breeds without failure; Their cow calves without miscarriage.","type":"content","verse":"10"},{"content":"They send forth their little ones like a flock, And their children dance.","type":"content","verse":"11"},{"content":"They sing to the tambourine and harp, And rejoice to the sound of the flute.","type":"content","verse":"12"},{"content":"They spend their days in wealth, And in a moment go down to the grave.","type":"content","verse":"13"},{"content":"Yet they say to God, ‘Depart from us, For we do not desire the knowledge of Your ways.","type":"content","verse":"14"},{"content":"Who  is  the Almighty, that we should serve Him? And what profit do we have if we pray to Him?’","type":"content","verse":"15"},{"content":"Indeed their prosperity  is  not in their hand; The counsel of the wicked is far from me.","type":"content","verse":"16"},{"content":"\"How often is the lamp of the wicked put out?  How often  does their destruction come upon them, The sorrows  God  distributes in His anger?","type":"content","verse":"17"},{"content":"They are like straw before the wind, And like chaff that a storm carries away.","type":"content","verse":"18"},{"content":" They say , ‘God lays up one’s iniquity for his children’; Let Him recompense him, that he may know  it .","type":"content","verse":"19"},{"content":"Let his eyes see his destruction, And let him drink of the wrath of the Almighty.","type":"content","verse":"20"},{"content":"For what does he care about his household after him, When the number of his months is cut in half?","type":"content","verse":"21"},{"content":"\"Can  anyone  teach God knowledge, Since He judges those on high?","type":"content","verse":"22"},{"content":"One dies in his full strength, Being wholly at ease and secure;","type":"content","verse":"23"},{"content":"His pails are full of milk, And the marrow of his bones is moist.","type":"content","verse":"24"},{"content":"Another man dies in the bitterness of his soul, Never having eaten with pleasure.","type":"content","verse":"25"},{"content":"They lie down alike in the dust, And worms cover them.","type":"content","verse":"26"},{"content":"\"Look, I know your thoughts, And the schemes  with which  you would wrong me.","type":"content","verse":"27"},{"content":"For you say, ‘Where  is  the house of the prince? And where  is  the tent, The dwelling place of the wicked?’","type":"content","verse":"28"},{"content":"Have you not asked those who travel the road? And do you not know their signs?","type":"content","verse":"29"},{"content":"For the wicked are reserved for the day of doom; They shall be brought out on the day of wrath.","type":"content","verse":"30"},{"content":"Who condemns his way to his face? And who repays him  for what  he has done?","type":"content","verse":"31"},{"content":"Yet he shall be brought to the grave, And a vigil kept over the tomb.","type":"content","verse":"32"},{"content":"The clods of the valley shall be sweet to him; Everyone shall follow him, As countless  have gone  before him.","type":"content","verse":"33"},{"content":"How then can you comfort me with empty words, Since falsehood remains in your answers?\"","type":"content","verse":"34"}]