[{"content":"Moreover Job continued his discourse, and said:","type":"content","verse":"1"},{"content":"\" As  God lives,  who  has taken away my justice, And the Almighty,  who  has made my soul bitter,","type":"content","verse":"2"},{"content":"As long as my breath  is  in me, And the breath of God in my nostrils,","type":"content","verse":"3"},{"content":"My lips will not speak wickedness, Nor my tongue utter deceit.","type":"content","verse":"4"},{"content":"Far be it from me That I should say you are right; Till I die I will not put away my integrity from me.","type":"content","verse":"5"},{"content":"My righteousness I hold fast, and will not let it go; My heart shall not reproach  me  as long as I live.","type":"content","verse":"6"},{"content":"\"May my enemy be like the wicked, And he who rises up against me like the unrighteous.","type":"content","verse":"7"},{"content":"For what is the hope of the hypocrite, Though he may gain  much , If God takes away his life?","type":"content","verse":"8"},{"content":"Will God hear his cry When trouble comes upon him?","type":"content","verse":"9"},{"content":"Will he delight himself in the Almighty? Will he always call on God?","type":"content","verse":"10"},{"content":"\"I will teach you about the hand of God; What  is  with the Almighty I will not conceal.","type":"content","verse":"11"},{"content":"Surely all of you have seen  it ; Why then do you behave with complete nonsense?","type":"content","verse":"12"},{"content":"\"This is the portion of a wicked man with God, And the heritage of oppressors, received from the Almighty:","type":"content","verse":"13"},{"content":"If his children are multiplied,  it is  for the sword; And his offspring shall not be satisfied with bread.","type":"content","verse":"14"},{"content":"Those who survive him shall be buried in death, And their widows shall not weep,","type":"content","verse":"15"},{"content":"Though he heaps up silver like dust, And piles up clothing like clay––","type":"content","verse":"16"},{"content":"He may pile  it  up, but the just will wear  it , And the innocent will divide the silver.","type":"content","verse":"17"},{"content":"He builds his house like a moth, Like a booth  which  a watchman makes.","type":"content","verse":"18"},{"content":"The rich man will lie down, But not be gathered  up ; He opens his eyes, And he  is  no more.","type":"content","verse":"19"},{"content":"Terrors overtake him like a flood; A tempest steals him away in the night.","type":"content","verse":"20"},{"content":"The east wind carries him away, and he is gone; It sweeps him out of his place.","type":"content","verse":"21"},{"content":"It hurls against him and does not spare; He flees desperately from its power.","type":"content","verse":"22"},{"content":" Men  shall clap their hands at him, And shall hiss him out of his place.","type":"content","verse":"23"}]