[{"content":"Job further continued his discourse, and said:","type":"content","verse":"1"},{"content":"Oh, that I were as  in  months past, As  in  the days  when  God watched over me;","type":"content","verse":"2"},{"content":"When His lamp shone upon my head,  And when  by His light I walked  through  darkness;","type":"content","verse":"3"},{"content":"Just as I was in the days of my prime, When the friendly counsel of God  was  over my tent;","type":"content","verse":"4"},{"content":"When the Almighty  was  yet with me,  When  my children  were  around me;","type":"content","verse":"5"},{"content":"When my steps were bathed with cream, And the rock poured out rivers of oil for me!","type":"content","verse":"6"},{"content":"\"When I went out to the gate by the city,  When  I took my seat in the open square,","type":"content","verse":"7"},{"content":"The young men saw me and hid, And the aged arose  and  stood;","type":"content","verse":"8"},{"content":"The princes refrained from talking, And put  their  hand on their mouth;","type":"content","verse":"9"},{"content":"The voice of nobles was hushed, And their tongue stuck to the roof of their mouth.","type":"content","verse":"10"},{"content":"When the ear heard, then it blessed me, And when the eye saw, then it approved me;","type":"content","verse":"11"},{"content":"Because I delivered the poor who cried out, The fatherless and  the one who  had no helper.","type":"content","verse":"12"},{"content":"The blessing of a perishing  man  came upon me, And I caused the widow’s heart to sing for joy.","type":"content","verse":"13"},{"content":"I put on righteousness, and it clothed me; My justice  was  like a robe and a turban.","type":"content","verse":"14"},{"content":"I  was  eyes to the blind, And I  was  feet to the lame.","type":"content","verse":"15"},{"content":"I  was  a father to the poor, And I searched out the case  that  I did not know.","type":"content","verse":"16"},{"content":"I broke the fangs of the wicked, And plucked the victim from his teeth.","type":"content","verse":"17"},{"content":"\"Then I said, ‘I shall die in my nest, And multiply  my  days as the sand.","type":"content","verse":"18"},{"content":"My root  is  spread out to the waters, And the dew lies all night on my branch.","type":"content","verse":"19"},{"content":"My glory  is  fresh within me, And my bow is renewed in my hand.’","type":"content","verse":"20"},{"content":"\" Men  listened to me and waited, And kept silence for my counsel.","type":"content","verse":"21"},{"content":"After my words they did not speak again, And my speech settled on them  as dew .","type":"content","verse":"22"},{"content":"They waited for me  as  for the rain, And they opened their mouth wide  as  for the spring rain.","type":"content","verse":"23"},{"content":" If  I mocked at them, they did not believe  it , And the light of my countenance they did not cast down.","type":"content","verse":"24"},{"content":"I chose the way for them, and sat as chief; So I dwelt as a king in the army, As one  who  comforts mourners.","type":"content","verse":"25"}]