[{"content":"So these three men ceased answering Job, because he  was  righteous in his own eyes.","type":"content","verse":"1"},{"content":"Then the wrath of Elihu, the son of Barachel the Buzite, of the family of Ram, was aroused against Job; his wrath was aroused because he justified himself rather than God.","type":"content","verse":"2"},{"content":"Also against his three friends his wrath was aroused, because they had found no answer, and  yet  had condemned Job.","type":"content","verse":"3"},{"content":"Now because they  were  years older than he, Elihu had waited to speak to Job.","type":"content","verse":"4"},{"content":"When Elihu saw that  there was  no answer in the mouth of these three men, his wrath was aroused.","type":"content","verse":"5"},{"content":"So Elihu, the son of Barachel the Buzite, answered and said: \"I  am  young in years, and you  are  very old; Therefore I was afraid, And dared not declare my opinion to you.","type":"content","verse":"6"},{"content":"I said, ‘Age should speak, And multitude of years should teach wisdom.’","type":"content","verse":"7"},{"content":"But  there is  a spirit in man, And the breath of the Almighty gives him understanding.","type":"content","verse":"8"},{"content":"Great men are not  always  wise, Nor do the aged  always  understand justice.","type":"content","verse":"9"},{"content":"\"Therefore I say, ‘Listen to me, I also will declare my opinion.’","type":"content","verse":"10"},{"content":"Indeed I waited for your words, I listened to your reasonings, while you searched out what to say.","type":"content","verse":"11"},{"content":"I paid close attention to you; And surely not one of you convinced Job,  Or  answered his words––","type":"content","verse":"12"},{"content":"Lest you say, ‘We have found wisdom’; God will vanquish him, not man.","type":"content","verse":"13"},{"content":"Now he has not directed  his  words against me; So I will not answer him with your words.","type":"content","verse":"14"},{"content":"\"They are dismayed and answer no more; Words escape them.","type":"content","verse":"15"},{"content":"And I have waited, because they did not speak, Because they stood still  and  answered no more.","type":"content","verse":"16"},{"content":"I also will answer my part, I too will declare my opinion.","type":"content","verse":"17"},{"content":"For I am full of words; The spirit within me compels me.","type":"content","verse":"18"},{"content":"Indeed my belly  is  like wine  that  has no vent; It is ready to burst like new wineskins.","type":"content","verse":"19"},{"content":"I will speak, that I may find relief; I must open my lips and answer.","type":"content","verse":"20"},{"content":"Let me not, I pray, show partiality to anyone; Nor let me flatter any man.","type":"content","verse":"21"},{"content":"For I do not know how to flatter,  Else  my Maker would soon take me away.","type":"content","verse":"22"}]