[{"content":"\"But please, Job, hear my speech, And listen to all my words.","type":"content","verse":"1"},{"content":"Now, I open my mouth; My tongue speaks in my mouth.","type":"content","verse":"2"},{"content":"My words  come  from my upright heart; My lips utter pure knowledge.","type":"content","verse":"3"},{"content":"The Spirit of God has made me, And the breath of the Almighty gives me life.","type":"content","verse":"4"},{"content":"If you can answer me, Set  your words  in order before me; Take your stand.","type":"content","verse":"5"},{"content":"Truly I  am  as your spokesman before God; I also have been formed out of clay.","type":"content","verse":"6"},{"content":"Surely no fear of me will terrify you, Nor will my hand be heavy on you.","type":"content","verse":"7"},{"content":"\"Surely you have spoken in my hearing, And I have heard the sound of  your  words,  saying ,","type":"content","verse":"8"},{"content":"‘I  am  pure, without transgression; I  am  innocent, and  there is  no iniquity in me.","type":"content","verse":"9"},{"content":"Yet He finds occasions against me, He counts me as His enemy;","type":"content","verse":"10"},{"content":"He puts my feet in the stocks, He watches all my paths.’","type":"content","verse":"11"},{"content":"\"Look,  in  this you are not righteous. I will answer you, For God is greater than man.","type":"content","verse":"12"},{"content":"Why do you contend with Him? For He does not give an accounting of any of His words.","type":"content","verse":"13"},{"content":"For God may speak in one way, or in another,  Yet man  does not perceive it.","type":"content","verse":"14"},{"content":"In a dream, in a vision of the night, When deep sleep falls upon men, While slumbering on their beds,","type":"content","verse":"15"},{"content":"Then He opens the ears of men, And seals their instruction.","type":"content","verse":"16"},{"content":"In order to turn man  from his  deed, And conceal pride from man,","type":"content","verse":"17"},{"content":"He keeps back his soul from the Pit, And his life from perishing by the sword.","type":"content","verse":"18"},{"content":"\"Man is also chastened with pain on his bed, And with strong  pain  in many of his bones,","type":"content","verse":"19"},{"content":"So that his life abhors bread, And his soul succulent food.","type":"content","verse":"20"},{"content":"His flesh wastes away from sight, And his bones stick out  which once  were not seen.","type":"content","verse":"21"},{"content":"Yes, his soul draws near the Pit, And his life to the executioners.","type":"content","verse":"22"},{"content":"\"If there is a messenger for him, A mediator, one among a thousand, To show man His uprightness,","type":"content","verse":"23"},{"content":"Then He is gracious to him, and says, ‘Deliver him from going down to the Pit; I have found a ransom’;","type":"content","verse":"24"},{"content":"His flesh shall be young like a child’s, He shall return to the days of his youth.","type":"content","verse":"25"},{"content":"He shall pray to God, and He will delight in him, He shall see His face with joy, For He restores to man His righteousness.","type":"content","verse":"26"},{"content":"Then he looks at men and says, ‘I have sinned, and perverted  what was  right, And it did not profit me.’","type":"content","verse":"27"},{"content":"He will redeem his soul from going down to the Pit, And his life shall see the light.","type":"content","verse":"28"},{"content":"\"Behold, God works all these  things , Twice,  in fact , three  times  with a man,","type":"content","verse":"29"},{"content":"To bring back his soul from the Pit, That he may be enlightened with the light of life.","type":"content","verse":"30"},{"content":"\"Give ear, Job, listen to me; Hold your peace, and I will speak.","type":"content","verse":"31"},{"content":"If you have anything to say, answer me; Speak, for I desire to justify you.","type":"content","verse":"32"},{"content":"If not, listen to me; Hold your peace, and I will teach you wisdom.\"","type":"content","verse":"33"}]