[{"content":"Elihu further answered and said:","type":"content","verse":"1"},{"content":"\"Hear my words, you wise  men ; Give ear to me, you who have knowledge.","type":"content","verse":"2"},{"content":"For the ear tests words As the palate tastes food.","type":"content","verse":"3"},{"content":"Let us choose justice for ourselves; Let us know among ourselves what  is  good.","type":"content","verse":"4"},{"content":"\"For Job has said, ‘I am righteous, But God has taken away my justice;","type":"content","verse":"5"},{"content":"Should I lie concerning my right? My wound  is  incurable,  though I am  without transgression.’","type":"content","verse":"6"},{"content":"What man  is  like Job,  Who  drinks scorn like water,","type":"content","verse":"7"},{"content":"Who goes in company with the workers of iniquity, And walks with wicked men?","type":"content","verse":"8"},{"content":"For he has said, ‘It profits a man nothing That he should delight in God.’","type":"content","verse":"9"},{"content":"\"Therefore listen to me, you men of understanding: Far be it from God  to do  wickedness, And  from  the Almighty to  commit  iniquity.","type":"content","verse":"10"},{"content":"For He repays man  according to  his work, And makes man to find a reward according to  his  way.","type":"content","verse":"11"},{"content":"Surely God will never do wickedly, Nor will the Almighty pervert justice.","type":"content","verse":"12"},{"content":"Who gave Him charge over the earth? Or who appointed  Him over  the whole world?","type":"content","verse":"13"},{"content":"If He should set His heart on it,  If  He should gather to Himself His Spirit and His breath,","type":"content","verse":"14"},{"content":"All flesh would perish together, And man would return to dust.","type":"content","verse":"15"},{"content":"\"If  you have  understanding, hear this; listen to the sound of my words:","type":"content","verse":"16"},{"content":"Should one who hates justice govern? Will you condemn  Him who is  most just?","type":"content","verse":"17"},{"content":" Is it fitting  to say to a king, ‘ You are  worthless,’  And  to nobles, ‘ You are  wicked’?","type":"content","verse":"18"},{"content":"Yet He is not partial to princes, Nor does He regard the rich more than the poor; For they  are  all the work of His hands.","type":"content","verse":"19"},{"content":"In a moment they die, in the middle of the night; The people are shaken and pass away; The mighty are taken away without a hand.","type":"content","verse":"20"},{"content":"\"For His eyes  are  on the ways of man, And He sees all his steps.","type":"content","verse":"21"},{"content":"There is no darkness nor shadow of death Where the workers of iniquity may hide themselves.","type":"content","verse":"22"},{"content":"For He need not further consider a man, That he should go before God in judgment.","type":"content","verse":"23"},{"content":"He breaks in pieces mighty men without inquiry, And sets others in their place.","type":"content","verse":"24"},{"content":"Therefore he knows their works; He overthrows  them  in the night, And they are crushed.","type":"content","verse":"25"},{"content":"He strikes them as wicked  men  In the open sight of others,","type":"content","verse":"26"},{"content":"Because they turned back from Him, And would not consider any of His ways,","type":"content","verse":"27"},{"content":"So that they caused the cry of the poor to come to Him; For He hears the cry of the afflicted.","type":"content","verse":"28"},{"content":"When He gives quietness, who then can make trouble? And when He hides  His  face, who then can see Him, Whether  it is  against a nation or a man alone? ––","type":"content","verse":"29"},{"content":"That the hypocrite should not reign, Lest the people be ensnared.","type":"content","verse":"30"},{"content":"\"For has  anyone  said to God, ‘I have borne  chastening ; I will offend no more;","type":"content","verse":"31"},{"content":"Teach me  what  I do not see; If I have done iniquity, I will do no more’?","type":"content","verse":"32"},{"content":"Should He repay  it  according to your  terms, Just  because you disavow it? You must choose, and not I; Therefore speak what you know.","type":"content","verse":"33"},{"content":"\"Men of understanding say to me, Wise men who listen to me:","type":"content","verse":"34"},{"content":"‘Job speaks without knowledge, His words  are  without wisdom.’","type":"content","verse":"35"},{"content":"Oh, that Job were tried to the utmost, Because  his  answers  are like  those of wicked men!","type":"content","verse":"36"},{"content":"For he adds rebellion to his sin; He claps  his hands  among us, And multiplies his words against God.\"","type":"content","verse":"37"}]