[{"content":"Elihu also proceeded and said:","type":"content","verse":"1"},{"content":"\"Bear with me a little, and I will show you That  there are  yet words to speak on God’s behalf.","type":"content","verse":"2"},{"content":"I will fetch my knowledge from afar; I will ascribe righteousness to my Maker.","type":"content","verse":"3"},{"content":"For truly my words  are  not false; One who is perfect in knowledge  is  with you.","type":"content","verse":"4"},{"content":"\"Behold, God  is  mighty, but despises  no one; He is  mighty in strength of understanding.","type":"content","verse":"5"},{"content":"He does not preserve the life of the wicked, But gives justice to the oppressed.","type":"content","verse":"6"},{"content":"He does not withdraw His eyes from the righteous; But  they are  on the throne with kings, For He has seated them forever, And they are exalted.","type":"content","verse":"7"},{"content":"And if  they are  bound in fetters, Held in the cords of affliction,","type":"content","verse":"8"},{"content":"Then He tells them their work and their transgressions––That they have acted defiantly.","type":"content","verse":"9"},{"content":"He also opens their ear to instruction, And commands that they turn from iniquity.","type":"content","verse":"10"},{"content":"If they obey and serve  Him , They shall spend their days in prosperity, And their years in pleasures.","type":"content","verse":"11"},{"content":"But if they do not obey, They shall perish by the sword, And they shall die without knowledge.","type":"content","verse":"12"},{"content":"\"But the hypocrites in heart store up wrath; They do not cry for help when He binds them.","type":"content","verse":"13"},{"content":"They die in youth, And their life  ends  among the perverted persons.","type":"content","verse":"14"},{"content":"He delivers the poor in their affliction, And opens their ears in oppression.","type":"content","verse":"15"},{"content":"\"Indeed He would have brought you out of dire distress,  Into  a broad place where  there is  no restraint; And what is set on your table  would be  full of richness.","type":"content","verse":"16"},{"content":"But you are filled with the judgment due the wicked; Judgment and justice take hold  of you .","type":"content","verse":"17"},{"content":"Because  there is  wrath,  beware  lest He take you away with  one  blow; For a large ransom would not help you avoid  it .","type":"content","verse":"18"},{"content":"Will your riches, Or all the mighty forces, Keep you from distress?","type":"content","verse":"19"},{"content":"Do not desire the night, When people are cut off in their place.","type":"content","verse":"20"},{"content":"Take heed, do not turn to iniquity, For you have chosen this rather than affliction.","type":"content","verse":"21"},{"content":"\"Behold, God is exalted by His power; Who teaches like Him?","type":"content","verse":"22"},{"content":"Who has assigned Him His way, Or who has said, ‘You have done wrong’?","type":"content","verse":"23"},{"content":"\"Remember to magnify His work, Of which men have sung.","type":"content","verse":"24"},{"content":"Everyone has seen it; Man looks on  it  from afar.","type":"content","verse":"25"},{"content":"\"Behold, God  is  great, and we do not know  Him ; Nor can the number of His years  be  discovered.","type":"content","verse":"26"},{"content":"For He draws up drops of water, Which distill as rain from the mist,","type":"content","verse":"27"},{"content":"Which the clouds drop down  And  pour abundantly on man.","type":"content","verse":"28"},{"content":"Indeed, can  anyone  understand the spreading of clouds, The thunder from His canopy?","type":"content","verse":"29"},{"content":"Look, He scatters his light upon it, And covers the depths of the sea.","type":"content","verse":"30"},{"content":"For by these He judges the peoples; He gives food in abundance.","type":"content","verse":"31"},{"content":"He covers  His  hands with lightning, And commands it to strike.","type":"content","verse":"32"},{"content":"His thunder declares it, The cattle also, concerning the rising  storm .","type":"content","verse":"33"}]