[{"content":"\"Do you know the time when the wild mountain goats bear young?  Or  can you mark when the deer gives birth?","type":"content","verse":"1"},{"content":"Can you number the months  that  they fulfill? Or do you know the time when they bear young?","type":"content","verse":"2"},{"content":"They bow down, They bring forth their young, They deliver their offspring.","type":"content","verse":"3"},{"content":"Their young ones are healthy, They grow strong with grain; They depart and do not return to them.","type":"content","verse":"4"},{"content":"\"Who set the wild donkey free? Who loosed the bonds of the onager,","type":"content","verse":"5"},{"content":"Whose home I have made the wilderness, And the barren land his dwelling?","type":"content","verse":"6"},{"content":"He scorns the tumult of the city; He does not heed the shouts of the driver.","type":"content","verse":"7"},{"content":"The range of the mountains  is  his pasture, And he searches after every green thing.","type":"content","verse":"8"},{"content":"\"Will the wild ox be willing to serve you? Will he bed by your manger?","type":"content","verse":"9"},{"content":"Can you bind the wild ox in the furrow with ropes? Or will he plow the valleys behind you?","type":"content","verse":"10"},{"content":"Will you trust him because his strength  is  great? Or will you leave your labor to him?","type":"content","verse":"11"},{"content":"Will you trust him to bring home your grain, And gather it to your threshing floor?","type":"content","verse":"12"},{"content":"\"The wings of the ostrich wave proudly, But are her wings and pinions  like the  kindly stork’s?","type":"content","verse":"13"},{"content":"For she leaves her eggs on the ground, And warms them in the dust;","type":"content","verse":"14"},{"content":"She forgets that a foot may crush them, Or that a wild beast may break them.","type":"content","verse":"15"},{"content":"She treats her young harshly, as though  they were  not hers; Her labor is in vain, without concern,","type":"content","verse":"16"},{"content":"Because God deprived her of wisdom, And did not endow her with understanding.","type":"content","verse":"17"},{"content":"When she lifts herself on high, She scorns the horse and its rider.","type":"content","verse":"18"},{"content":"\"Have you given the horse strength? Have you clothed his neck with thunder?","type":"content","verse":"19"},{"content":"Can you frighten him like a locust? His majestic snorting strikes terror.","type":"content","verse":"20"},{"content":"He paws in the valley, and rejoices in  his  strength; He gallops into the clash of arms.","type":"content","verse":"21"},{"content":"He mocks at fear, and is not frightened; Nor does he turn back from the sword.","type":"content","verse":"22"},{"content":"The quiver rattles against him, The glittering spear and javelin.","type":"content","verse":"23"},{"content":"He devours the distance with fierceness and rage; Nor does he come to a halt because the trumpet  has  sounded.","type":"content","verse":"24"},{"content":"At the  blast of  the trumpet he says, ‘Aha!’ He smells the battle from afar, The thunder of captains and shouting.","type":"content","verse":"25"},{"content":"\"Does the hawk fly by your wisdom,  And  spread its wings toward the south?","type":"content","verse":"26"},{"content":"Does the eagle mount up at your command, And make its nest on high?","type":"content","verse":"27"},{"content":"On the rocks it dwells and resides, On the crag of the rock and the stronghold.","type":"content","verse":"28"},{"content":"From there it spies out the prey; Its eyes observe from afar.","type":"content","verse":"29"},{"content":"Its young ones suck up blood; And where the slain  are , there it  is .\"","type":"content","verse":"30"}]