[{"content":"Then Job answered and said:","type":"content","verse":"1"},{"content":"\"Oh, that my grief were fully weighed, And my calamity laid with it on the scales!","type":"content","verse":"2"},{"content":"For then it would be heavier than the sand of the sea––Therefore my words have been rash.","type":"content","verse":"3"},{"content":"For the arrows of the Almighty  are  within me; My spirit drinks in their poison; The terrors of God are arrayed against me.","type":"content","verse":"4"},{"content":"Does the wild donkey bray when it has grass, Or does the ox low over its fodder?","type":"content","verse":"5"},{"content":"Can flavorless food be eaten without salt? Or is there  any  taste in the white of an egg?","type":"content","verse":"6"},{"content":"My soul refuses to touch them; They  are  as loathsome food to me.","type":"content","verse":"7"},{"content":"\"Oh, that I might have my request, That God would grant  me  the thing that I long for!","type":"content","verse":"8"},{"content":"That it would please God to crush me, That He would loose His hand and cut me off!","type":"content","verse":"9"},{"content":"Then I would still have comfort; Though in anguish, I would exult, He will not spare; For I have not concealed the words of the Holy One.","type":"content","verse":"10"},{"content":"\"What strength do I have, that I should hope? And what  is  my end, that I should prolong my life?","type":"content","verse":"11"},{"content":" Is  my strength the strength of stones? Or is my flesh bronze?","type":"content","verse":"12"},{"content":" Is  my help not within me? And is success driven from me?","type":"content","verse":"13"},{"content":"\"To him who is afflicted, kindness  should be shown  by his friend, Even though he forsakes the fear of the Almighty.","type":"content","verse":"14"},{"content":"My brothers have dealt deceitfully like a brook, Like the streams of the brooks that pass away,","type":"content","verse":"15"},{"content":"Which are dark because of the ice,  And  into which the snow vanishes.","type":"content","verse":"16"},{"content":"When it is warm, they cease to flow; When it is hot, they vanish from their place.","type":"content","verse":"17"},{"content":"The paths of their way turn aside, They go nowhere and perish.","type":"content","verse":"18"},{"content":"The caravans of Tema look, The travelers of Sheba hope for them.","type":"content","verse":"19"},{"content":"They are disappointed because they were confident; They come there and are confused.","type":"content","verse":"20"},{"content":"For now you are nothing, You see terror and are afraid.","type":"content","verse":"21"},{"content":"Did I ever say, ‘Bring  something  to me’? Or, ‘Offer a bribe for me from your wealth’?","type":"content","verse":"22"},{"content":"Or, ‘Deliver me from the enemy’s hand’? Or, ‘Redeem me from the hand of oppressors’?","type":"content","verse":"23"},{"content":"\"Teach me, and I will hold my tongue; Cause me to understand wherein I have erred.","type":"content","verse":"24"},{"content":"How forceful are right words! But what does your arguing prove?","type":"content","verse":"25"},{"content":"Do you intend to rebuke  my  words, And the speeches of a desperate one,  which are  as wind?","type":"content","verse":"26"},{"content":"Yes, you overwhelm the fatherless, And you undermine your friend.","type":"content","verse":"27"},{"content":"Now therefore, be pleased to look at me; For I would never lie to your face.","type":"content","verse":"28"},{"content":"Yield now, let there be no injustice! Yes, concede, my righteousness still stands!","type":"content","verse":"29"},{"content":"Is there injustice on my tongue? Cannot my taste discern the unsavory?","type":"content","verse":"30"}]