[{"content":"\" Is there  not a time of hard service for man on earth?  Are not  his days also like the days of a hired man?","type":"content","verse":"1"},{"content":"Like a servant who earnestly desires the shade, And like a hired man who eagerly looks for his wages,","type":"content","verse":"2"},{"content":"So I have been allotted months of futility, And wearisome nights have been appointed to me.","type":"content","verse":"3"},{"content":"When I lie down, I say, ‘When shall I arise, And the night be ended?’ For I have had my fill of tossing till dawn.","type":"content","verse":"4"},{"content":"My flesh is caked with worms and dust, My skin is cracked and breaks out afresh.","type":"content","verse":"5"},{"content":"\"My days are swifter than a weaver’s shuttle, And are spent without hope.","type":"content","verse":"6"},{"content":"Oh, remember that my life  is  a breath! My eye will never again see good.","type":"content","verse":"7"},{"content":"The eye of him who sees me will see me no  more; While  your eyes are upon me, I shall no longer  be .","type":"content","verse":"8"},{"content":" As  the cloud disappears and vanishes away, So he who goes down to the grave does not come up.","type":"content","verse":"9"},{"content":"He shall never return to his house, Nor shall his place know him anymore.","type":"content","verse":"10"},{"content":"\"Therefore I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.","type":"content","verse":"11"},{"content":" Am  I a sea, or a sea serpent, That You set a guard over me?","type":"content","verse":"12"},{"content":"When I say, ‘My bed will comfort me, My couch will ease my complaint,’","type":"content","verse":"13"},{"content":"Then You scare me with dreams And terrify me with visions,","type":"content","verse":"14"},{"content":"So that my soul chooses strangling  And  death rather than my body.","type":"content","verse":"15"},{"content":"I loathe  my life ; I would not live forever. Let me alone, For my days  are but  a breath.","type":"content","verse":"16"},{"content":"\"What  is  man, that You should exalt him,  That  You should set Your heart on him,","type":"content","verse":"17"},{"content":"That You should visit him every morning,  And  test him every moment?","type":"content","verse":"18"},{"content":"How long? Will You not look away from me, And let me alone till I swallow my saliva?","type":"content","verse":"19"},{"content":"Have I sinned? What have I done to You, O watcher of men? Why have You set me as Your target, So that I am a burden to myself?","type":"content","verse":"20"},{"content":"Why then do You not pardon my transgression, And take away my iniquity? For now I will lie down in the dust, And You will seek me diligently, But I  will  no longer  be .\"","type":"content","verse":"21"}]