[{"content":"Then Bildad the Shuhite answered and said:","type":"content","verse":"1"},{"content":"\"How long will you speak these  things , And the words of your mouth  be like  a strong wind?","type":"content","verse":"2"},{"content":"Does God subvert judgment? Or does the Almighty pervert justice?","type":"content","verse":"3"},{"content":"If your sons have sinned against Him, He has cast them away for their transgression.","type":"content","verse":"4"},{"content":"If you would earnestly seek God And make your supplication to the Almighty,","type":"content","verse":"5"},{"content":"If you  were  pure and upright, Surely now He would awake for you, And prosper your rightful dwelling place.","type":"content","verse":"6"},{"content":"Though your beginning was small, Yet your latter end would increase abundantly.","type":"content","verse":"7"},{"content":"\"For inquire, please, of the former age, And consider the things discovered by their fathers;","type":"content","verse":"8"},{"content":"For we  were born  yesterday, and know nothing, Because our days on earth  are  a shadow.","type":"content","verse":"9"},{"content":"Will they not teach you and tell you, And utter words from their heart?","type":"content","verse":"10"},{"content":"\"Can the papyrus grow up without a marsh? Can the reeds flourish without water?","type":"content","verse":"11"},{"content":"While it  is  yet green  and  not cut down, It withers before any  other  plant.","type":"content","verse":"12"},{"content":"So  are  the paths of all who forget God; And the hope of the hypocrite shall perish,","type":"content","verse":"13"},{"content":"Whose confidence shall be cut off, And whose trust  is  a spider’s web.","type":"content","verse":"14"},{"content":"He leans on his house, but it does not stand. He holds it fast, but it does not endure.","type":"content","verse":"15"},{"content":"He grows green in the sun, And his branches spread out in his garden.","type":"content","verse":"16"},{"content":"His roots wrap around the rock heap,  And  look for a place in the stones.","type":"content","verse":"17"},{"content":"If he is destroyed from his place, Then  it  will deny him,  saying , ‘I have not seen you.’","type":"content","verse":"18"},{"content":"\"Behold, this is the joy of His way, And out of the earth others will grow.","type":"content","verse":"19"},{"content":"Behold, God will not cast away the blameless, Nor will He uphold the evildoers.","type":"content","verse":"20"},{"content":"He will yet fill your mouth with laughing, And your lips with rejoicing.","type":"content","verse":"21"},{"content":"Those who hate you will be clothed with shame, And the dwelling place of the wicked will come to nothing.\"","type":"content","verse":"22"}]