[{"content":"Then Job answered and said:","type":"content","verse":"1"},{"content":"\"Truly I know  it is  so, But how can a man be righteous before God?","type":"content","verse":"2"},{"content":"If one wished to contend with Him, He could not answer Him one time out of a thousand.","type":"content","verse":"3"},{"content":"God  is  wise in heart and mighty in strength. Who has hardened  himself  against Him and prospered?","type":"content","verse":"4"},{"content":"He removes the mountains, and they do not know When He overturns them in His anger;","type":"content","verse":"5"},{"content":"He shakes the earth out of its place, And its pillars tremble;","type":"content","verse":"6"},{"content":"He commands the sun, and it does not rise; He seals off the stars;","type":"content","verse":"7"},{"content":"He alone spreads out the heavens, And treads on the waves of the sea;","type":"content","verse":"8"},{"content":"He made the Bear, Orion, and the Pleiades, And the chambers of the south;","type":"content","verse":"9"},{"content":"He does great things past finding out, Yes, wonders without number.","type":"content","verse":"10"},{"content":"If He goes by me, I do not see  Him ; If He moves past, I do not perceive Him;","type":"content","verse":"11"},{"content":"If He takes away, who can hinder Him? Who can say to Him, ‘What are You doing?’","type":"content","verse":"12"},{"content":"God will not withdraw His anger, The allies of the proud lie prostrate beneath Him.","type":"content","verse":"13"},{"content":"\"How then can I answer Him,  And  choose my words  to reason  with Him?","type":"content","verse":"14"},{"content":"For though I were righteous, I could not answer Him; I would beg mercy of my Judge.","type":"content","verse":"15"},{"content":"If I called and He answered me, I would not believe that He was listening to my voice.","type":"content","verse":"16"},{"content":"For He crushes me with a tempest, And multiplies my wounds without cause.","type":"content","verse":"17"},{"content":"He will not allow me to catch my breath, But fills me with bitterness.","type":"content","verse":"18"},{"content":"If  it is a matter  of strength, indeed  He is  strong; And if of justice, who will appoint my day  in court ?","type":"content","verse":"19"},{"content":"Though I were righteous, my own mouth would condemn me; Though I  were  blameless, it would prove me perverse.","type":"content","verse":"20"},{"content":"\"I am blameless, yet I do not know myself; I despise my life.","type":"content","verse":"21"},{"content":"It  is  all one  thing ; Therefore I say, ‘He destroys the blameless and the wicked.’","type":"content","verse":"22"},{"content":"If the scourge slays suddenly, He laughs at the plight of the innocent.","type":"content","verse":"23"},{"content":"The earth is given into the hand of the wicked. He covers the faces of its judges. If it is not  He , who else could it be?","type":"content","verse":"24"},{"content":"\"Now my days are swifter than a runner; They flee away, they see no good.","type":"content","verse":"25"},{"content":"They pass by like swift ships, Like an eagle swooping on its prey.","type":"content","verse":"26"},{"content":"If I say, ‘I will forget my complaint, I will put off my sad face and wear a smile,’","type":"content","verse":"27"},{"content":"I am afraid of all my sufferings; I know that You will not hold me innocent.","type":"content","verse":"28"},{"content":" If  I am condemned, Why then do I labor in vain?","type":"content","verse":"29"},{"content":"If I wash myself with snow water, And cleanse my hands with soap,","type":"content","verse":"30"},{"content":"Yet You will plunge me into the pit, And my own clothes will abhor me.","type":"content","verse":"31"},{"content":"\"For  He is  not a man, as I  am, That  I may answer Him,  And that  we should go to court together.","type":"content","verse":"32"},{"content":"Nor is there any mediator between us,  Who  may lay his hand on us both.","type":"content","verse":"33"},{"content":"Let Him take His rod away from me, And do not let dread of Him terrify me.","type":"content","verse":"34"},{"content":" Then  I would speak and not fear Him, But it is not so with me.","type":"content","verse":"35"}]