[{"content":"Bermula, maka inilah anak buahnya anak-anak Nuh, yaitu Sem, Ham dan Yafet; maka kemudian dari pada air bah itu mereka itu beranak laki-laki beberapa orang.","type":"content","verse":"1"},{"content":"Adapun anak laki-laki Yafet yaitu Gomer dan Magog dan Madai dan Yawan dan Tubal dan Mesekh dan Tiras.","type":"content","verse":"2"},{"content":"Maka anak laki-laki Gomer yaitu Askenaz dan Rifat dan Togarma.","type":"content","verse":"3"},{"content":"Maka anak laki-laki Yawan yaitu Elisa dan Tarsis dan segala orang Khitim dan Dodanim.","type":"content","verse":"4"},{"content":"Maka dari pada mereka inilah berpecah-pecah beberapa bangsa kepada segala pulau dan ke tepi-tepi laut, masing-masing dengan bahasanya dan sukunya dan bangsanya.","type":"content","verse":"5"},{"content":"Maka anak laki-laki Ham yaitu Kusy dan Mizraim dan Put dan Kanaan.","type":"content","verse":"6"},{"content":"Maka anak laki-laki Kusy yaitu Seba dan Hawila dan Sapta dan Raema dan Sabtekha; dan anak laki-laki Raema yaitu Syeba dan Dedan.","type":"content","verse":"7"},{"content":"Maka Kusypun beranak Nimrod, maka inilah mulai menjadi seorang penggagah di atas bumi ini.","type":"content","verse":"8"},{"content":"Dan ialah seorang pemburu yang gagah di hadapan hadirat Tuhan, yang dikatakan akan halnya: laksana Nimrod, seorang pemburu yang gagah di hadapan hadirat Tuhan.","type":"content","verse":"9"},{"content":"Maka ibu negeri kerajaannya yaitu Babil dan Erikh dan Akad dan Kalne dalam benua Siniar.","type":"content","verse":"10"},{"content":"Maka dari pada negeri itu keluarlah Asyur, lalu diperbuatnyalah negeri Niniwe dan Rehobot dan Ir dan Kalakh","type":"content","verse":"11"},{"content":"dan Resin, di antara Niniwe dengan Kalakh, maka inilah negeri yang besar itu.","type":"content","verse":"12"},{"content":"Maka Mizraim beranaklah akan segala orang Ludim dan Ananim dan Lehabim dan Naftukhim","type":"content","verse":"13"},{"content":"dan Patrusim dan Kaslukhim (maka dari padanyalah telah terpancar bangsa Filistin) dan Kaftorim.","type":"content","verse":"14"},{"content":"Maka Kanaan beranaklah akan Sidon, yaitu anaknya yang sulung, dan akan Het.","type":"content","verse":"15"},{"content":"dan akan orang Yebuzi dan Amori dan Girgazi","type":"content","verse":"16"},{"content":"dan Hewi dan Arki dan Sini","type":"content","verse":"17"},{"content":"dan Arwadi dan Tsemari dan Hamati; maka kemudian dari pada itu berpecah-pecahlah pula segala bangsa orang Kanani itu.","type":"content","verse":"18"},{"content":"Maka perhinggaan negeri orang Kanani itu dari Sidon arah ke Gerar sampai ke Gaza, dan sampai ke jalan yang menuju ke Sodom dan Gomorah dan Adema dan Zeboyim, hingga sampai ke Lasa.","type":"content","verse":"19"},{"content":"Mereka inilah anak-anak Ham serta dengan kaumnya dan bahasanya dan dalam negeri-negerinya dan dengan bangsanya.","type":"content","verse":"20"},{"content":"Arakian, maka jadi pula anak laki-laki Sem, yaitu bapa segala bani Heber dan saudara Yafet, yang tua.","type":"content","verse":"21"},{"content":"Maka anak laki-laki Sem ia itulah Elam dan Asyur dan Arfaksad dan Lud dan Aram.","type":"content","verse":"22"},{"content":"Maka anak-anak Aram yaitu Uz dan Hul dan Geter dan Maz.","type":"content","verse":"23"},{"content":"Maka Arfaksad beranaklah Selah dan Selah beranak Heber.","type":"content","verse":"24"},{"content":"Maka Heber beranaklah laki-laki dua orang, seorang bernama Peleg, karena pada zamannya cerai-berailah segala orang isi dunia itu, dan nama adiknya itu Yoktan.","type":"content","verse":"25"},{"content":"Maka Yoktan itupun beranaklah Almodad dan Selef dan Hatsarmawit dan Yerakh","type":"content","verse":"26"},{"content":"dan Hadoram dan Uzal dan Dikela","type":"content","verse":"27"},{"content":"dan Obal dan Abimail dan Syeba","type":"content","verse":"28"},{"content":"dan Ofir dan Hawila dan Yobab, sekalian inilah anak laki-laki Yoktan.","type":"content","verse":"29"},{"content":"Maka adalah tempat kediaman mereka itu dari negeri Mesya sampai ke negeri Sefar, pegunungan di sebelah timur.","type":"content","verse":"30"},{"content":"Maka mereka inilah anak cucu Sem serta dengan kaumnya dan bahasanya dan dalam negeri-negerinya dengan bangsanya.","type":"content","verse":"31"},{"content":"Maka inilah segala kaum keluarga anak-anak Nuh, masing-masing dengan anak buahnya dan bangsanya, maka dari pada mereka itulah segala bangsapun telah berpecah-pecah di atas muka bumi, kemudian dari pada air bah itu.","type":"content","verse":"32"}]