[{"content":"Hata, maka kemudian dari pada segala perkara yang tersebut itu datanglah firman Tuhan kepada Abram dalam suatu khayal, katanya: Janganlah engkau takut, hai Abram! karena Akulah perisaimu dan pahalamu yang amat besar.","type":"content","verse":"1"},{"content":"Maka sembah Abram: Ya Allah, Tuhan, apakah yang hendak Tuhan mengaruniakan kepada sahaya, sedang sahaya pulang kelak dengan tiada beranak, maka Eliezar, orang Damsyik inilah pemerintah rumah sahaya.","type":"content","verse":"2"},{"content":"Dan lagi sembah Abram: Bahwa sesungguhnya tiadalah Tuhan mengaruniakan anak buah kepada sahaya, niscaya seorang hamba yang diperanakkan dalam rumah sahaya itu akan menjadi waris sahaya.","type":"content","verse":"3"},{"content":"Maka sesungguhnya datanglah firman Tuhan kepadanya, bunyinya: Orang itu bukan menjadi warismu, melainkan seorang yang terpancar kelak dari pada sulbimu itulah akan menjadi warismu.","type":"content","verse":"4"},{"content":"Maka oleh Tuhan dibawa akan dia ke luar, lalu firman-Nya: Tengadahlah olehmu ke langit, bilanglah segala bintang, jikalau kiranya dapat engkau membilang dia; maka firman Tuhan kepadanya: Demikianlah akan jadi anak cucumu.","type":"content","verse":"5"},{"content":"Maka percayalah Abram akan Tuhan, maka itulah yang dibilangkan Tuhan baginya akan kebenaran.","type":"content","verse":"6"},{"content":"Lalu firman Tuhan kepadanya: Bahwa Akulah Tuhan, yang telah mengantar akan dikau ke luar dari negeri Urkasdim hendak memberikan dikau tanah ini akan milikmu turun-temurun.","type":"content","verse":"7"},{"content":"Maka sembah Abram: Ya Allah, Tuhan! dengan apakah boleh sahaya tahu akan tanah ini menjadi milikku turun-temurun?","type":"content","verse":"8"},{"content":"Maka firman Tuhan kepadanya: Persembahkanlah kepada-Ku seekor lembu betina, yang tiga tahun umurnya, dan seekor kambing betina, yang tiga tahun umurnya, dan seekor domba jantan, yang tiga tahun umurnya, dan burung tekukur seekor, dan anak merpati.","type":"content","verse":"9"},{"content":"Maka dibawanyalah akan sekalian itu, dibaginya dua, lalu diletakkannya kedua bahagian itu bertentangan, tetapi tiada dibaginya akan burung itu.","type":"content","verse":"10"},{"content":"Maka turunlah unggas kepada sembelihan itu, tetapi dihalaukanlah oleh Abram akan dia.","type":"content","verse":"11"},{"content":"Maka apabila masuklah matahari, tiba-tiba tertidurlah Abram amat lelap, maka sesungguhnya datanglah atasnya suatu kekejutan dan kegentaran yang besar.","type":"content","verse":"12"},{"content":"Maka firman Tuhan kepada Abram: Ketahuilah olehmu dengan ketentuannya, bahwa anak cucumu itu akan jadi orang dagang dalam negeri yang bukan mereka itu punya, dan mereka itu akan diperhambakan oleh orang isi negeri itu dan dianiayai empat ratus tahun lamanya;","type":"content","verse":"13"},{"content":"tetapi akan bangsa yang memperhambakan mereka itu, Aku akan menghukumkan dia, kemudian dari pada itu mereka itu akan keluar dengan membawa harta amat banyak.","type":"content","verse":"14"},{"content":"Maka engkau akan kembali kepada segala nenek moyangmu dengan selamat dan engkau akan dikuburkan pada masa cukup tuamu.","type":"content","verse":"15"},{"content":"Maka anak buahmu gilir yang keempat itu akan datang kembali ke mari, karena sekarang kejahatan orang Amori itu belum cukup adanya.","type":"content","verse":"16"},{"content":"Hata, setelah sudah masuk matahari dan malampun telah sampai, sesungguhnya adalah di sana sebuah dapur yang berasap dan sepucuk damar yang bernyala-nyala itu melintas ditengah-tengah segala penggal itu.","type":"content","verse":"17"},{"content":"Maka pada hari itu juga berjanjilah Tuhan dengan Abram, firman-Nya: Aku telah memberi tanah ini akan anak buahmu, yaitu dari pada sungai Mesir sampai kepada sungai besar, yaitu sungai Ferat,","type":"content","verse":"18"},{"content":"tempat orang Keni dan orang Kenizi dan orang Kadmoni,","type":"content","verse":"19"},{"content":"dan orang Heti dan orang Ferezi dan orang Refayim,","type":"content","verse":"20"},{"content":"dan orang Amori dan orang Kanani dan orang Girgazi, dan orang Yebuzi.","type":"content","verse":"21"}]