[{"content":"Hata, maka Sarai, isteri Abram itu, tiada beranak; maka adalah padanya seorang sahaya perempuam Mesir, yang bernama Hagar.","type":"content","verse":"1"},{"content":"Maka kata Sarai kepada Abram: sesungguhnya Tuhan telah menahani adinda dari pada beranak; sebab itu hendaklah kiranya kakanda bersetubuh dengan sahaya adinda, kalau-kalau adinda beroleh anak dari padanya. Maka diluluskan Abram permintaan Sarai itu.","type":"content","verse":"2"},{"content":"Maka setelah sepuluh tahun lamanya Abram telah mendiami negeri Kanaan itu, diambil oleh Sarai isteri Abram, akan Hagar, sahaya Mesir itu, diberikannya kepada Abram, suaminya, akan gundiknya.","type":"content","verse":"3"},{"content":"Maka bersetubuhlah Abram dengan Hagar, lalu mengandunglah ia; demi diketahuinya akan dirinya telah mengandung, maka dicelakannya enciknya.","type":"content","verse":"4"},{"content":"Maka kata Sarai kepada Abram: Bahwa malu adinda ini pulanglah kepada kakanda, karena adinda telah menyerahkan sahaya adinda kepada ribaan kakanda, maka semenjak diketahuinya dirinya mengandung, maka dicelakannya adinda; sebab itu Tuhan juga akan menghukumkan antara adinda dengan kakanda.","type":"content","verse":"5"},{"content":"Lalu ujar Abram kepada Sarai: Sesungguhnya sahayamu itu adalah dalam tanganmu; buatlah olehmu akan dia barang kehendakmu. Maka direndahkanlah oleh Sarai akan dia, lalu perempuan itupun larilah dari padanya.","type":"content","verse":"6"},{"content":"Maka oleh Malaekat Tuhan didapati akan dia dekat suatu mata air dalam padang belantara, yaitu dekat mata air yang di jalan ke negeri Tsyur.","type":"content","verse":"7"},{"content":"Maka katanya: Hai Hagar, sahaya Sarai! engkau dari mana dan hendak ke mana? Maka sahutnya: Aku telah lari dari pada Sarai encikku.","type":"content","verse":"8"},{"content":"Maka kata Malaekat Tuhan kepadanya: Baliklah engkau kepada encikmu serta tundukkanlah dirimu ke bawah tangannya.","type":"content","verse":"9"},{"content":"Dan lagi kata Malaekat Tuhan kepadanya: Bahwa Aku akan memperbanyakkan amat anak buahmu, sehingga tiada tepermanai banyaknya.","type":"content","verse":"10"},{"content":"Dan lagi pula kata Malaekat Tuhan kepadanya: Sesungguhnya engkau ada mengandung dan engkau akan beranak laki-laki seorang, maka hendaklah engkau namai akan dia Ismail, sebab telah didengar Tuhan akan dikau dalam hal kesukaranmu.","type":"content","verse":"11"},{"content":"Maka kanak-kanak itu akan menjadi seorang bagai keledai hutan lakunya dan tangannya akan melawan segala orang dan tangan segala orangpun akan melawan dia; maka iapun akan duduk pada sebelah timur segala saudaranya.","type":"content","verse":"12"},{"content":"Maka dipanggil Hagar akan nama Tuhan yang telah berfirman kepadanya itu: Allah Penilik; karena kata Hagar: Sungguhkah aku melihat Tuhan di sini, yang telah menilik akan daku?","type":"content","verse":"13"},{"content":"Maka sebab itulah dinamainya akan mata air itu Lakhai-Roi; bahwa adalah ia itu antara Kades dan Bered.","type":"content","verse":"14"},{"content":"Maka Hagarpun beranaklah laki-laki seorang bagi Abram, lalu dinamai oleh Abram akan anaknya yang telah diperanakkan oleh Hagar itu, Ismail.","type":"content","verse":"15"},{"content":"Maka pada masa Hagar memperanakkan Ismail bagi Abram itu, adalah umur Abram delapan puluh enam tahun.","type":"content","verse":"16"}]