[{"content":"Hata, maka kemudian dari pada itu kelihatanlah Tuhan kepada Ibrahim hampir dengan hutan pohon jati Mamre, tatkala duduklah Ibrahim di pintu kemahnya ketika hari panas.","type":"content","verse":"1"},{"content":"Maka diangkatnya matanya, dilihatnya bahwa tiga orang ada berdiri di hadapannya; serta terlihatlah ia akan dia, maka berlarilah ia dari pada pintu kemahnya pergi mendapatkan mereka itu, lalu tunduklah ia sampai ke bumi,","type":"content","verse":"2"},{"content":"sambil sembahnya: Ya Tuhan, jikalau kiranya Tuhan kasih akan hamba, maka jangan apalah Tuhan lalu dari hadapan hambamu;","type":"content","verse":"3"},{"content":"biarlah kiranya dibawakan orang sedikit air akan pembasuh kakimu dan duduklah di bawah pohon kayu ini.","type":"content","verse":"4"},{"content":"Maka hamba akan membawakan sedikit roti, supaya segarlah hatimu, kemudian dari pada itu bolehlah Tuhan berjalan pula. Bukankah sebab itu juga senyampang Tuhan lalu dari pada rumah hamba ini? Maka sahut mereka itu: Perbuatlah olehmu seperti katamu itu.","type":"content","verse":"5"},{"content":"Maka dengan gopoh-gopohnya masuklah Ibrahim ke dalam kemahnya mendapatkan Sarah, lalu katanya: Segeralah adinda ambil tiga sukat tepung halus, ramaskanlah dia dan perbuatlah akan penganan.","type":"content","verse":"6"},{"content":"Lalu berlarilah Ibrahim kepada kawan lembunya, diambilnya seekor anak lembu yang tambun dan baik rupanya, diberikannya kepada seorang orang muda, maka orang muda itupun memasak akan dia dengan segeranya.","type":"content","verse":"7"},{"content":"Maka oleh Ibrahim diambil pula akan minyak sapi dan air susu dan anak lembu yang telah dimasak itu, lalu disajikannya di hadapan mereka itu, maka iapun berdiri hampir dengan mereka itu di bawah pohon kayu. Maka mereka itupun makanlah.","type":"content","verse":"8"},{"content":"Lalu kata mereka itu kepada Ibrahim: Di mana Sarah, isterimu? Maka sahutnya: Adalah ia dalam kemah.","type":"content","verse":"9"},{"content":"Maka katanya: Bahwa tak dapat tiada Aku akan kembali kepadamu tahun yang datang ini pada masa begini, maka sesungguhnya Sarah, isterimu, telah beranak laki-laki. Maka terdengarlah kata itu kepada Sarah di belakang pintu kemah, yaitu tempat ia berdiri.","type":"content","verse":"10"},{"content":"Maka Ibrahim dan Sarahpun sudah tua dan jauh sangat umurnya dan pada Sarahpun telah putus adat jalan perempuan;","type":"content","verse":"11"},{"content":"sebab itu tertawalah Sarah, katanya dalam hatinya: Bolehkah ada bagiku birahi lagi kemudian dari pada sudah tua aku dan suamikupun sudah tua adanya?","type":"content","verse":"12"},{"content":"Maka firman Tuhan kepada Ibrahim: Apa sebab maka Sarah itu tertawa, katanya: Bolehkah aku beranak lagi setelah sudah tua aku?","type":"content","verse":"13"},{"content":"Adakah barang sesuatu yang mustahil kepada Tuhan? Maka pada masa yang tertentu Aku akan kembali kepadamu, tahun yang datang ini, maka Sarah telah beranak laki-laki.","type":"content","verse":"14"},{"content":"Maka bersangkallah Sarah, katanya: Tidak saya tertawa; karena takutlah ia. Maka firman Tuhan: Sungguh engkau telah tertawa.","type":"content","verse":"15"},{"content":"Maka berbangkitlah ketiga orang itu dari sana, lalu berjalan menuju negeri Sodom, dan Ibrahimpun berjalan bersama-sama hendak mengantarkan mereka itu.","type":"content","verse":"16"},{"content":"Lalu firman Tuhan: Bolehkah Aku menyembunyikan dari pada Ibrahim perkara yang hendak Kuperbuat itu?","type":"content","verse":"17"},{"content":"Sedang Ibrahimpun akan menjadi suatu bangsa yang besar dan berkuasa, maka dalamnya segala bangsa yang di atas bumi akan diberkati.","type":"content","verse":"18"},{"content":"Karena telah Kupilih akan dia, supaya disuruhnya anak-anaknya serta isi rumahnya yang kemudian dari padanya itu memeliharakan jalan Tuhan serta melakukan kebenaran dan keadilan, supaya disampaikan Tuhan kepada Ibrahim barang yang telah dijanjinya kepadanya.","type":"content","verse":"19"},{"content":"Lalu firman Tuhan: Tegal seru dari pada Sodom dan Gomorah amat besar dan sebab dosa mereka itu terlalu jahat adanya,","type":"content","verse":"20"},{"content":"maka turunlah Aku sekarang pergi melihat kalau mereka itu telah berbuat semuanya seperti serunya, yang telah sampai kepada-Ku itu; jikalau tidak, maka Aku akan mengetahuinya.","type":"content","verse":"21"},{"content":"Maka kedua orang itupun memalingkan mukanya dari sana, lalu berjalan menuju ke Sodom, tetapi Ibrahim tinggal lagi berdiri di hadapan hadirat Tuhan.","type":"content","verse":"22"},{"content":"Maka datanglah Ibrahim hampir sambil menyembah, katanya: Masakan Tuhan hendak membinasakan orang benar itu bersama-sama dengan orang jahat.","type":"content","verse":"23"},{"content":"Barangkali ada lima puluh orang yang benar dalam negeri itu, masakan Tuhan hendak membinasakan mereka itu juga dengan tiada disayangkan tempat itu tersebab oleh lima puluh orang benar yang di dalamnya.","type":"content","verse":"24"},{"content":"Jauhlah kiranya dari pada Tuhan berbuat perkara yang demikian, yaitu membunuh orang yang benar itu bersama-sama dengan orang yang jahat, seolah-olah orang yang benar itu disamakan dengan orang yang jahat adanya. Jauhlah itu dari pada Tuhan. Masakan Hakim segenap bumi ini tiada membenarkan mana yang benar!","type":"content","verse":"25"},{"content":"Maka firman Tuhan: Jikalau kiranya Kudapati akan lima puluh orang yang benar dalam negeri Sodom itu, maka karena mereka itulah niscaya Kupeliharakan kelak segenap tempat itu.","type":"content","verse":"26"},{"content":"Maka sembah Ibrahim pula: sesungguhnya keadaan hamba lebu tanah dan abu, maka hamba telah memberanikan diri hamba hendak berkata-kata dengan Tuhan:","type":"content","verse":"27"},{"content":"Barangkali pada lima puluh orang yang benar itu ada kurang lima, masakan Tuhan menumpas juga negeri itu dari sebab kurang lima orang. Maka firman Tuhan: Jikalau Kudapati akan empat puluh lima dalamnya, maka tiada Aku membinasakan tempat itu.","type":"content","verse":"28"},{"content":"Maka sembah Ibrahim pula: Barangkali ada empat puluh orang yang benar di sana. Maka firman Tuhan: Karena sebab orang empat puluh itu maka tiada Aku akan membinasakan dia.","type":"content","verse":"29"},{"content":"Lalu sembah Ibrahim: Jangan apalah Tuhan murka akan sembah hamba ini: Barangkali ada di sana tiga puluh orang yang benar. Maka firman Tuhan: Jikalau Kudapati akan tiga puluh orang disana, maka tiada Aku membinasakan dia.","type":"content","verse":"30"},{"content":"Lalu sembah Ibrahim: Sesungguhnya hamba telah memberanikan diri hamba hendak berkata-kata dengan Tuhan: Barangkali ada di sana dua puluh orang yang benar. Maka firman Tuhan: Karena sebab dua puluh orang itulah maka tiada Aku membinasakan dia.","type":"content","verse":"31"},{"content":"Dan lagi pula sembah Ibrahim: Jangan apalah Tuhan murka akan sembah hamba lagi sekali ini sahaja: Barangkali di sana sepuluh orang yang benar. Maka firman Tuhan: Karena sebab sepuluh orang itulah maka tiada Aku akan membinasakan dia.","type":"content","verse":"32"},{"content":"Setelah sudah firman-Nya kepada Ibrahim, maka gaiblah Tuhan; maka Ibrahimpun kembalilah ke tempatnya.","type":"content","verse":"33"}]