[{"content":"Sebermula, maka Ibrahimpun beristerikan pula seorang, yang bernama Ketura.","type":"content","verse":"1"},{"content":"Maka inipun beranaklah dengan dia Zimram dan Yoksan dan Medan dan Midian dan Isbak dan Suah.","type":"content","verse":"2"},{"content":"Maka Yoksanpun beranak Syeba dan Dedan. Maka bani Dedan itulah orang Asyurim dan Letusyim dan Liumim.","type":"content","verse":"3"},{"content":"Maka segala anak laki-laki Midian itulah Efa dan Efir dan Hanokh dan Abida dan Eldaa; maka sekalian inilah anak laki-laki Ketura.","type":"content","verse":"4"},{"content":"Maka kepada Ishaklah diberikan oleh Ibrahim segala sesuatu yang ada padanya.","type":"content","verse":"5"},{"content":"Tetapi akan segala anak laki-laki yang diperoleh Ibrahim dari pada gundik-gundik itu diberikannya beberapa hadiah, kemudian disuruhnya sekalian mereka itu pergi dari pada Ishak, anaknya, tatkala Ibrahim lagi hidup, yaitu ke sebelah timur, ke negeri timur itu.","type":"content","verse":"6"},{"content":"Maka inilah panjang umur Ibrahim dan lama hidupnya seratus tujuh puluh lima tahun.","type":"content","verse":"7"},{"content":"Maka Ibrahimpun putuslah nyawanya dan matilah ia baik-baik tua, dan sepuas-puas umurnya, serta ia dihimpunkan dengan kaumnya.","type":"content","verse":"8"},{"content":"Maka Ishak dan Ismail, kedua anaknyapun menguburkan dia dalam gua Makhpela, yang di ladang Eferon bin Zohar, orang Heti itu, yang di sebelah timur Mamre.","type":"content","verse":"9"},{"content":"yaitu di ladang yang telah dibeli oleh Ibrahim kepada anak-anak Het; maka di sanalah dikuburkannya Ibrahim dan Sarah isterinya.","type":"content","verse":"10"},{"content":"Maka jadilah kemudian dari pada mati Ibrahim, bahwa diberkati Allah akan Ishak, anaknya itu, maka duduklah Ishak dekat perigi Lakhai-Roi.","type":"content","verse":"11"},{"content":"Maka inilah anak buah Ismail, anak Ibrahim dengan Hagar, perempuan Mesir, sahaya Sarah itu, yang telah memperanakkan dia bagi Ibrahim.","type":"content","verse":"12"},{"content":"Maka inilah nama-nama segala anak laki-laki Ismail, masing-masing dengan namanya dan sejarahnya; maka anak sulung Ismail itu Nebayot, kemudian Kedar dan Adbeel dan Mibsam","type":"content","verse":"13"},{"content":"dan Misma dan Duma dan Masa","type":"content","verse":"14"},{"content":"dan Hadar dan Tema dan Yetur dan Nafis dan Kedma.","type":"content","verse":"15"},{"content":"Maka inilah segala anak laki-laki Ismail dan inilah nama-namanya, masing-masing pada negerinya dan tempat kedudukannya, yaitu dua belas orang raja, masing-masing dengan bangsanya.","type":"content","verse":"16"},{"content":"Maka inilah umur hidup Ismail itu, seratus tiga puluh tujuh tahun; maka putuslah nyawanya, matilah ia dan iapun dihimpunkan dengan kaumnya.","type":"content","verse":"17"},{"content":"Maka duduklah mereka itu dari negeri Hawila sampai ke Syur, yang di sebelah timur Mesir, yaitu pada jalan ke Asyur, maka kedudukannya itu di sebelah timur tempat segala saudaranya.","type":"content","verse":"18"},{"content":"Maka inilah anak-buah Ishak, anak Ibrahim. Maka Ibrahim beranaklah Ishak.","type":"content","verse":"19"},{"content":"Maka adalah umur Ishak empat puluh tahun apabila diperisterikannya Ribkah, anak Betuil, orang Aram dari Padan-Aram, saudara perempuan Laban orang Aram itu.","type":"content","verse":"20"},{"content":"Maka Ishakpun memohon kepada Tuhan sangat-sangat akan hal isterinya, sebab mandul ia, maka diluluskan Tuhan akan permintaannya, lalu Ribkah isterinyapun hamillah.","type":"content","verse":"21"},{"content":"Maka kanak-kanak itupun mengguwit-guwit sangat dalam kandungannya, sebab itu katanya: Jikalau demikianlah halku ini, betapakah perinya kelak? Lalu pergilah ia bertanyakan Tuhan.","type":"content","verse":"22"},{"content":"Maka firman Tuhan kepadanya: Bahwa adalah dua bangsa dalam kandunganmu, yaitu dua bangsa yang berlainan akan keluar dari pada rahimmu; maka satu bangsa itu akan terlebih kuat dari pada satunya, dan yang tua itu akan diperhamba oleh yang muda.","type":"content","verse":"23"},{"content":"Hata, setelah genaplah harinya akan bersalin itu, sesungguhnya adalah anak kembar dalam rahimnya.","type":"content","verse":"24"},{"content":"Maka keluarlah yang pertama itu merah warnanya, sama sekali seperti kulit yang berbulu rupanya; sebab itu dinamainya akan dia Esaf.","type":"content","verse":"25"},{"content":"Kemudian keluarlah saudaranya laki-laki, maka tangannya adalah memegang tumit Esaf itu; sebab itu dinamai oranglah akan dia Yakub. Maka umur Ishak itu enam puluh tahun tatkala kanak-kanak itu jadi.","type":"content","verse":"26"},{"content":"Maka kedua budak itupun makinlah besar, maka Esaf itu pandai berburu, dan ialah seorang peladang, tetapi Yakub seorang pendiam, yang duduk dalam kemah.","type":"content","verse":"27"},{"content":"Maka Esaf itu dikasihi oleh Ishak, sebab Ishak suka makan perburuannya, tetapi Ribkah itu mengasihi Yakub.","type":"content","verse":"28"},{"content":"Hata, pada sekali peristiwa Yakub telah merebus suatu rebusan, maka datanglah Esaf dari padang dengan lelahnya.","type":"content","verse":"29"},{"content":"Lalu kata Esaf kepada Yakub: Berilah kiranya akan daku makan rebusan yang merah-merah itu, karena aku ini lelah. Maka dari sebab itulah disebut orang namanya Edom.","type":"content","verse":"30"},{"content":"Maka kata Yakub: Jualkan apalah kepadaku pada hari ini juga hak kesulunganmu.","type":"content","verse":"31"},{"content":"Maka kata Esaf: Bahwa sesungguhnya aku ini selalu dalam bahaya maut, entah apa gunanya hak kesulungan itu kepadaku?","type":"content","verse":"32"},{"content":"Maka kata Yakub: Bersumpahlah engkau kepadaku sekarang ini juga. Maka bersumpahlah ia kepadanya dan dijualkannya hak kesulungan itu kepada Yakub.","type":"content","verse":"33"},{"content":"Kemudian diberikan oleh Yakub kepada Esaf roti dan rebusan kacang merah itu. Setelah sudah makan minum maka bangunlah ia lalu pergi. Demikianlah dihinakan oleh Esaf akan hak kesulungannya.","type":"content","verse":"34"}]