[{"content":"Sebermula, maka adalah bala kelaparan dalam negeri itu, yaitu lain dari pada bala kelaparan yang pada zaman Ibrahim. Maka sebab itu pergilah Ishak mendapatkan Abimelekh, raja orang Filistin, ke Gerar.","type":"content","verse":"1"},{"content":"Maka kelihatanlah Tuhan kepadanya, lalu firman-Nya: Janganlah engkau turun ke Mesir, duduklah engkau di tanah, yang Kukatakan kepadamu.","type":"content","verse":"2"},{"content":"Tinggallah engkau seperti seorang dagang dalam negeri ini, maka Aku menyertai akan dikau kelak dan Kuberi berkat akan dikau, karena kepadamu dan kepada anak buahmu Aku akan mengaruniakan segala negeri ini dan Aku akan menetapkan sumpah, yang telah Aku bersumpah kepada Ibrahim, bapamu.","type":"content","verse":"3"},{"content":"Dan Aku memperbanyakkan anak buahmu itu seperti bintang di langit banyaknya dan Aku akan mengaruniakan segala negeri ini kepada anak buahmu, maka segala bangsa di atas bumi itu akan diberkati dalam benihmu itu;","type":"content","verse":"4"},{"content":"yaitu sebab Ibrahim telah menurut firman-Ku dan telah dipeliharakannya syarat-Ku dan segala pesan-Ku dan syariat-Ku dan hukum-Ku.","type":"content","verse":"5"},{"content":"Hata, maka Ishakpun duduklah di Gerar.","type":"content","verse":"6"},{"content":"Maka ditanya oleh orang isi negeri itu akan dia dari hal isterinya, maka sahutnya: Ialah saudaraku, karena takutlah ia mengatakan dia isterinya, katanya: Kalau-kalau dibunuh orang isi negeri ini akan daku oleh sebab Ribkah, karena elok parasnya.","type":"content","verse":"7"},{"content":"Maka sekali peristiwa, setelah sudah lama ia diam di sana, ditengoklah oleh Abimelekh, raja orang Filistin, dari pada tingkapnya; sesungguhnya terlihatlah ia akan Ishak itu tengah bergurau dengan Ribkah, isterinya.","type":"content","verse":"8"},{"content":"Maka dipanggillah oleh Abimelekh akan Ishak, lalu katanya: Bahwa sesungguhnya perempuan ini isterimu, bagaimana maka katamu: Ialah saudaraku? Maka sahut Ishak kepadanya: Karena pada sangkaku barangkali aku dibunuh oleh sebab dia.","type":"content","verse":"9"},{"content":"Maka kata Abimelekh: Betapa maka engkau berbuat demikian ini akan kami? Mudah juga barang seorang dari pada bangsa ini berseketiduran dengan isterimu, demikian boleh engkau mendatangkan suatu salah atas kami.","type":"content","verse":"10"},{"content":"Maka Abimelekhpun memberi titah kepada segenap bangsa itu, katanya: Barangsiapa menyentuh akan orang ini atau akan isterinya, tak dapat tiada ia itu akan mati dibunuh.","type":"content","verse":"11"},{"content":"Hata, maka Ishakpun menabur biji dalam tanah itu, maka pada setahun itu juga diperolehnya seratus kali ganda; demikianlah diberkati Tuhan akan dia.","type":"content","verse":"12"},{"content":"Maka orang itupun menjadi besar, makin lama makin lebih bertambah besarnya, sehingga iapun menjadi tersangat besar.","type":"content","verse":"13"},{"content":"Maka adalah padanya perolehan kambing dan perolehan lembu dan hamba sahayapun banyak, sehingga dengkilah orang-orang Filistin akan dia.","type":"content","verse":"14"},{"content":"Karena segala perigi, yang telah digali oleh hamba-hamba bapanya pada zaman Ibrahim, bapanya itu, ditumpatkanlah oleh orang Filistin, ditimbusnya dengan tanah.","type":"content","verse":"15"},{"content":"Maka kata Abimelekh kepada Ishak: Lalulah engkau dari pada kami, karena engkau telah menjadi terlebih kuasa dari pada kami.","type":"content","verse":"16"},{"content":"Maka Ishakpun undurlah dari sana, didirikannyalah kemahnya di lembah Gerar, lalu diamlah ia di sana.","type":"content","verse":"17"},{"content":"Setelah sudah kembali maka oleh Ishak dibuka pula akan segala perigi, yang telah digali pada zaman Ibrahim, bapanya, karena sudah ditumpatkan oleh orang Filistin kemudian dari pada mati Ibrahim; maka sekalian itu dinamai oleh Ishak menurut nama-nama, yang telah diberi oleh bapanya akan dia.","type":"content","verse":"18"},{"content":"Maka sementara hamba-hamba Ishakpun menggali di lembah itu, didapatinya di sana akan suatu mata air hidup.","type":"content","verse":"19"},{"content":"Maka berbantahlah segala gembala Gerar itu dengan segala gembala Ishak, katanya: Bahwa air ini kami punya; maka sebab itu dinamainyalah perigi itu Esek, karena mereka itu berbantah-bantah dengan dia.","type":"content","verse":"20"},{"content":"Lalu digalinya perigi yang lain, maka berbantahlah pula mereka itu akan sebabnya, maka sebab itu dinamainya perigi itu Sitna.","type":"content","verse":"21"},{"content":"Maka Ishakpun berpindahlah dari sana, lalu digalinya perigi yang lain, maka tiada mereka itu berbantah-bantah akan sebabnya, maka dinamainyalah Rehobot, serta katanya: Sekarang diberi Tuhan keluasan akan kita, maka boleh kita bertambah-tambah dalam negeri ini.","type":"content","verse":"22"},{"content":"Kemudian dari pada itu naiklah ia dari sana ke Birsyeba.","type":"content","verse":"23"},{"content":"Maka pada malam itu kelihatanlah Tuhan kepadanya serta firman-Nya: Bahwa Akulah Allah Ibrahim, bapamu; janganlah takut, karena Akulah menyertai akan dikau dan Aku akan memberkati akan dikau serta Aku memperbanyakkan anak buahmu, karena sebab Ibrahim, hamba-Ku itu.","type":"content","verse":"24"},{"content":"Maka dibangunkan oleh Ishak di sana sebuah mezbah, lalu meminta doalah ia dengan nama Tuhan, serta didirikannyalah kemahnya di sana. Maka oleh hamba-hamba Ishakpun digalilah sebuah perigi pula di sana.","type":"content","verse":"25"},{"content":"Maka Abimelekhpun datanglah dari Gerar serta dengan Ahuzat, seorang sahabatnya, dan Pikhol, panglima perangnya, mendapatkan Ishak.","type":"content","verse":"26"},{"content":"Maka kata Ishak kepada mereka itu: Apa sebabnya maka kamu datang mendapatkan aku, sedang kamu benci akan daku dan telah menyuruhkan aku lalu dari pada kamu.","type":"content","verse":"27"},{"content":"Maka sahut mereka itu: Sesungguhnya kami melihat dengan nyata-nyata bahwa Tuhan menyertai akan dikau, lalu kata kami: Hendaklah kiranya ada suatu sumpah setia di antara kedua pihak kita, yaitu antara kami dengan dikau, dan hendaklah kami membuat suatu perjanjian dengan dikau:","type":"content","verse":"28"},{"content":"Bahwa janganlah engkau mendatangkan barang jahat atas kami, seperti kamipun tiada menyentuh akan dikau, dan suatupun tiada kami perbuat, melainkan kebajikan juga, dan adapun kami telah menyuruhkan dikau lalu itu, yaitu dengan selamat juga. Bahwa sesungguhnya sekarang engkau diberkati oleh Tuhan.","type":"content","verse":"29"},{"content":"Maka diperbuatlah oleh Ishak suatu perjamuan akan mereka itu, maka mereka itupun makan minumlah.","type":"content","verse":"30"},{"content":"Maka bangunlah mereka itu pagi-pagi, lalu bersumpahlah seorang dengan seorang; maka Ishakpun melepaskan mereka itu pulang, lalu berjalanlah mereka itu dari padanya dengan selamat.","type":"content","verse":"31"},{"content":"Maka sekali peristiwa pada hari itu juga datanglah hamba-hamba Ishak itu memberitahu kepadanya akan hal perigi, yang digali oleh mereka itu, katanya: Kami telah medapat air.","type":"content","verse":"32"},{"content":"Maka dinamainya Syeba; sebab itulah nama negeri itu Birsyeba sampai kepada masa ini.","type":"content","verse":"33"},{"content":"Hata, maka tatkala umur Esaf empat puluh tahun, maka beristerilah dia akan Yudit, anak Beeri, orang Heti, dan Basyemat, anak Elon, orang Heti itu.","type":"content","verse":"34"},{"content":"Maka ia itu mendatangkan dukacita dalam hati Ishak dan Ribkah.","type":"content","verse":"35"}]