[{"content":"Sebermula, maka pada sekali peristiwa tatkala Ishak sudah tua dan telah kaburlah matanya, sehingga tiada ia nampak, maka dipanggilnya Esaf, anaknya yang sulung, lalu katanya kepadanya: Hai anakku! Maka sahutnya: Sahaya.","type":"content","verse":"1"},{"content":"Maka katanya: Sesungguhnya telah tualah aku, tiadalah kuketahui akan ajalku hidup.","type":"content","verse":"2"},{"content":"Maka sekarangpun bawa apalah akan segala perkakasmu dan terkasymu dan panahmu, keluarlah engkau ke padang, burukanlah aku suatu perburuan,","type":"content","verse":"3"},{"content":"dan perbuatkanlah aku makanan yang sedap seperti kegemaranku, bawalah akan dia kepadaku, supaya aku makan, dan supaya kuberkati akan dikau dahulu dari pada matiku.","type":"content","verse":"4"},{"content":"Maka terdengarlah Ribkah akan barang yang dikatakan Ishak kepada Esaf, anaknya itu. Maka Esafpun pergilah ke padang hendak memburukan suatu perburuan yang boleh disajikannya.","type":"content","verse":"5"},{"content":"Maka kata Ribkah kepada Yakub, anaknya: Bahwasanya telah kudengar bapamu berkata-kata dengan Esaf, saudaramu, katanya:","type":"content","verse":"6"},{"content":"Bawakanlah aku barang perburuan dan perbuatkanlah aku makanan yang sedap, supaya kumakan, maka aku akan memberkati akan dikau di hadapan hadirat Tuhan dahulu dari pada matiku.","type":"content","verse":"7"},{"content":"Sebab itu sekarangpun, hai anakku, dengarlah akan kataku dan buatlah barang, yang kupesan akan dikau:","type":"content","verse":"8"},{"content":"Pergilah engkau kepada kawan kambing, ambilkanlah aku dari sana barang dua ekor anak kambing yang baik-baik, maka aku akan memperbuatkan dia makanan yang sedap akan bapamu, seperti kegemarannya.","type":"content","verse":"9"},{"content":"Maka engkau akan membawakan dia kepada bapamu, biar dimakannya, supaya diberkatinya akan dikau dahulu dari pada matinya.","type":"content","verse":"10"},{"content":"Maka kata Yakub kepada Ribkah, ibunya: Bahwasanya Esaf, abangku itu, seorang yang berbulu kulitnya, maka aku ini seorang licin kulitku.","type":"content","verse":"11"},{"content":"Kalau-kalau diraba oleh bapaku akan daku, maka aku kelak kepada pemandangannya seperti seorang penipu, dan aku kelak mendatangkan laknat atas diriku, bukannya berkat.","type":"content","verse":"12"},{"content":"Maka kata ibunya kepadanya: Pulanglah laknatmu itu kepadaku, hai anakku! melainkan dengarlah juga akan kataku dan pergilah ambil dia akan daku.","type":"content","verse":"13"},{"content":"Maka pergilah ia mengambilkan dia, lalu dibawanya kepada ibunya: maka diperbuatkanlah oleh ibunya makanan yang sedap, seperti kegemaran bapanya.","type":"content","verse":"14"},{"content":"Lalu diambil Ribkah akan pakaian Esaf anaknya yang sulung, yaitu yang indah-indah dan yang ada sertanya dalam rumah, lalu dikenakannyalah kepada Yakub, anaknya yang bungsu.","type":"content","verse":"15"},{"content":"Maka kedua belah tangannya dan tempat yang licin di batang lehernya itu disalutkannya dengan kulit anak kambing itu.","type":"content","verse":"16"},{"content":"Maka diberikannyalah makanan yang sedap dan roti, yang telah diperbuatkannya itu, ke tangan Yakub, anaknya.","type":"content","verse":"17"},{"content":"Maka datanglah ia kepada bapanya sambil katanya: Ya bapaku! Maka kata Ishak: Akulah di sini, hai anakku, siapakah engkau?","type":"content","verse":"18"},{"content":"Maka kata Yakub kepada bapanya: Aku inilah Esaf, anakmu yang sulung, maka telah kuperbuat seperti pesan bapaku itu. Sekarang bangunlah kiranya, duduk, makanlah dari pada perburuanku, supaya hatimu memberkati akan daku.","type":"content","verse":"19"},{"content":"Maka kata Ishak kepada anaknya: Betapa dengan segeranya engkau telah mendapat itu, hai anakku? Maka sahutnya: Sebab dipertemukan Tuhan Allahmu aku dengan dia.","type":"content","verse":"20"},{"content":"Maka kata Ishak kepada Yakub: Marilah engkau hampir, supaya kuraba akan dikau, hai anakku, kalau sungguh engkau anakku Esaf atau tidak.","type":"content","verse":"21"},{"content":"Maka datanglah Yakub hampir kepada Ishak, bapanya, lalu diraba oleh Ishak akan dia, sambil katanya: Suara juga suara Yakub, tetapi tangannya ini tangan Esaf adanya.","type":"content","verse":"22"},{"content":"Tetapi tiada dikenalnya akan dia tegal kedua belah tangannya berbulu juga seperti tangan Esaf, abangnya; lalu diberkatinyalah akan dia.","type":"content","verse":"23"},{"content":"Maka kata Ishak: Sungguhkah engkau anakku Esaf sendiri? Maka katanya: Sungguh!","type":"content","verse":"24"},{"content":"Maka kata Ishak: Hampirkanlah dia kepadaku, supaya aku makan dari pada perburuhan anakku dan supaya hatiku memberkati akan dikau. Maka dihampirkannyalah kepadanya, lalu Ishakpun makanlah; maka diberi Yakub akan dia air anggur, lalu diminumnya.","type":"content","verse":"25"},{"content":"Maka kata Ishak, bapanya, kepadanya: Marilah hampir, ciumlah akan daku, hai anakku!","type":"content","verse":"26"},{"content":"Lalu datanglah ia hampir serta diciumnyalah akan bapanya; maka oleh Ishak dicium akan harum bau pakaiannya, lalu diberkatinyalah akan dia, katanya: Bahwa harum bau anakku ini seperti harum bau padang yang telah diberkati oleh Tuhan.","type":"content","verse":"27"},{"content":"Maka sebab itu diturunkan Allah kiranya atasmu dari pada embun di langit dan dari pada kegemukan bumi dan kelimpahan gandum dan air anggur.","type":"content","verse":"28"},{"content":"Maka beberapa bangsa memperhambakan dirinya kepadamu dan beberapa kaum akan menundukkan dirinya di hadapanmu, dan hendaklah engkau menjadi tuan segala saudaramu dan segala anak ibumu itupun akan menundukkan dirinya di hadapanmu, maka kutuklah kiranya barangsiapa yang mengutuki akan dikau dan berkatlah kiranya barangsiapa yang memberkati akan dikau.","type":"content","verse":"29"},{"content":"Setelah sudah Ishak itu memberkati akan Yakub dan baharu Yakub undur dari hadapan Ishak, bapanya, maka masuklah Esaf, yang datang dari pada berburu.","type":"content","verse":"30"},{"content":"Maka iapun memperbuatkan makanan yang sedap, lalu dibawanyalah kepada bapanya, sambil katanya: Bangunlah kiranya, ya bapaku! makanlah dari pada perburuan anakmu, supaya hatimu memberkati akan daku.","type":"content","verse":"31"},{"content":"Maka kata Ishak, bapanya itu, kepadanya: Siapakah engkau ini? Maka sahutnya: Aku ini Esaf, anakmu yang sulung.","type":"content","verse":"32"},{"content":"Maka gemetarlah Ishak dengan gentar besar terlalu sangat serta katanya: Siapakah dia yang telah memburu perburuan itu dan yang telah membawa dia kepadaku? karena sudah kumakan sekalian itu dahulu dari pada datangmu serta telah kuberkati akan dia, bahkan, iapun akan keberkatan juga.","type":"content","verse":"33"},{"content":"Demi didengar Esaf akan kata bapanya demikian ini, maka menangislah ia dengan tangis yang amat besar, sambil katanya kepada bapanya: Berkati apalah akan dakupun, ya bapaku!","type":"content","verse":"34"},{"content":"Maka kata bapanya: Adikmu telah datang dengan tipu, diambilnyalah akan berkatmu.","type":"content","verse":"35"},{"content":"Maka sahutnya: Bukankah patut dinamai orang akan dia Yakub? Karena sekarang ini telah dua kali diperdayakannya aku: telah direbutnya hak kesulunganku dan sekarang sesungguhnya berkatkupun direbutnya pula. Lalu kata Esaf: Tiadalah lagi bapa taruh bagiku berkat?","type":"content","verse":"36"},{"content":"Maka disahut oleh Ishak, katanya kepada Esaf: Bahwa sesungguhnya sudah kuangkat akan dia menjadi tuanmu, dan telah kujadikan sekalian saudaranya itu akan hambanya dan telah kubantu akan dia dengan gandum dan air anggur; maka apakah lagi boleh kuperbuat bagimu, hai anakku?","type":"content","verse":"37"},{"content":"Maka kata Esaf kepada bapanya: Satukah ini sahaja berkat yang ada padamu, ya bapaku? Berkatilah kiranya akan daku, bahkan, akan dakupun, ya bapaku! Maka Esafpun menangislah dengan nyaring suaranya.","type":"content","verse":"38"},{"content":"Maka disahutlah oleh Ishak, bapanya, katanya: Bahwa sesungguhnya kedudukanmu itu tiada dengan kegemukan tanah atau dengan embun dari langit di atas,","type":"content","verse":"39"},{"content":"melainkan dari pada pedangmu engkau akan hidup dan engkau akan memperhambakan dirimu kepada adikmu; maka akan jadi kelak, apabila engkau menggagahi dirimu, engkau akan membuangkan kuknya dari pada tengkukmu.","type":"content","verse":"40"},{"content":"Hata, maka bencilah Esaf akan Yakub oleh karena berkat yang telah diberkati oleh bapanya akan dia; maka kata Esaf dalam hatinya: Adapun hari perkabungan bapaku itupun telah hampirlah, maka pada masa itu aku kelak membunuh adikku, si Yakub itu.","type":"content","verse":"41"},{"content":"Maka diberitahu oranglah kepada Ribkah segala kata Esaf, anaknya yang sulung itu; maka disuruhnyalah panggil akan Yakub, anaknya yang bungsu, lalu katanya kepadanya: Ketahuilah olehmu bahwa Esaf, abangmu itu, menghiburkan dirinya dari halmu, hendak dibunuhnya akan dikau.","type":"content","verse":"42"},{"content":"Maka sekarangpun, hai anakku! dengarlah akan kataku: pergilah engkau, larilah ke Haran, kepada Laban, saudaraku;","type":"content","verse":"43"},{"content":"maka duduklah engkau dengan dia di sana beberapa hari lamanya, sehingga padamlah amarah saudaramu itu;","type":"content","verse":"44"},{"content":"sehingga berhentilah amarah saudaramu itu dari padamu dan terlupalah ia akan perbuatanmu itu kepadanya. Maka kemudian kelak aku akan menyuruh memanggil akan dikau dari sana. Mengapa maka aku ini akan kehilangan kedua kamu dalam sehari?","type":"content","verse":"45"},{"content":"Maka kata Ribkah kepada Ishak: Bahwa jemulah sudah aku akan hidup oleh sebab anak-anak Het itu; jikalau kiranya Yakubpun mengambil seorang bini dari pada anak-anak Het, seperti sekalian yang dari pada anak-anak negeri ini, apa gerangan gunanya hidupku itu kepadaku?","type":"content","verse":"46"}]