[{"content":"Kalakian, maka kedengaranlah kepada Yakub segala perkataan anak laki-laki Laban, katanya: Bahwa si Yakub itu telah mengambil segala sesuatu yang bapa kita punya dan dari pada barang yang bapa kita punya itu telah dijadikannya segala kemuliaan ini.","type":"content","verse":"1"},{"content":"Dan lagi dipandang Yakub akan muka Laban bahwa sesungguhnya ia itu tiada sama baik kepadanya seperti dahulu.","type":"content","verse":"2"},{"content":"Maka firman Tuhan kepada Yakub: Pulanglah engkau ke negeri nenek moyangmu dan kepada kaum keluargamu, maka Aku menyertai akan dikau.","type":"content","verse":"3"},{"content":"Lalu disuruh Yakub panggil Rakhel dan Lea datang ke padang, ke tempat segala kawan kambingnya.","type":"content","verse":"4"},{"content":"Maka kata Yakub kepadanya: Telah kupandang muka bapamu itu tiada sama baik kepadaku seperti dahulu, tetapi telah disertai Allah bapaku juga akan daku.","type":"content","verse":"5"},{"content":"Maka kamu ketahui, bahwa dengan sekuat-kuatku kuperhambakan diriku kepada bapamu.","type":"content","verse":"6"},{"content":"Tetapi bapamu telah menipu akan daku, diubahkannya upahku sampai sepuluh kali, tetapi tiada diluluskan Allah akan dia berbuat jahat akan daku.","type":"content","verse":"7"},{"content":"Apabila katanya: Segala binatang yang berbelang itu akan jadi upahmu, maka segala kawan binatang itupun beranaklah yang berbelang-belang, dan apabila katanya: Segala yang bercorak itu akan jadi upahmu, maka beranaklah segala kawan binatang itu bercorak-corak.","type":"content","verse":"8"},{"content":"Demikianlah telah dirampas Allah akan kawan binatang bapamu, diberikannya kepadaku;","type":"content","verse":"9"},{"content":"Karena pada sekali peristiwa tatkala berbekaklah kawan binatang itu, maka kuangkat mata, lalu kulihat dalam mimpiku, bahwa sesungguhnya segala kambing jantan yang menjantani kambing betina itu ada bercorak dan berbelang dan berintik-rintik.","type":"content","verse":"10"},{"content":"Maka kata Malaekat Tuhan Allah kepadaku dalam mimpi: Hai Yakub! Maka sahutku: Sahaya.","type":"content","verse":"11"},{"content":"Lalu kata-Nya: Sekarang angkatlah matamu, lihatlah segala kambing jantan, yang menjantani kambing betina itu bercorak dan berbelang dan berintik-rintik, karena telah Kulihat segala perbuatan Laban akan dikau itu.","type":"content","verse":"12"},{"content":"Bahwa Aku inilah Allah Bait-el, tempat engkau mencurahkan minyak kepada batu tanda, yaitu tempat engkau telah bernazar kepada-Ku, maka sekarangpun bangunlah engkau, keluarlah dari negeri ini dan pulanglah engkau ke negeri kaum keluargamu.","type":"content","verse":"13"},{"content":"Maka sahut Rakhel dan Lea kepadanya, katanya: Adakah lagi bagi kami bahagian atau barang pusaka dalam rumah bapa kami?","type":"content","verse":"14"},{"content":"Bukankah kami ini dibilangkan olehnya bagaikan orang helat? karena telah dijualnya kami dan segala harta kamipun telah dimakannya habis.","type":"content","verse":"15"},{"content":"Karena segala kekayaan, yang telah dirampas Allah dari pada bapa kami, ia itulah kami punya dan anak-anak kami punya; maka sekarangpun baiklah kauperbuat segala sesuatu, yang firman Allah kepadamu itu.","type":"content","verse":"16"},{"content":"Setelah itu maka bangunlah Yakub, lalu dinaikkannya segala anak bininya ke atas unta,","type":"content","verse":"17"},{"content":"dan dibawanyalah akan segala binatangnya dan segala harta benda yang telah diperolehnya, yaitu kawan binatang miliknya, yang telah diperolehnya di Padan-Aram, hendak pergi mendapatkan Ishak, bapanya, ke negeri Kanaan.","type":"content","verse":"18"},{"content":"Hata, maka Labanpun sudah pergi mengguntingkan bulu dombanya; lalu dicuri Rakhel akan berhala bapanya.","type":"content","verse":"19"},{"content":"Maka Yakubpun pergilah diam-diam, tiada diberinya tahu Laban, orang Aram itu, ia hendak pergi.","type":"content","verse":"20"},{"content":"Maka larilah Yakub dengan segala sesuatu yang padanya, maka berangkatlah ia, lalu menyeberang sungai serta berjalan menuju ke gunung Gilead.","type":"content","verse":"21"},{"content":"Maka selang tiga hari dikabarkan oranglah kepada Laban, mengatakan: Yakub sudah lari.","type":"content","verse":"22"},{"content":"Maka dibawa Laban segala saudaranya bersama-sama, lalu diusirnya akan dia sejauh perjalanan tujuh hari; maka didapatinya akan dia di gunung Gilead.","type":"content","verse":"23"},{"content":"Tetapi datanglah Allah kepada Laban, orang Aram itu, pada malam dalam mimpi, firman-Nya: Ingat baik-baik; jangan engkau berkata-kata denga Yakub itu baik atau jahat.","type":"content","verse":"24"},{"content":"Setelah itu maka Yakubpun didapatilah oleh Laban. Maka Yakub telah mendirikan kemahnya di atas gunung itu, dan Laban serta segala saudaranyapun mendirikan kemahnya di atas gunung Gilead itu.","type":"content","verse":"25"},{"content":"Maka kata Laban kepada Yakub: Apa macam perbuatanmu ini, maka diam-diam engkau lari dan anak-anakkupun kaubawa seperti orang yang ditawan dengan pedang.","type":"content","verse":"26"},{"content":"Apakah sebabnya maka engkau lari diam-diam dan meninggalkan daku curi-curi dengan tiada memberitahu aku, supaya boleh kuhantarkan dikau dengan sukahati dan dengan nyanyi dan bunyi gendang kecapi?","type":"content","verse":"27"},{"content":"Dan lagi tiada kauberi aku mencium anak-anakku laki-laki dan perempuan? Bahwa dengan demikian telah kauperbuat suatu pekerjaan yang bodoh.","type":"content","verse":"28"},{"content":"Adalah juga kuasa pada tanganku akan berbuat jahat kepadamu, tetapi malam tadi Allah bapamu telah berfirman kepadaku, firman-Nya: Ingat baik-baik; jangan engkau berkata-kata dengan Yakub atau baik atau jahat.","type":"content","verse":"29"},{"content":"Maka sekarangpun engkau hendak pergi, karena sangatlah rindu engkau akan rumah bapamu, mengapa maka engkau mencuri berhalaku?","type":"content","verse":"30"},{"content":"Maka sahut Yakub kepada Laban, katanya: Sesungguhnya takutlah aku, serta kataku: Kalau-kalau engkau mengambil anak-anakmu pula dari padaku dengan keras.","type":"content","verse":"31"},{"content":"Maka kepada barangsiapa engkau mendapat berhalamu itu, janganlah ia hidup lagi. Selidikilah olehmu di hadapan segala saudara kita kalau ada padaku barang sesuatu yang milikmu; ambillah dia. Tetapi tiada diketahui Yakub akan hal Rakhel yang telah mencurinya.","type":"content","verse":"32"},{"content":"Maka masuklah Laban ke dalam kemah Yakub dan ke dalam kemah Lea dan ke dalam kemah kedua sahaya perempuan itu, tetapi suatupun tiada didapatinya. Kemudian keluarlah ia dari dalam kemah Lea, lalu masuk ke dalam kemah Rakhel.","type":"content","verse":"33"},{"content":"Tetapi oleh Rakhel sudah diambil akan patung itu, dimasukkannya ke dalam pelana unta, lalu duduklah ia di atasnya. Maka diselidikilah oleh Laban pada segenap kemah itu, suatupun tiada didapatinya.","type":"content","verse":"34"},{"content":"Maka kata Rakhel kepada bapanya: Janganlah kiranya tuan amarah sebab tiada hamba boleh bangun di hadapan tuan, karena adat perempuan ada berlaku atas hamba. Maka diselidikinya kemah itupun, tiada didapatinya akan patungnya.","type":"content","verse":"35"},{"content":"Maka berbangkitlah amarah Yakub serta berbantahlah ia dengan Laban; maka kata Yakub kepada Laban: Apakah salahku dan apakah dosaku, maka engkau mengejar akan daku dengan panas hatimu.","type":"content","verse":"36"},{"content":"Apabila diraba-raba olehmu akan segala barang-barangku, apakah yang telah kaudapat dari pada segala benda isi rumahmu? Letakkanlah dia di sini di hadapan segala saudaraku dan saudaramu, biar dihukumkan oleh mereka itu antara kita berdua.","type":"content","verse":"37"},{"content":"Maka telah dua puluh tahun ini lamanya aku bersama-sama dengan dikau, bahwa dombamu betina dan kambingmu betina tiada gugur anaknya dan yang jantan dalam kawan dombamupun tiada kumakan.","type":"content","verse":"38"},{"content":"Yang mana telah koyak tiada kubawa kepadamu, melainkan ia itu kuganti, dan yang mana dicuri pada siang atau dicuri pada malam ia itu telah kautempuhkan kepadaku.","type":"content","verse":"39"},{"content":"Adalah halku pada siang hari dihanguskan oleh panas terik dan pada malam dirusakkan oleh sejuk, sehingga tidurpun hilanglah dari pada mataku.","type":"content","verse":"40"},{"content":"Maka sekarangpun dua puluh tahun aku dalam rumahmu: empat belas tahun lamanya aku memperhambakan diriku kepadamu karena kedua anakmu dan enam tahun karena kawan binatangmu, maka sampai sepuluh kali engkau telah mengubahkan upahku.","type":"content","verse":"41"},{"content":"Jikalau kiranya Allah bapaku, yaitu Allah Ibrahim dan yang kehormatan Ishak itu, tiada menyertai akan daku, niscaya sekarang engkau melepaskan daku pergi dengan hampa juga. Bahwa telah ditilik Allah akan dukacitaku dan akan kelelahan kedua belah tanganku ini, maka Ialah yang telah menegurkan dikau malam tadi.","type":"content","verse":"42"},{"content":"Maka sahut Laban kepada Yakub, katanya: Bahwa anak-anak perempuan inilah anakku dan segala anak-anak inipun anakku dan segala kawan binatang inipun kawan binatangku dan segala sesuatu yang kaulihat di sini ia itu aku punya; tetapi pada hari ini hendak kupengapakan anakku perempuan ini dan segala anak-anaknya, yang telah diperanakkannya?","type":"content","verse":"43"},{"content":"Sekarangpun marilah kita membuat suatu perjanjian antara aku dengan dikau, ia itu akan menjadi suatu kesaksian antaraku dengan dikau.","type":"content","verse":"44"},{"content":"Maka diambil oleh Yakub sebuah batu, lalu didirikannya akan suatu tanda.","type":"content","verse":"45"},{"content":"Maka kata Yakub kepada saudara-saudaranya: Himpunkanlah batu. Maka diambil oleh mereka itu akan beberapa batu, lalu dijadikannya suatu timbunan, maka makanlah mereka itu di sana di atas timbunan batu itu.","type":"content","verse":"46"},{"content":"maka dinamai oleh Laban akan dia Yagar-sahaduta; tetapi Yakub menamai akan dia Galed.","type":"content","verse":"47"},{"content":"Maka kata Laban: Bahwa pada hari ini timbunan batu ini menjadi saksi antara aku dengan dikau. Maka sebab itu dinamainya Galed,","type":"content","verse":"48"},{"content":"dan lagi Mizpa, karena katanya: Hendaklah Tuhan menunggu antara aku dengan dikau, setelah kita bercerai seorang dengan seorang.","type":"content","verse":"49"},{"content":"Jikalau kiranya engkau menganiayai anak-anakku dan engkau berbinikan yang lain dari pada anakku, bahwa seorangpun tiada serta, tetapi ingatlah, Allah juga akan menjadi saksi antara aku dengan dikau.","type":"content","verse":"50"},{"content":"Dan lagi kata Laban kepada Yakub: Lihatlah akan timbunan ini dan akan batu tanda ini, yang kudirikan antara aku dengan dikau;","type":"content","verse":"51"},{"content":"maka timbunan ini menjadi saksi dan batu tanda inipun menjadi saksi, bahwa aku ini tiada akan melangkah timbunan ini mendapatkan dikau, dan engkaupun tiada akan melangkah timbunan dan batu tanda ini mendapatkan daku dengan berniat jahat.","type":"content","verse":"52"},{"content":"Bahwa Allah Ibrahim dan Allah Nahor dan Allah bapa mereka itu menjadi hakim antara kita. Lalu bersumpahlah Yakub demi Yang kehormatan Ishak, bapanya.","type":"content","verse":"53"},{"content":"Maka dipersembahkanlah oleh Yakub suatu korban sembelihan di atas bukit itu, dan dipanggilnya segala saudaranya datang makan sehidangan; maka mereka itupun makanlah, lalu bermalamlah di atas gunung itu.","type":"content","verse":"54"},{"content":"Maka pagi-pagi bangunlah Laban, diciumnya anak-anaknya laki-laki dan perempuan serta diberkatinya akan mereka itu, lalu Labanpun berjalanlah pulang ke tempatnya.","type":"content","verse":"55"}]