[{"content":"Hata, maka Yakubpun mengangkatlah matanya, lalu dilihatnya bahwa sesungguhnya datanglah Esaf dan empat ratus orang itupun sertanya. Maka dibagilah oleh Yakub segala anak-anaknya itu kepada Lea dan kepada Rakhel dan kepada kedua orang sahaya itu.","type":"content","verse":"1"},{"content":"Maka ditaruhnya akan kedua orang sahaya itu serta dengan anak-anaknya pada hulu, dan Lea serta dengan anak-anaknya itu di belakang sedikit dan Rakhel serta dengan Yusuf itu di belakang sekali.","type":"content","verse":"2"},{"content":"Maka ia sendiripun berjalanlah pada hulu mereka itu, lalu sujud ke bumi tujuh kali sehingga hampirlah sampai ia kepada saudaranya.","type":"content","verse":"3"},{"content":"Maka berlarilah Esaf datang mendapatkan dia, lalu didekapnya akan dia dan dipeluknya lehernya serta diciumnya akan dia, maka bertangis-tangisanlah keduanya.","type":"content","verse":"4"},{"content":"Maka serta diangkat Esaf matanya terlihatlah ia akan segala perempuan dan anak-anak itu, lalu katanya: Siapakah orang-orang ini yang sertamu? Maka sahut Yakub: Inilah anak-anak yang telah dikaruniakan Allah kepada hamba.","type":"content","verse":"5"},{"content":"Maka kedua sahaya itu serta dengan anak-anaknya datanglah hampir, lalu sujudlah mereka itu.","type":"content","verse":"6"},{"content":"Maka datanglah pula Lea serta dengan anak-anaknya, lalu sujud, kemudian datanglah Yusuf dan Rakhel, keduanyapun sujud.","type":"content","verse":"7"},{"content":"Maka kata Esaf: Apakah maunya segala kawan binatang yang telah bertemu dengan aku itu? Maka sahut Yakub: Ia itu akan mendapat kasihan dari pada pemandangan tuan.","type":"content","verse":"8"},{"content":"Maka kata Esaf: Hai adikku, adalah cukup padaku, biarlah tinggal padamu barang yang engkau punya.","type":"content","verse":"9"},{"content":"Maka sahut Yakub: Janganlah kiranya demikian, tegal sekarang hamba sudah mendapat kasihan dari pada tuan, hendaklah tuan terima juga hadiah ini dari pada tangan hamba, karena adapun hamba melihat muka tuan itu serasa hamba melihat wajah Allah, serta tuanpun berkenan akan hamba.","type":"content","verse":"10"},{"content":"Terima apalah berkat hamba, yang telah dihantarkan kepada tuan, karena telah dikaruniakan Allah akan hamba dan adalah cukup pada hamba. Maka diajak-ajaknya juga akan dia, lalu diterimanyalah.","type":"content","verse":"11"},{"content":"Maka kata Esaf: Baiklah kita berangkat berjalan, biarlah aku berjalan di hadapanmu.","type":"content","verse":"12"},{"content":"Tetapi sahut Yakub kepadanya: Maklumlah tuan bahwa anak-anak ini lemah lembut, dan lagi serta hambapun adalah kambing dan lembu yang menyusui anaknya, jikalau kiranya dihalau orang akan dia sehari jua lamanya, niscaya segala kawan binatang itu akan mati kelak.","type":"content","verse":"13"},{"content":"Hendaklah kiranya tuan berjalan dahulu dari pada hamba, maka hamba akan berangsur-angsur perlahan-lahan setuju dengan jalan pekerjaan hamba dan dengan jalan budak-budak ini, sehingga sampailah hamba kepada tuan di Seir.","type":"content","verse":"14"},{"content":"Maka kata Esaf: Biarlah sekarang aku tinggalkan padamu beberapa orang dari pada segala rakyat yang sertaku. Maka ujar Yakub: Mengapa demikian? Biarlah kiranya hamba mendapat kasihan dari pada tuan.","type":"content","verse":"15"},{"content":"Setelah itu maka pulanglah Esaf pada hari itu juga menuju jalan ke Seir.","type":"content","verse":"16"},{"content":"Maka Yakubpun berjalanlah ke Sukot, lalu diperbuatnya di sana kandang akan segala binatangnya, maka sebab itulah dinamai orang akan tempat itu Sukot.","type":"content","verse":"17"},{"content":"Maka datanglah Yakub dengan selamat sampai ke Sikhem, yaitu sebuah negeri di tanah Kanaan, pada masa ia datang dari Padan-Aram; maka didirikannya kemahnya bertentangan dengan negeri itu.","type":"content","verse":"18"},{"content":"Maka dibelinyalah sekeping tanah, tempat yang didirikannya kemahnya itu, kepada anak-anak Hemor, bapa Sikhem, dengan seratus keping perak.","type":"content","verse":"19"},{"content":"Maka di situlah didirikannya sebuah mezbah dan dinamainya akan dia: Allah Israel itulah Allah yang Mahakuasa adanya.","type":"content","verse":"20"}]