[{"content":"Maka inilah anak cucu Esaf, yaitu Edom.","type":"content","verse":"1"},{"content":"Maka Esafpun beristerikan anak orang Kanani, yaitu Adah, anak Elon, orang Heti, dan Aholibama, anak Anah, yaitu anak Zibeon, orang Hewi itu.","type":"content","verse":"2"},{"content":"Dan Basyemat, anak Ismail, yaitu saudara perempuan Nebayot.","type":"content","verse":"3"},{"content":"Maka Adah itu beranaklah Elifaz bagi Esaf, dan Basyemat beranaklah Rehuil.","type":"content","verse":"4"},{"content":"Maka Aholibama beranaklah Yehusy dan Yaelam dan Korah. Maka sekalian inilah anak laki-laki Esaf, yang telah diperanakkan baginya di tanah Kanaan.","type":"content","verse":"5"},{"content":"Adapun Esaf itupun membawa akan segala bininya dan segala anak-anaknya laki-laki dan perempuan dan segala orang isi rumahnya dan lembu kambingnya dan segala binatangnya dan segala harta bendanya, yang telah diperolehnya di tanah Kanaan, lalu pergilah ia kepada suatu tanah yang jauh dari pada Yakub, saudaranya.","type":"content","verse":"6"},{"content":"Karena harta benda mereka itu terlalu banyak, sehingga tiada boleh mereka itu duduk bersama-sama, dan tanah tempat mereka itu menumpang seperti orang dagang itu tiada termuat akan mereka itu oleh sebab banyak binatangnya.","type":"content","verse":"7"},{"content":"Sebab itu duduklah Esaf di gunung Seir, maka Esaf itupun Edom.","type":"content","verse":"8"},{"content":"Maka inilah anak cucu Esaf, bapa orang Edom di gunung Seir;","type":"content","verse":"9"},{"content":"dan inilah nama-nama segala anak laki-laki Esaf: Adapun Elifaz, itu anak laki-laki Adah, bini Esaf, dan Rehuil, anak laki-laki Basyemat, bini Esaf.","type":"content","verse":"10"},{"content":"Maka segala anak laki-laki Elifaz ia itu Teman dan Omar dan Zifo dan Gaetam dan Kenaz.","type":"content","verse":"11"},{"content":"Maka Timna itulah gundik anak Esaf yang bernama Elifaz; maka Timna itu beranakkan Amalek bagi Elifaz, maka sekalian inilah anak laki-laki Adah, bini Esaf itu.","type":"content","verse":"12"},{"content":"Maka inilah anak laki-laki Rehuil, yaitu Nahat dan Zerah dan Syamma dan Mizza; maka sekalian inilah anak laki-laki Basyemat, bini Esaf itu.","type":"content","verse":"13"},{"content":"Maka inilah anak laki-laki Aholibama, anak perempuan Anah, yaitu anak perempuan Zibeon, bini Esaf itu, maka beranaklah ia bagi Esaf itu Yehusy dan Yaelam dan Korah.","type":"content","verse":"14"},{"content":"Bahwa inilah segala amir dari pada anak-anak Esaf itu, yaitu anak-anak laki-laki Elifaz, anak sulung Esaf itu: amir Teman dan amir Omar dan amir Zifo dan amir Kenaz","type":"content","verse":"15"},{"content":"dan amir Korah dan amir Gaetam dan amir Amalek. Bahwa inilah segala amir anak-anak Elifaz di tanah Edom, maka ia itulah anak-anak laki-laki Adah.","type":"content","verse":"16"},{"content":"Adapun inilah anak-anak laki-laki Rehuil bin Esaf itu: amir Nahat dan amir Zerah dan amir Syamma dan amir Mizza; inilah amir anak-anak Rehuil di tanah Edom, yaitu anak-anak laki-laki Basyemat, bini Esaf itu.","type":"content","verse":"17"},{"content":"Maka inilah anak-anak laki-laki Aholibama, bini Esaf itu: amir Yehusy dan amir Yaelam dan amir Korah; bahwa inilah amir anak-anak Aholibama, anak perempuan Adah, bini Esaf itu.","type":"content","verse":"18"},{"content":"Maka sekalian inilah anak laki-laki Esaf, yang bernama Edom dan inilah amir-amir mereka itu.","type":"content","verse":"19"},{"content":"Maka inilah anak laki-laki Seir, orang Horiti, yang menduduki tanah itu: Lotan dan Syobal dan Zibeon dan Anah","type":"content","verse":"20"},{"content":"dan Dyson dan Ezar dan Dysan; maka inilah amir-amir Horiti, anak-anak Seir di tanah Edom.","type":"content","verse":"21"},{"content":"Maka adalah anak-anak Lotan itu: Hori dan Heman; dan saudara perempuan Lotan yaitu Timna.","type":"content","verse":"22"},{"content":"Maka anak-anak Syobal itu: Alwan dan Manahat dan Ebal dan Sefo dan Onam.","type":"content","verse":"23"},{"content":"Maka inilah anak-anak Zibeon itu: Aya dan Anah; adapun Anah itulah yang telah mendapat beberapa mata air panas dalam padang belantara pada masa digembalakannya segala keledai Zibeon, bapanya.","type":"content","verse":"24"},{"content":"Maka adalah anak-anak Anah inilah: Disyon dan Aholibama, itulah anak perempuan Anah.","type":"content","verse":"25"},{"content":"Maka inilah anak-anak Disyon: Hemdan dan Esyban dan Iteran dan Kheran.","type":"content","verse":"26"},{"content":"Maka inilah anak-anak Ezar: Bilhan dan Zaawan dan Akan.","type":"content","verse":"27"},{"content":"Maka anak-anak Disyon itu Uz dan Aran.","type":"content","verse":"28"},{"content":"Maka inilah amir-amir orang Horiti: amir Lotan dan amir Syobal dan amir Zibeon dan amir Anah","type":"content","verse":"29"},{"content":"dan amir Disyon dan amir Ezar dan amir Disyan; maka inilah amir-amir orang Horiti di antara amirnya dalam tanah Seir.","type":"content","verse":"30"},{"content":"Maka inilah raja-raja yang telah kerajaan di tanah Edom, dahulu dari pada seorang menjadi raja bani Israel.","type":"content","verse":"31"},{"content":"Adapun yang telah kerajaan di negeri Edom, ia itu Bela bin Beor, dan nama negerinya Dinhaba.","type":"content","verse":"32"},{"content":"Maka matilah Bela itu, lalu kerajaanlah Yobab bin Zerah dari Bozra akan gantinya.","type":"content","verse":"33"},{"content":"Maka matilah Yobab, lalu kerajaanlah Husyam dari tanah orang Temani akan gantinya.","type":"content","verse":"34"},{"content":"Maka matilah Husyam, lalu kerajaanlah Hadad bin Bedad akan gantinya, yang mengalahkan Midian di padang Moab, maka nama negerinya Awit.","type":"content","verse":"35"},{"content":"Maka matilah Hadad, lalu kerajaanlah Samla dari Masyreka akan gantinya.","type":"content","verse":"36"},{"content":"Maka matilah Samla, lalu kerajaanlah Saul dari Rehobot dekat sungai akan gantinya.","type":"content","verse":"37"},{"content":"Maka matilah Saul, lalu kerajaanlah Baal-Hanan bin Akhbor akan gantinya.","type":"content","verse":"38"},{"content":"Maka matilah Baal-Hanan bin Akhbor itu, lalu kerajaanlah Hadar akan gantinya, maka nama negerinya Pahu dan nama isterinya Mehetabiel anak Matered, anak perempuan Mezahab.","type":"content","verse":"39"},{"content":"Maka inilah nama-nama segala amir yang asalnya dari pada Esaf, seturut bangsa-bangsanya dan tempat-tempatnya, masing-masing dengan namanya, yaitu amir Timna dan amir Alwa dan amir Yetet","type":"content","verse":"40"},{"content":"dan amir Aholibama dan amir Ela dan amir Pinon,","type":"content","verse":"41"},{"content":"dan amir Kenaz dan amir Teman dan amir Mibzar,","type":"content","verse":"42"},{"content":"dan amir Magdiel dan amir Iram; maka inilah segala amir Edom seturut segala tempat kedudukannya di tanah miliknya; maka Esaf itulah bapa Edom adanya.","type":"content","verse":"43"}]