[{"content":"Arakian, maka Yusuf itu dibawa oranglah turun ke Mesir; maka Potifar seorang pegawai Firaun dan penghulu biduanda, yaitu seorang orang Mesir, telah membeli dia dari pada tangan orang Ismaili yang telah membawa akan dia turun ke sana.","type":"content","verse":"1"},{"content":"Maka Tuhanpun menyertai akan Yusuf sehingga ia seorang yang untung baik dalam segala perkara dan diamlah ia dalam rumah tuannya, orang Mesir itu.","type":"content","verse":"2"},{"content":"Maka apabila dilihat oleh tuannya akan hal disertai Tuhan akan dia dan diadakan Tuhan bahwa segala sesuatu yang dibuatnya itu beruntung oleh tangan Yusuf,","type":"content","verse":"3"},{"content":"maka dikasihankannya akan Yusuf, disuruhnya layani dia dan diangkatnya akan dia menjadi pemerintah rumahnya, dan segala sesuatu harta bendanyapun diserahkannyalah ke tangan Yusuf.","type":"content","verse":"4"},{"content":"Kemudian dari pada diangkatnya akan dia atas seisi rumahnya dan atas segala sesuatu yang padanya, maka diberi Tuhan berkat akan rumah orang Mesir itu karena sebab Yusuf, maka adalah berkat Tuhan atas segala sesuatu yang padanya, baik dalam rumah baik di bendang.","type":"content","verse":"5"},{"content":"Maka segala sesuatu yang padanya itu diserahkannyalah ke tangan Yusuf, sehingga tiada diketahuinya akan barang suatu juapun, melainkan akan makanan yang dimakannya. Maka adalah Yusuf itu baik rupanya dan elok parasnya.","type":"content","verse":"6"},{"content":"Maka sekali peristiwa kemudian dari pada segala perkara ini, bahwa isteri tuannya jatuhlah mata kepada Yusuf, lalu katanya: Seketiduranlah kiranya engkau dengan aku.","type":"content","verse":"7"},{"content":"Tetapi engganlah Yusuf sambil katanya kepada isteri tuannya itu: Bahwasanya tuan sahaya tiada turut mengetahui akan barang apapun baik yang di dalam rumah, melainkan segala sesuatu yang padanya itu telah diserahkannya ke tangan sahaya.","type":"content","verse":"8"},{"content":"Di dalam rumah ini seorangpun tiada besar dari pada sahaya dan tiada dijauhkan tuan dari pada sahaya barang sesuatu, melainkan encik jua, sebab enciklah isterinya; manakah boleh sahaya berbuat jahat yang besar ini serta berdosa kepada Allah?","type":"content","verse":"9"},{"content":"Maka demikianlah perihalnya perempuan itu berkata-kata kepada Yusuf daripada sehari datang kepada sehari, tiada juga didengarnya akan dia padahal berseketiduran atau menurut kehendaknya.","type":"content","verse":"10"},{"content":"Maka sekali peristiwa, pada suatu hari masuklah Yusuf ke dalam rumah hendak mengerjakan pekerjaannya, maka dari pada segala orang isi rumah itu seorangpun tiada sertanya di sana.","type":"content","verse":"11"},{"content":"Maka dicapailah oleh perempuan itu akan dia pada jubahnya sambil katanya: Seketiduranlah kiranya dengan aku. Tetapi dilucutkan oleh Yusuf jubahnya, yang tinggal di tangan perempuan itu, lalu larilah ia ke luar.","type":"content","verse":"12"},{"content":"Demi dilihat oleh perempuan itu Yusuf telah meninggalkan jubahnya dalam tangannya dan ia sudah lari ke luar,","type":"content","verse":"13"},{"content":"maka dipanggilnya akan segala orang isi rumahnya, lalu katanya pada mereka itu: Coba pikir, dibawanya masuk kepada kita orang Ibrani ini hendak memberi malu akan kita, karena datanglah ia mendapatkan aku hendak berseketiduran dengan aku, tetapi berteriaklah aku dengan suara yang nyaring;","type":"content","verse":"14"},{"content":"serta didengarnya kenyaringan suaraku sambil berteriak, maka ditinggalkannya jubahnya padaku, lalu larilah ia ke luar.","type":"content","verse":"15"},{"content":"Maka ditaruhlah oleh perempuan itu akan jubah Yusuf itu pada sisinya sampai pulang tuannya.","type":"content","verse":"16"},{"content":"Maka dikatakannyalah kepadanya segala perkataan itu, demikian katanya: Adapun hamba Ibrani, yang telah kaubawa masuk kepada kami, ia itu telah datang hendak memberi malu akan daku.","type":"content","verse":"17"},{"content":"Serta aku berteriak dengan nyaring suaraku, ditinggalkannya jubahnya padaku, lalu larilah ia ke luar.","type":"content","verse":"18"},{"content":"Setelah didengar oleh tuan Yusuf akan segala perkataan isterinya, yang dikatakannya kepadanya, katanya: Demikianlah hambamu telah berbuat akan daku, maka bernyala-nyala amarahnya.","type":"content","verse":"19"},{"content":"Maka oleh tuannya diambil akan Yusuf, lalu dimasukkannya ke dalam penjara, tempat raja punya orang yang terbelenggupun dipenjarakan; maka adalah Yusuf di sana dalam penjara.","type":"content","verse":"20"},{"content":"Tetapi disertai Tuhan akan Yusuf dan ditunjuknya kasihnya akan dia dan diadakannya bahwa Yusuf mendapat kasihan dari pada penghulu penjara itu.","type":"content","verse":"21"},{"content":"Maka oleh penghulu penjara itu diserahkan segala orang yang terpenjara itu ke tangan Yusuf, maka barang sesuatu yang diperbuat oleh mereka itu, ia itu diperbuat oleh Yusufpun.","type":"content","verse":"22"},{"content":"Maka oleh penghulu penjara tiada dibuang-buang mata akan barang perkara yang di bawah tangan Yusuf, sebab disertai Tuhan akan dia dan barang yang dibuatnya itupun diuntungkan Tuhan adanya.","type":"content","verse":"23"}]