[{"content":"Maka bala kelaparan makinlah lebih besar dalam negeri itu.","type":"content","verse":"1"},{"content":"Hata, setelah sudah dimakan habis akan segala gandum yang telah dibawa oleh mereka itu dari negeri Mesir, maka kata bapanya kepada mereka itu: Pergilah kamu pula, belikanlah kita sedikit makanan.","type":"content","verse":"2"},{"content":"Maka sahut Yehuda kepadanya, katanya: Bahwa tuan itu telah bertitah dengan sungguh-sungguh kepada kami, katanya: Kamu tiada boleh memandang mukaku pula, melainkan adikmu itu adalah serta dengan kamu.","type":"content","verse":"3"},{"content":"Sebab itu, jikalau bapa beri adik kami pergi serta dengan kami, bolehlah kami berjalan turun dan membelikan bapa makanan.","type":"content","verse":"4"},{"content":"Tetapi jikalau tiada bapa menyuruhkan adik kami, maka kamipun tiada boleh berjalan; karena kata tuan itu kepada kami: Bahwa tiada boleh kamu memandang mukaku pula, melainkan adikmu itu adalah serta dengan kamu.","type":"content","verse":"5"},{"content":"Lalu kata Israel: Mengapa maka kamu buat begitu susah akan daku dengan menceriterakan kepada tuan itu adalah lagi seorang adikmu?","type":"content","verse":"6"},{"content":"Maka sahut mereka itu: Bahwa dengan selidiknya tuan itu bertanyakan hal kami sekalian dan hal kaum keluarga kami, katanya: Adakah bapamu lagi hidup? Adakah padamu seorang adik lagi? Maka kami sahut seturut katanya itu; bagaimana boleh kami ketahui tuan itu hendak berkata demikian: Bawalah turun akan adikmu itu.","type":"content","verse":"7"},{"content":"Maka kata Yehuda kepada Israel, bapanya: Suruhkanlah budak ini pergi dengan sahaya, maka kami hendak berjalan, supaya kami hidup dan jangan mati, baik kami, atau bapa, atau anak-anak kami.","type":"content","verse":"8"},{"content":"Maka sahaya mengaku budak ini; dari pada tangan sahaya boleh bapa meminta dia; jikalau sahaya tiada membawa balik akan dia kepada bapa dan menghadapkan dia kepada bapa, hendaklah salah itu tertanggung atas sahaya sampai selama-lamanya.","type":"content","verse":"9"},{"content":"Karena jikalau kiranya tiada kami berlambat-lambatan demikian, niscaya sekarang ini sudah sampai dua kali boleh kami kembali.","type":"content","verse":"10"},{"content":"Lalu kata Israel, bapanya, kepada mereka itu: Jikalau demikian buatlah olehmu begini: ambillah buah-buah hasil tanah ini yang terutama dalam bekas-bekasmu, bawalah turun akan suatu persembahan kepada tuan itu, yaitu sedikit getah harum dan sedikit air madu dan rempah-rempah dan kemenyan dan buah keras dan buah badam.","type":"content","verse":"11"},{"content":"Dan bawalah dalam tanganmu uang dua kali banyaknya, karena adapun uang yang telah dikembalikan dalam mulut karung-karungmu itu, hendaklah kamu bawa balik dalam tanganmu; entah barangkali salah.","type":"content","verse":"12"},{"content":"Dan bawalah akan adikmupun, pergilah kamu kembali kepada tuan itu.","type":"content","verse":"13"},{"content":"Maka Allah yang Mahakuasa itu beri apalah kamu mendapat kasihan di hadapan tuan itu, supaya diberinya saudaramu yang lain itu dan Benyaminpun pulang sertamu. Maka akan daku ini, jikalau dibuluskan, biarlah aku bulus!","type":"content","verse":"14"},{"content":"Maka oleh orang itu diambil akan persembahan itu dan akan uang dua kali banyaknya dalam tangannya dan lagi akan Benyamin, lalu berjalanlah ia ke Mesir, maka datanglah ia menghadap Yusuf.","type":"content","verse":"15"},{"content":"Demi dilihat Yusuf adalah Benyamin serta dengan mereka itu, maka titahnya kepada pemerintah istananya: Bawalah akan orang ini ke dalam rumah, sembelihkanlah binatang sembelihan, sediakanlah dia, karena orang ini akan makan sehidangan dengan aku pada tengah hari ini.","type":"content","verse":"16"},{"content":"Maka oleh hamba itu diperbuat seperti pesan Yusuf, dibawanya akan orang itu ke dalam rumah Yusuf.","type":"content","verse":"17"},{"content":"Maka mereka itupun ketakutanlah, sebab dibawa oranglah akan dia ke dalam rumah Yusuf. Maka kata mereka itu: Adapun kita dibawa masuk ke dalam ini, ia itu sebab uang yang telah dikembalikan ke dalam karung kita pada mulanya, supaya ada sebab akan menuduh kita dan menyerbukan dirinya kepada kita, lalu kita dijadikannya hambanya serta dengan segala keledai kitapun.","type":"content","verse":"18"},{"content":"Maka mereka itupun menghampirlah kepada orang yang pemerintah rumah Yusuf, lalu mereka itu berkata-kata dengan dia di muka pintu,","type":"content","verse":"19"},{"content":"katanya: Ya tuan! sungguh pada mulanya kami telah datang turun hendak membeli makanan.","type":"content","verse":"20"},{"content":"Maka jadi setelah kami sampai di rumah wakaf serta membuka karung kami, heran, maka masing-masing empunya uang adalah dalam mulut karungnya, yaitu uang kami dengan genap timbangannya, tetapi kami sudah membawa balik dia dalam tangan kami.","type":"content","verse":"21"},{"content":"Dan lagi kami telah membawa uang lain pula dalam tangan kami, hendak membeli makanan, maka tiada kami ketahui siapa yang sudah membubuh uang itu dalam karung kami.","type":"content","verse":"22"},{"content":"Maka kata orang itu: Selamatlah kamu, jangan takut! Bahwa Allahmu dan Allah bapamu itu telah mengaruniakan suatu harta dalam karungmu; bahwa uangmu itu telah kuterima. Hata, maka dibawanya ke luar akan Simeon kepada mereka itu.","type":"content","verse":"23"},{"content":"Maka dibawanya akan mereka itu sekalian ke dalam rumah Yusuf, lalu diberikannyalah air, supaya mereka itu membasuh kaki, dan lagi diberinya makan kepada segala keledainya.","type":"content","verse":"24"},{"content":"Maka oleh mereka itupun disediakanlah persembahan, sehingga datanglah Yusuf pada tengah hari; karena telah mereka itu mendengar kabar mengatakan mereka itu tinggal makan di sana.","type":"content","verse":"25"},{"content":"Setelah sudah Yusuf pulang, maka dibawa oleh mereka itu akan persembahan yang di tangannya kepadanya dalam rumah, lalu sujudlah mereka itu di hadapannya sampai ke bumi.","type":"content","verse":"26"},{"content":"Maka Yusufpun bertanyakanlah hal selamat mereka itu, katanya: Adakah baik bapa kamu, orang tua, yang telah kamu sebutkan itu? Adakah ia lagi hidup?","type":"content","verse":"27"},{"content":"Maka sembah mereka itu: Hamba tuanku, bapa patik itu, ada baik, lagi hidup. Lalu mereka itupun menundukkan kepalanya sambil memberi hormat.","type":"content","verse":"28"},{"content":"Maka Yusufpun mengangkat matanya, dilihatnya Benyamin, adiknya, yang seibu dengan dia, lalu katanya: Inikah adikmu yang bungsu, yang telah kamu sebutkan kepadaku? Maka kata Yusuf pula: Dikasihani Allah kiranya akan dikau, hai anakku!","type":"content","verse":"29"},{"content":"Maka Yusufpun bergopoh-gopoh dari sana, karena rindu sangat hatinya akan adiknya, dicaharinya tempat hendak menangis, lalu masuklah ia ke dalam bilik serta menangis di sana.","type":"content","verse":"30"},{"content":"Kemudian dibasuhkannya mukanya, lalu keluar dengan menahani dirinya sambil katanya: Bawalah makanan.","type":"content","verse":"31"},{"content":"Maka dihidangkan oranglah bagi Yusuf setempat dan bagi saudaranyapun setempat, dan bagi orang Mesir yang turut makan bersama-samapun setempat, karena tiada boleh orang Mesir itu makan sehidangan dengan orang Ibrani, sebab ia itu suatu kebencian kepada orang Mesir.","type":"content","verse":"32"},{"content":"Maka duduklah mereka itu di hadapan Yusuf, yaitu yang sulung pada pangkat kesulungannya dan yang bungsu pada pangkat kebungsuannya, sehingga heranlah mereka itu sekalian seorang akan seorang.","type":"content","verse":"33"},{"content":"Maka diangkat oranglah sajian dari hadapan Yusuf ke hadapan mereka itu, tetapi sajian Benyamin itu lima kali lebih besar dari pada segala sajian orang lain; maka minumlah mereka itu dan bersuka-sukaanlah mereka itu serta dengan dia.","type":"content","verse":"34"}]