[{"content":"Maka Israelpun berangkatlah serta segala sesuatu yang padanya, maka datanglah ia ke Birsyeba, lalu dipesembahkannya beberapa korban kepada Allah Ishak, bapanya.","type":"content","verse":"1"},{"content":"Maka berfirmanlah Allah kepada Israel dengan khayal pada malam, firman-Nya: Hai Yakub! Yakub! maka sembah Yakub: Sahaya, Tuhan!","type":"content","verse":"2"},{"content":"Maka firman-Nya: Bahwa Akulah Allah bapamu; janganlah engkau takut turun ke Mesir, karena di sana Aku jadikan dikau kelak suatu bangsa yang besar.","type":"content","verse":"3"},{"content":"Maka Aku akan turun sertamu ke Mesir dan dengan sungguh-sungguh Aku akan membawa kamu naik pula; dan Yusufpun akan membubuh tangannya pada matamu.","type":"content","verse":"4"},{"content":"Maka Yakubpun berangkatlah dari Birsyeba, dihantar oleh bani Israel akan Yakub, bapanya, dan akan anak-anaknya dan akan segala bininya dengan naik pedati, yang telah dikirim oleh Firaun supaya membawa akan dia.","type":"content","verse":"5"},{"content":"Maka dibawalah oleh mereka itu sertanya akan segala binatangnya dan segala harta bendanya, yang telah diperolehnya dalam negeri Kanaan itu, lalu datanglah ia ke Mesir, yaitu Yakub dan segala anak cucunyapun sertanya:","type":"content","verse":"6"},{"content":"anak-anaknya laki-laki dan cucunya laki-laki serta anak-anaknya perempuan dan cucunya perempuan, yang dari pada anak-anaknya laki-laki, dan segala anak buahnyapun dibawanya sertanya ke Mesir.","type":"content","verse":"7"},{"content":"Maka inilah nama-nama bani Israel yang datang ke Mesir, yaitu Yakub dan anak-anaknya laki-laki; maka yang sulung yaitu Rubin,","type":"content","verse":"8"},{"content":"dan anak-anak laki-laki Rubin, yaitu Hanokh dan Palu dan Hezron dan Karmi.","type":"content","verse":"9"},{"content":"Maka anak-anak laki-laki Simeon, yaitu Yemuil dan Yamin dan Ohad dan Yakhin dan Zohar, dan Saul, yaitu anak laki-laki dari pada seorang perempuan Kanani.","type":"content","verse":"10"},{"content":"Maka anak-anak laki-laki Lewi, yaitu Gerson dan Kehat dan Merari.","type":"content","verse":"11"},{"content":"Maka anak-anak laki-laki Yehuda, yaitu Er dan Onan dan Syela dan Paris dan Zerah; akan tetapi Er dan Onan itu sudah mati di negeri Kanaan. Maka anak laki-laki Paris, yaitu Hezron dan Hamul.","type":"content","verse":"12"},{"content":"Maka anak-anak laki-laki Isakhar, yaitu Tola dan Pua dan Ayub dan Simron.","type":"content","verse":"13"},{"content":"Maka anak-anak laki-laki Zebulon, yaitu Sered dan Elon dan Yahliel.","type":"content","verse":"14"},{"content":"Maka sekalian inilah anak-anak laki-laki Lea, yang diperanakkannya bagi Yakub di Padan-Aram; dan lagi Dinah, anaknya perempuan itu. Maka segala anak-anaknya laki-laki dan perempuan itu sekalian tiga puluh tiga orang banyaknya.","type":"content","verse":"15"},{"content":"Maka anak-anak laki-laki Gad, yaitu Zifeyon dan Hagi dan Syumi dan Izbon dan Eri dan Arodi dan Areli.","type":"content","verse":"16"},{"content":"Maka anak-anak laki-laki Asyer, yaitu Yimna dan Yiswa dan Yiswi dan Beria dan Sera, saudara perempuan mereka itu. Maka anak-anak laki-laki Beraya, yaitu Heber dan Malkhiel.","type":"content","verse":"17"},{"content":"Maka inilah anak-anak laki-laki Zilpa, yang diberi oleh Laban akan Lea, anaknya, maka yaitu semuanya diperanakkannya bagi Yakub enam belas orang banyaknya.","type":"content","verse":"18"},{"content":"Maka anak-anak laki-laki Rakhel, isteri Yakub, yaitu Yusuf dan Benyamin.","type":"content","verse":"19"},{"content":"Maka bagi Yusufpun diperanakkan di negeri Mesir Manasye dan Efrayim, yang diperanakkan oleh Asenat, anak Potifera, imam di On.","type":"content","verse":"20"},{"content":"Maka anak-anak laki-laki Benyamin, yaitu Bela dan Bekher dan Asybel dan Gera dan Naaman dan Ekhi dan Rusy dan Mupim dan Hupim dan Ared.","type":"content","verse":"21"},{"content":"Maka sekalian inilah anak-anak laki-laki Rakhel, yang telah diperanakkan bagi Yakub, semuanya empat belas orang banyaknya.","type":"content","verse":"22"},{"content":"Maka anak laki-laki Dan, yaitu Khusim.","type":"content","verse":"23"},{"content":"Maka anak-anak laki-laki Naftali, yaitu Yahziel dan Guni dan Yezer dan Syilem.","type":"content","verse":"24"},{"content":"Maka inilah anak-anak laki-laki Bilha, yang diberikan oleh Laban kepada Rakhel, anaknya, maka diperanakkannya sekalian itu bagi Yakub, semuanya tujuh orang banyaknya.","type":"content","verse":"25"},{"content":"Maka jumlahnya segala orang yang datang serta dengan Yakub ke negeri Mesir, yaitu yang telah terbit dari pada sulbinya, kecuali segala bini anak-anak Yakub itu, semuanya enam puluh enam orang banyaknya.","type":"content","verse":"26"},{"content":"Maka anak-anak laki-laki Yusuf, yang telah diperanakkan baginya di Mesir, itulah dua orang, maka sekalian orang isi rumah Yakub, yang telah datang ke Mesir, itulah tujuh puluh orang banyaknya.","type":"content","verse":"27"},{"content":"Maka oleh Yakub disuruh akan Yehuda berjalan dahulu, supaya dipanggilnya Yusuf datang ke negeri Gosyen, maka sampailah mereka itu ke negeri Gosyen itu.","type":"content","verse":"28"},{"content":"Maka oleh Yusufpun disediakanlah ratanya, lalu naiklah ia ke Gosyen pergi bertemu dengan Israel, bapanya. Serta berjumpa dengan dia Yusufpun memeluklah lehernya dan menangislah lekat pada lehernya beberapa lamanya.","type":"content","verse":"29"},{"content":"Maka kata Israel kepada Yusuf: Sekarangpun baiklah aku mati, sedang telah kupandang mukamu, maka engkau lagi hidup.","type":"content","verse":"30"},{"content":"Lalu kata Yusuf kepada segala saudaranya dan kepada isi rumah bapanya: Bahwa aku hendak pergi memberitahu Firaun serta mempersembahkan kepada baginda: Segala saudara patik dan segala orang isi rumah bapa patik, yang di negeri Kanaan itu, telah datang kepada patik;","type":"content","verse":"31"},{"content":"maka patik itu sekalian gembala kambing adanya, karena biasalah patik itu memeliharakan binatang, dan lagi dibawa oleh patik itu akan kawan kambingnya dan segala lembunya dan segala sesuatu yang ada padanya.","type":"content","verse":"32"},{"content":"Maka apabila dipanggil oleh Firaun akan kamu dan kamu ditanyai kelak: Apakah pencaharianmu,","type":"content","verse":"33"},{"content":"hendaklah kamu sahut demikian: Bahwa patik sekalian ini biasa memeliharakan lembu kambing dari kecil patik sampai sekarang ini, baik patik baik nenek moyang patik. Maka demikian supaya boleh kamu duduk di tanah Gosyen, karena adapun gembala kambing itu suatu kebencian kepada orang Mesir adanya.","type":"content","verse":"34"}]