[{"content":"Hata, maka kemudian dari pada itu dipersembahkan oranglah kepada Yusuf: Bahwa sesungguhnya paduka ayahanda tuanku gering. Maka dibawa Yusuf akan kedua orang anaknya, yaitu Manasye dan Efrayim itu, sertanya.","type":"content","verse":"1"},{"content":"Maka diberitahu oranglah kepada Yakub, katanya: Lihat apalah anak tuan, Yusuf itu, datang mendapatkan tuan. Maka Israelpun menggagahilah dirinya lalu duduk di atas peraduannya.","type":"content","verse":"2"},{"content":"Maka kata Yakub kepada Yusuf: Bahwa Allah yang Mahakuasa telah kelihatan kepadaku di Luz dalam negeri Kanaan, diberkatinya aku,","type":"content","verse":"3"},{"content":"serta firman-Nya kepadaku: Bahwa sesungguhnya Aku akan membiakkan dikau dan memperbanyakkan dikau dan menjadikan dikau suatu perhimpunan beberapa bangsa, dan tanah ini akan Kukaruniakan kepada benihmu yang kemudian dari padamu akan miliknya sampai selama-lamanya.","type":"content","verse":"4"},{"content":"Maka sekarang kedua anakmu, yaitu Efrayim dan Manasye, yang diperanakkan bagimu di tanah Mesir dahulu dari pada datangku kepadamu ke Mesir ini, akulah yang empunya dia, yaitu seperti Rubin dan Simeon aku empunya dia;","type":"content","verse":"5"},{"content":"tetapi anak buahmu yang kauperoleh kemudian dari pada kedua ini kelak, engkaulah yang empunya dia, maka mereka itu akan dinamai menurut nama saudara-saudaranya dalam bahagian pusakanya.","type":"content","verse":"6"},{"content":"Adapun tatkala aku datang dari Padan matilah Rakhel pada sisiku di tanah Kanaan pada jalan, hingga sekerat jalan lagi jauhnya sampai ke Eferat, maka kukuburkanlah ia di sana pada jalan ke Eferat, yaitu Betlehem.","type":"content","verse":"7"},{"content":"Hata, maka terlihatlah Israel akan anak Yusuf, lalu katanya: Siapa punya ini?","type":"content","verse":"8"},{"content":"Maka kata Yusuf kepada bapanya: Inilah anakku, yang telah dikaruniakan Allah kepadaku di tempat ini. Maka kata Yakub: Bawa apalah keduanya kepadaku, supaya aku memberkati mereka itu.","type":"content","verse":"9"},{"content":"Maka kedua belah mata Israel telah kaburlah oleh sebab tuanya, sehingga tiada ia nampak baik-baik. Maka dihampirkannyalah keduanya kepadanya, lalu diciumnya serta dipeluknya.","type":"content","verse":"10"},{"content":"Maka kata Israel kepada Yusuf: Bahwa tiada kusangka boleh memandang mukamu lagi, heran, maka diberi Allah pula aku melihat anakmupun.","type":"content","verse":"11"},{"content":"Maka diundurkan Yusuf keduanya itu dari pada lututnya, supaya sujudlah ia di hadapannya sampai ke bumi.","type":"content","verse":"12"},{"content":"Maka diambil Yusuf akan keduanya, yaitu Efrayim dengan tangannya kanan pada sebelah kiri Israel dan Manasyepun dengan tangannya kiri pada sebelah kanan Israel, lalu dihampirkannyalah keduanya kepadanya.","type":"content","verse":"13"},{"content":"Tetapi Israelpun mengulurkan tangannya kanan ditumpangkannya di atas kepala Efrayim, meskipun ialah yang bungsu, dan tangannya kiri di atas kepala Manasye, maka dengan sengajanya dihantarkannya kedua belah tangannya demikian; maka Manasye itu yang sulung adanya.","type":"content","verse":"14"},{"content":"Lalu Israelpun memberkatilah akan Yusuf, katanya: Bahwa Allah, di hadapan hadirat-Nya sudah berjalan nenek moyangku Ibrahim dan Ishak, yaitu Allah yang telah memeliharakan daku dari pada ketika jadiku hingga sampailah kepada hari ini,","type":"content","verse":"15"},{"content":"bahwa Malaekat yang telah melepaskan aku dari pada segala jahat, Ia juga berkatilah kiranya kedua budak ini, biarlah namaku disebut dalam mereka itu dan nama nenek moyangku Ibrahim dan Ishakpun, dan hendaklah mereka itu bertambah-tambah amat banyak di atas bumi.","type":"content","verse":"16"},{"content":"Maka apabila dilihat oleh Yusuf akan bapanya menumpangkan tangannya yang kanan di atas kepala Efrayim, maka tiada benar kepada rasa hatinya, lalu dipegangnya tangan bapanya hendak memindahkan dia dari atas kepala Efrayim ke atas kepala Manasye.","type":"content","verse":"17"},{"content":"Maka kata Yusuf kepada bapanya: Janganlah demikian, ya bapaku! karena inilah yang sulung; tumpangkanlah kiranya tanganmu yang kanan di atas kepala dia.","type":"content","verse":"18"},{"content":"Tetapi engganlah bapanya sambil katanya: Tahulah aku, hai anakku, tahulah aku. Maka iapun akan menjadi suatu bangsa dan iapun akan menjadi besar, tetapi adiknya juga akan menjadi terlebih besar dari pada dia dan benihnya akan menjadi suatu perhimpunan bangsa adanya.","type":"content","verse":"19"},{"content":"Maka diberkatinyalah mereka itu pada hari itu juga, katanya: Dalam kamulah Israel akan memberkati orang, katanya: Bahwa dijadikan Allah kiranya kamu seperti Efrayim dan seperti Manasye. Maka dilebihkannya Efrayim itu daripada Manasye.","type":"content","verse":"20"},{"content":"Kemudian kata Israel kepada Yusuf: Bahwasanya ajalku akan sampai, tetapi kamu akan disertai Allah dan Allah juga akan memulangkan kamu ke dalam negeri nenek moyangmu.","type":"content","verse":"21"},{"content":"Maka aku telah memberi akan dikau sepotong tanah lebih dari pada bahagian segala saudaramu, yaitu yang telah kurampas dari pada tangan orang Amori dengan pedangku dan dengan panahku.","type":"content","verse":"22"}]