[{"content":"Kemudian dari pada itu dipanggil Yakub akan segala anak-anaknya, katanya: Berhimpunlah kamu, maka aku hendak memberitahu kamu barang yang akan berlaku atasmu pada kemudian hari.","type":"content","verse":"1"},{"content":"Berhimpunlah kamu serta dengarlah hai anak-anak Yakub! dengarlah akan perkataan Israel, bapamu.","type":"content","verse":"2"},{"content":"Hai Rubin, engkaulah anak sulungku dan kuatku dan permulaan kuasaku, yang terindah kemuliaannya dan terindah kuasanya;","type":"content","verse":"3"},{"content":"bergelembunglah seperti dari air; maka tiada engkau lagi yang terutama, sebab engkau telah menaiki peraduan bapamu, engkau telah menajiskan peraduan nikahku, sebab engkau telah menaikinya.","type":"content","verse":"4"},{"content":"Bahwa Simeon dan Lewi itu adik-beradik adanya, maka pedangnya itu perkakas pembunuhan.","type":"content","verse":"5"},{"content":"Nyawaku tiada masuk bicara mereka itu dan hatiku tiada setuju dengan mufakat mereka itu pada masa dibunuhnya orang dengan garangnya dan dibantainya lembu jantan dengan sengajanya.","type":"content","verse":"6"},{"content":"Terkutuklah kiranya amarahnya, sebab garangnya dan amoknya, karena ia itu bengis adanya. Maka aku akan membagi-bagi mereka itu di antara bani Yakub dan mencerai-beraikan mereka itu di antara orang Israel.","type":"content","verse":"7"},{"content":"Adapun akan engkau, hai Yehuda! engkau akan dipuji oleh segala saudaramu, maka tanganmu akan menekan tengkuk segala seterumu, dan segala anak bapamu akan menundukkan dirinya di hadapanmu.","type":"content","verse":"8"},{"content":"Yehuda itu anak singa adanya. Dengan rampasan, hai anakku! telah engkau naik. Maka ia berlingkar serta menderum seperti singa, seperti singa tua. Siapa gerangan akan membangunkan dia?","type":"content","verse":"9"},{"content":"Bahwa tongkat kerajaan itu tiada akan undur dari pada Yehuda dan pemberi hukumpun tidak dari antara kakinya, sehingga datanglah Silo, maka kepadanyalah segala bangsa akan menurut.","type":"content","verse":"10"},{"content":"Maka ditambatkannya keledainya yang muda pada pokok anggur dan anak keledainya yang betina pada pokok anggur yang terutama, maka ia membasuh kainnya dalam air anggur dan selimutnya dalam darah anggur.","type":"content","verse":"11"},{"content":"Matanya akan merah dengan air anggur dan giginyapun akan putih dengan air susu.","type":"content","verse":"12"},{"content":"Bahwa Zebulon akan duduk pada tepi pantai laut, pada tepi laut yang berkapal-kapal dan perhinggaannya akan sampai ke Sidon.","type":"content","verse":"13"},{"content":"Bahwa Isakhar itu seekor keledai yang kuat tulangnya, yang akan menderum di antara dua petak.","type":"content","verse":"14"},{"content":"Demi dilihatnya perhentian itu baik dan tanah itupun permailah adanya, maka disengetkannyalah bahunya akan memikul, lalu takluklah ia memberi upeti.","type":"content","verse":"15"},{"content":"Bahwa Dan akan memerintahkan kaumnya seperti satu dari pada segala suku bani Israel.","type":"content","verse":"16"},{"content":"Dan itu seperti seekor ular pada tepi jalan, seperti seekor ular biludak pada sisi simpangan, yang mematuk tumit kuda, sehingga gugurlah telentang orang yang mengendarainya.","type":"content","verse":"17"},{"content":"Aku menantikan selamat yang dari pada-Mu, ya Tuhan!","type":"content","verse":"18"},{"content":"Adapun Gad itu, maka ia akan ditempuh oleh suatu pasukan, tetapi kemudian kelak iapun akan menempuhinya.","type":"content","verse":"19"},{"content":"Maka makanan Asyer itu akan lemak adanya, dibawanya masuk santapan raja yang sedap-sedap.","type":"content","verse":"20"},{"content":"Bahwa Naftali itupun pohon kayu yang merambak, dan cabang-cabangnyapun permai.","type":"content","verse":"21"},{"content":"Maka Yusuf itu suatu cabang pokok yang berbuah-buah, suatu cabang pokok yang berbuah pada sisi mata air, maka ranting-rantingnya melata pada pagar tembok yang tinggi.","type":"content","verse":"22"},{"content":"Bahwa orang-orang pemanah telah menyusahi dia sangat dan dibetulinya akan dia dengan garangnya.","type":"content","verse":"23"},{"content":"Tetapi panahnya tinggal terbentang juga dan lengannya dan tangannyapun dengan akasnya, oleh pertolongan Allahnya Yakub yang Mahakuasa, oleh penunggu batu Israel.","type":"content","verse":"24"},{"content":"Oleh Allah bapamu, yang akan menolong engkau, oleh Allah Mahakuasa, yang akan memberkati engkau dengan berkat dari langit di atas dan berkat mata air yang dalam-dalam dan berkat susu dan berkat rahim.","type":"content","verse":"25"},{"content":"Adapun berkat bapamu itu melebihi segala berkat nenek moyangku sampai kepada segala kesedapan bukit yang kekal, ia itu akan turun kepada kepala Yusuf, kepada batu kepala dia, yang bermakota di antara segala kakak adiknya.","type":"content","verse":"26"},{"content":"Bahwa Benyamin itu seperti seekor gurk yang mencarik-carik, pada pagi hari ia makan mangsanya dan pada petang ia membagi-bagi rampasan.","type":"content","verse":"27"},{"content":"Maka segala bangsa ini menjadi dua belas suku bani Israel adanya, maka inilah yang disabdakan bapanya akan halnya, tatkala diberkatinya mereka itu masing-masing dengan berkatnya sendiri-sendiri.","type":"content","verse":"28"},{"content":"Setelah itu maka berpesanlah ia kepada mereka itu, katanya: Bahwa aku ini pulang kepada asalku, kuburkanlah aku di tempat nenek moyangku, dalam gua yang ada di bendang Eferon, orang Heti itu,","type":"content","verse":"29"},{"content":"yaitu dalam gua yang di bendang Makhpela bertentangan dengan Mamre di tanah Kanaan, yang telah dibeli oleh Ibrahim serta dengan bendang itu kepada Eferon, orang Heti itu, akan suatu pekuburan pusaka.","type":"content","verse":"30"},{"content":"Maka di sanalah dikuburkan oranglah Ibrahim dan Sarah, isterinya; di sanapun dikuburkan Ishak dan Ribkah, isterinya, dan di sana juga telah dikuburkan Lea.","type":"content","verse":"31"},{"content":"Maka bendang itu serta gua yang di dalamnya sudah dibeli kepada anak-anak Het.","type":"content","verse":"32"},{"content":"Setelah sudah Yakub berpesan kepada anak-anaknya, ditariknya kedua belah kakinya naik ke atas peraduan, maka putuslah nyawanya, kembalilah ia kepada asalnya.","type":"content","verse":"33"}]