[{"content":"Maka Yusufpun rebahlah pada muka bapanya serta menangislah akan dia dan diciumnyalah akan dia.","type":"content","verse":"1"},{"content":"Maka disuruh Yusuf akan segala hambanya yang tabib membubuh rempah pada mayat bapanya, maka oleh segala tabib itupun dibubuhlah rempah pada Israel.","type":"content","verse":"2"},{"content":"Dikerjakannya empat puluh hari lamanya, karena demikianlah baharu genap segala hari orang yang dibubuh rempah itu; maka segala orang Mesirpun berkabunglah akan dia tujuh puluh hari lamanya.","type":"content","verse":"3"},{"content":"Setelah lepaslah hari perkabungan itu kata Yusuf kepada orang isi istana Firaun: Jikalau kiranya kamu kasih akan daku, persembahkan apalah kepada Firaun kataku ini:","type":"content","verse":"4"},{"content":"Bahwa ayah beta telah menyuruhkan beta bersumpah, katanya: Lihatlah, aku ini hendak mati, maka takkan jangan engkau menguburkan daku dalam kuburku, yang telah kugali di tanah Kanaan itu. Maka sekarang beri apalah kiranya beta mudik, supaya beta menguburkan bapa beta, kemudian beta akan balik kembali.","type":"content","verse":"5"},{"content":"Maka titah Firaun: Mudiklah dan kuburkanlah ayahmu, seperti yang telah disuruhnya engkau bersumpah.","type":"content","verse":"6"},{"content":"Hata, maka Yusufpun mudiklah hendak menguburkan bapanya, maka segala pegawai Firaunpun mudik sertanya, yaitu segala penjawat istananya dan segala orang besar-besar dalam negeri Mesir.","type":"content","verse":"7"},{"content":"Dan lagi segala orang isi rumah Yusuf dan segala saudaranya dan segala isi rumah bapanya, melainkan anak-anak mereka itu dan segala kawan kambing dan lembunya ditinggalkannya dalam negeri Gosyen.","type":"content","verse":"8"},{"content":"Maka mudiklah sertanya beberapa rata dan orang berkuda, maka tentara itu amat besar adanya.","type":"content","verse":"9"},{"content":"Maka sampailah sekaliannya itu ke tempat mengirik gandum Atad, yang di seberang sana Yarden, maka di sanalah mereka itu meratap, terlalu amat besar dan sangat ratapnya, maka Yusufpun berbuat akan bapanya suatu perkabungan tujuh hari lamanya.","type":"content","verse":"10"},{"content":"Demi dilihat orang Kanaan, yang mendiami tanah itu, akan perkabungan di halaman Atad itu, kata mereka itu: Bahwa inilah suatu perkabungan orang Mesir yang amat besar adanya. Sebab itu disebut orang nama tempat itu Abel-Mizraim, yang di seberang Yarden.","type":"content","verse":"11"},{"content":"Maka oleh anak-anak Israelpun dibuatlah akan bapanya sebagaimana yang telah dipesannya kepada mereka itu.","type":"content","verse":"12"},{"content":"Maka dihantar anak-anaknya akan mayatnya ke tanah Kanaan, lalu dikuburkannyalah akan dia di sana dalam gua di bendang Makhpela, yang telah dibeli oleh Ibrahim serta dengan bendang itu kepada Eferon, orang Heti, di sebelah timur Mamre, akan suatu pekuburan pusaka.","type":"content","verse":"13"},{"content":"Setelah bapanya dikuburkan, maka Yusufpun pulanglah ke Mesir serta dengan segala saudaranya dan segala orang yang telah mudik sertanya hendak menguburkan bapanya itu.","type":"content","verse":"14"},{"content":"Hata, apabila dilihat oleh saudara-saudara Yusuf akan hal bapanya sudah mati, maka kata mereka itu: Entah barangkali Yusuf benci akan kita kelak dan membalas kepada kita segala jahat yang telah kita perbuat akan dia.","type":"content","verse":"15"},{"content":"Sebab itu disuruhlah oleh mereka itu akan orang pergi menghadap Yusuf serta mengatakan: Bahwa dahulu dari pada matinya bapamu telah berpesan, katanya:","type":"content","verse":"16"},{"content":"Demikian katakanlah olehmu kepada Yusuf: Ampunilah kiranya salah segala saudaramu dan dosanya, karena mereka itu telah berbuat jahat akan dikau; tetapi sekarang ampunilah kiranya salah hamba-hamba Allah bapamu itu. Maka menangislah Yusuf apabila mereka itu berkata-kata kepadanya.","type":"content","verse":"17"},{"content":"Kemudian datang pula segala saudaranya menyembah sujud di hadapannya, sambil katanya: Bahwa sesungguhnya kami sekalian ini menjadi hambamu.","type":"content","verse":"18"},{"content":"Maka kata Yusuf kepada mereka itu: Janganlah kamu takut! Adakah aku ini akan ganti Allah?","type":"content","verse":"19"},{"content":"Sungguhpun kamu telah mereka jahat akan daku, tetapi ia itu direka Allah juga akan kebajikan, hendak diadakannya seperti yang ada sekarang ini, yaitu akan menghidupi suatu bangsa yang besar adanya.","type":"content","verse":"20"},{"content":"Maka sekarangpun janganlah kamu takut, karena aku akan memeliharakan kamu dan segala anak-anak kamu. Maka demikianlah dihiburkan Yusuf akan mereka itu serta disenangkannyalah hati mereka itu.","type":"content","verse":"21"},{"content":"Hata, maka Yusufpun duduklah di Mesir, ia serta dengan segala orang isi rumah bapanya, maka hiduplah Yusuf seratus sepuluh tahun lamanya.","type":"content","verse":"22"},{"content":"Maka dilihat oleh Yusuf akan anak cucu Efrayim sampai kepada sunat yang ketiga; dan lagi tatkala jadi anak-anak Makhir bin Manasye, diletakkan oranglah akan dia di ribaan Yusuf.","type":"content","verse":"23"},{"content":"Maka kata Yusuf kepada saudara-saudaranya: Bahwa aku hendak mati, maka sesungguhnya Allah akan mengunjungi kamu dan kamu akan dibawanya keluar dari dalam negeri ini naik ke tanah yang telah dijanji-Nya kepada Ibrahim dan Ishak dan Yakub pakai sumpah.","type":"content","verse":"24"},{"content":"Maka disuruhlah oleh Yusuf akan bani Israel itu bersumpah, katanya: Bahwa sesungguhnya Allah akan mengunjungi kamu, maka pada masa itu takkan jangan kamu membawa akan tulang-tulangku dari sini.","type":"content","verse":"25"},{"content":"Hata, maka Yusufpun matilah pada seratus sepuluh tahun umurnya, maka dirempah-rempahi oranglah akan dia, lalu ditaruhlah akan dia dalam sebuah keranda di negeri Mesir.","type":"content","verse":"26"}]