[{"content":"Maka tatkala banyak manusia itu makin bertambah-tambah di atas bumi dan telah diperanakkannya beberapa anak perempuan,","type":"content","verse":"1"},{"content":"maka dipandanglah oleh anak laki-laki Allah akan anak perempuan manusia sebab elok parasnya, lalu diambilnyalah bagi dirinya akan bini barangsiapa yang disukainya.","type":"content","verse":"2"},{"content":"Maka firman Tuhan: Bahwa Roh-Ku tiada akan berbantah-bantah selama-lamanya dengan manusia, karena hawa nafsu jua adanya, melainkan tinggal lagi panjang umurnya seratus dua puluh tahun.","type":"content","verse":"3"},{"content":"Maka pada zaman itu adalah beberapa orang tinggi besar dalam dunia dan kemudian dari pada itupun, setelah anak-anak Allah bersetubuh dengan anak-anak perempuan manusia lalu beranak; maka inilah orang gagah dan orang yang termasyhur namanya pada zaman dahulukala.","type":"content","verse":"4"},{"content":"Maka dilihat Tuhan kejahatan manusia itu terlampau banyak di atas bumi dan pada sediakala segala akal pikiran hatinya jahat semata-mata.","type":"content","verse":"5"},{"content":"Maka bersesallah Tuhan sebab telah dijadikannya manusia di atas bumi, maka ia itu mendukacitakan hati-Nya.","type":"content","verse":"6"},{"content":"Maka firman Tuhan: Bahwa Aku akan membinasakan manusia, yang telah Kujadikan di atas bumi, baik manusia baik binatang yang berkaki empat, dan binatang yang melata, dan unggas yang di udara, karena bersesallah Aku sebab telah Kujadikan mereka itu.","type":"content","verse":"7"},{"content":"Tetapi Nuh itu mendapat karunia di hadirat Tuhan.","type":"content","verse":"8"},{"content":"Maka inilah anak buah Nuh. Maka Nuh itu seorang yang benar dan tulus hatinya di antara orang zamannya, dan Nuh itu hidup dengan Allah.","type":"content","verse":"9"},{"content":"Maka Nuhpun beranak laki-laki tiga orang, yaitu Sem dan Ham dan Yafet.","type":"content","verse":"10"},{"content":"Maka bumi itupun telah rusaklah di hadapan hadirat Allah dan lagi bumi telah penuh dengan penggagahan.","type":"content","verse":"11"},{"content":"Maka ditilik Allah kepada bumi, sesungguhnya telah rusaklah adanya, karena segala manusia di atas bumi telah merusakkan jalannya.","type":"content","verse":"12"},{"content":"Maka sebab itu firman Allah kepada Nuh: Adapun kesudahan segala manusia itu telah datang di hadapan hadirat-Ku, karena bumi ini telah dipenuhinya dengan penggagahan; maka sesungguhnya Aku akan membinasakan mereka itu kelak serta dengan bumi itu.","type":"content","verse":"13"},{"content":"Perbuatlah akan dirimu sebuah bahtera dengan kayu gofir; hendaklah engkau memperbuatkan dia berbilik-bilik dan gala-galakanlah luar dalamnya.","type":"content","verse":"14"},{"content":"Maka demikian hendaklah kauperbuat akan dia: Panjang bahtera itu tiga ratus hasta, dan lebarnya lima puluh hasta, dan tingginya tiga puluh hasta.","type":"content","verse":"15"},{"content":"Maka hendaklah kauperbuatkan tingkap pada bahtera itu, sehasta dari atas hendaklah kauhabiskan dia, dan pintu bahtera itupun hendaklah kaukenakan pada sebelah iringannya, dan hendaklah kauperbuatkan bahtera itu dengan tingkap yang di bawah dan yang kedua dan yang ketiga.","type":"content","verse":"16"},{"content":"Bahwa sesungguhnya Aku, bahkan Aku kelak mendatangkan air bah di atas bumi hendak membinasakan segala makhluk yang bernyawa hidup di bawah langit, dan segala sesuatu yang di bumi itu akan putus nyawanya,","type":"content","verse":"17"},{"content":"akan tetapi dengan dikau Aku akan mendirikan perjanjian-Ku, maka hendaklah engkau masuk ke dalam bahtera itu, yaitu engkau serta dengan anak binimu dan bini anak-anakmu  bersama-sama dengan dikau.","type":"content","verse":"18"},{"content":"Maka dari pada segala yang hidup, yaitu dari pada segala makhluk dua ekor, seekor jantan dan seekor betina, hendaklah kaubawa masuk ke dalam bahtera itu akan dipeliharakan hidupnya bersama-sama dengan dikau.","type":"content","verse":"19"},{"content":"Dari pada segala unggas dengan bakanya dan dari pada segala binatang yang berkaki empat dengan bakanya dan dari pada segala binatang yang melata di atas bumi dengan bakanya, dua ekor dari pada tiap-tiap jenis kelak datang mendapatkan dikau akan dipeliharakan hidupnya.","type":"content","verse":"20"},{"content":"Maka engkau, ambillah olehmu dari pada segala makanan yang dapat dimakan, himpunkanlah dia kepadamu, supaya ia itu menjadi makanan bagi kamu dan bagi sekaliannya.","type":"content","verse":"21"},{"content":"Maka dibuatlah oleh Nuh setuju dengan segala perkara firman Allah kepadanya, demikianlah dibuatnya.","type":"content","verse":"22"}]