[{"content":"Maka diberkati Allah akan Nuh serta anak-anaknya; maka firman Tuhan kepadanya: Berbiaklah kamu dan bertambah-tambahlah dan ramaikanlah bumi itu.","type":"content","verse":"1"},{"content":"Maka takut dan gentar akan dikau berlakulah atas segala binatang yang di atas bumi itu dan segala unggas yang di udara dan segala keadaan yang bergerak di atas bumi dan segala ikan yang di laut, maka sekaliannya itu Kuserahkan ke tanganmu.","type":"content","verse":"2"},{"content":"Maka segala binatang yang bergerak, yaitu yang hidup, itu akan menjadi makananmu; sekalian itu telah kuberikan kepadamu, demikianpun segala tumbuh-tumbuhan yang hijau.","type":"content","verse":"3"},{"content":"Tetapi daging dengan jiwanya, yaitu dengan darahnya, janganlah kamu makan dia.","type":"content","verse":"4"},{"content":"Bahwa sesungguhnya akan darah kamu, yaitu jiwa kamu, maka Aku akan menuntut belanya; kepada segala binatang Aku menuntut belanya dan kepada tangan manusiapun; dan kepada tangan segala saudara orang Aku akan menuntut jiwa manusia.","type":"content","verse":"5"},{"content":"Barangsiapa yang menumpahkan darah manusia, maka darahnyapun akan ditumpahkan oleh manusia, karena atas teladan Allah telah dijadikan Allah akan manusia itu.","type":"content","verse":"6"},{"content":"Tetapi akan kamu, hendaklah kamu berbiak dan bertambah-tambah dan beranak berbuah di atas bumi dengan kelimpahan serta berbanyak-banyaklah kamu di atas bumi itu.","type":"content","verse":"7"},{"content":"Lalu berfirmanlah Allah kepada Nuh dan kepada anak-anaknyapun sertanya, kata-Nya:","type":"content","verse":"8"},{"content":"Bahwasanya Aku, bahkan Aku yang meneguhkan perjanjian-Ku dengan kamu dan dengan benihmu yang kemudian dari padamu,","type":"content","verse":"9"},{"content":"dan lagi dengan segala kejadian hidup yang sertamu dari pada unggas dan segala binatang yang jinak dan segala binatang di bumi yang sertamu, dengan segala yang keluar dari dalam bahtera itu hingga segala binatang yang di atas bumipun.","type":"content","verse":"10"},{"content":"Maka Aku meneguhkan perjanjian-Ku ini dengan kamu, bahwa segala keadaan yang berdaging itu sekali-kali tiada akan dibinasakan lagi dengan air bah, dan tiada lagi akan ada air bah yang membinasakan bumi.","type":"content","verse":"11"},{"content":"Maka firman Allah: Bahwa inilah tanda perjanjian-Ku, yang Kuperbuat diantara-Ku dengan kamu dan dengan segala kejadian hidup, yang sertamu, turun-temurun sampai selama-lamanya:","type":"content","verse":"12"},{"content":"Bahwa pelangi-Ku telah Kutaruh dalam awan-awan, maka ia itulah akan tanda perjanjian di antara-Ku dengan bumi.","type":"content","verse":"13"},{"content":"Maka akan jadi kelak, apabila Aku mendatangkan awan-awan ke atas bumi dan pelangi itupun kelihatan dalam awan-awan,","type":"content","verse":"14"},{"content":"bahwa Aku ingat akan perjanjian-Ku yang di antara-Ku dengan kamu dan dengan segala kejadian yang hidup di antara segala yang berdaging, bahwa sekali-kali tiada lagi menjadi air bah, yang membinasakan segala keadaan yang berdaging itu.","type":"content","verse":"15"},{"content":"Maka apabila pelangi itu dalam awan-awan. Aku menilik akan dia kelak hendak ingat akan perjanjian yang kekal, yang antara Allah dengan segala kejadian yang hidup dan yang berdaging di atas bumi.","type":"content","verse":"16"},{"content":"Maka firman Allah kepada Nuh: Bahwa inilah tanda perjanjian yang telah Kuteguhkan antara Aku dengan segala yang berdaging di atas bumi adanya.","type":"content","verse":"17"},{"content":"Bermula, maka anak-anak Nuh yang keluar dari dalam bahtera itu, yaitu Sem dan Ham dan Yafet; maka Ham itulah bapa Kanaan.","type":"content","verse":"18"},{"content":"Maka ketiga orang inilah anak-anak Nuh dan dari pada mereka itulah orang berpecah-pecah di atas seluruh muka bumi.","type":"content","verse":"19"},{"content":"Arakian, maka Nuh mulai menjadi seorang peladang, ditanamnyalah pokok anggur satu kebun.","type":"content","verse":"20"},{"content":"Maka diminum oleh Nuh air anggur itu, lalu iapun mabuklah, maka berbaringlah ia dengan telanjang di tengah-tengah kemahnya.","type":"content","verse":"21"},{"content":"Maka terlihatlah Ham, bapa Kanaan itu, akan ketelanjangan bapanya, lalu pergilah ia memberitahu kepada kedua saudaranya, yang di luar.","type":"content","verse":"22"},{"content":"Maka oleh Sem dan Yafet diambil akan sehelai kain, disangkutkannya pada bahunya, lalu berjalanlah ia membelakang, ditudungkannyalah ketelanjangan bapanya sambil dipalingkannya mukanya, sehingga tiada dilihat oleh mereka itu akan ketelanjangan bapanya.","type":"content","verse":"23"},{"content":"Hata, maka Nuhpun sadarlah dari pada mabuknya, lalu diketahuinyalah akan perbuatan anaknya yang bungsu itu kepadanya.","type":"content","verse":"24"},{"content":"Maka katanya: Laknatlah si Kanaan; biarlah ia menjadi hamba segala hamba saudaranya.","type":"content","verse":"25"},{"content":"Dan lagi kata Nuh: Segala puji bagi Tuhan, yaitulah Allahnya Sem, maka Kanaan itu menjadi hambanya.","type":"content","verse":"26"},{"content":"Maka Allah akan meluaskan Yafet sehingga ia akan menduduki kemah-kemah Sem; maka Kanaan akan menjadi hambanya.","type":"content","verse":"27"},{"content":"Maka kemudian dari pada air bah, Nuh itu hidup tiga ratus lima puluh tahun lamanya.","type":"content","verse":"28"},{"content":"Maka adalah sekalian umur Nuh itu sembilan ratus lima puluh tahun, lalu matilah ia.","type":"content","verse":"29"}]