[{"content":"Adam, Set, Enos,","type":"content","verse":"1"},{"content":"Kenan, Mahalalel, Yered,","type":"content","verse":"2"},{"content":"Henokh, Metusalah, Lamekh,","type":"content","verse":"3"},{"content":"Nuh, Sem, Ham dan Yafet.","type":"content","verse":"4"},{"content":"Bahwa bani Yafet itulah Gomer dan Magog dan Madai dan Yawan dan Tubal dan Mesekh dan Tiras.","type":"content","verse":"5"},{"content":"Dan bani Gomer itulah Askenaz dan Difat dan Togarma.","type":"content","verse":"6"},{"content":"Dan bani Yawan itulah Elisa dan Tarsisa dan Khitim dan Dodanim.","type":"content","verse":"7"},{"content":"Dan bani Ham itulah Kusy dan Mirzaim dan Put dan Kanaan.","type":"content","verse":"8"},{"content":"Dan bani Kusy itulah Seba dan Hawila dan Sabta dan Raema dan Sabtekha; dan bani Raema itulah Syeba dan Dedan.","type":"content","verse":"9"},{"content":"Maka Kusypun beranak Nimrod, ialah yang mulai menjadi seorang gagah di atas bumi.","type":"content","verse":"10"},{"content":"Maka Mizraim beranaklah Ludim dan Ananim dan Lehabim dan Naftukhim,","type":"content","verse":"11"},{"content":"dan Patrusim dan Kaslukhim, yaitu asal orang Filistin, dan Kaftorim.","type":"content","verse":"12"},{"content":"Maka Kanaan beranaklah Zidon, anak sulungnya, dan Het,","type":"content","verse":"13"},{"content":"dan Yebuzi dan Amori dan Girgazi,","type":"content","verse":"14"},{"content":"dan Hewi dan Arki dan Sini,","type":"content","verse":"15"},{"content":"dan Arwadi dan Tsemari dan Hamati.","type":"content","verse":"16"},{"content":"Maka bani Sem itulah Elam dan Asyur dan Arfaksad dan Lud dan Aram dan Uz dan Hul dan Geter dan Mesekh.","type":"content","verse":"17"},{"content":"Adapun Arfaksad itu beranak Selah dan Selah beranaklah Heber.","type":"content","verse":"18"},{"content":"Maka bagi Heber itu diperanakkanlah laki-laki dua orang, seorang bernama Peleg, sebab pada zamannya bumi ini terbahagi, dan nama adiknya itu Yoktan.","type":"content","verse":"19"},{"content":"Maka Yoktan beranaklah Almodad dan Selef dan Hatsarmawit dan Yerakh,","type":"content","verse":"20"},{"content":"dan Hadoram dan Uzal dan Dikela,","type":"content","verse":"21"},{"content":"dan Ebal dan Abimail dan Syeba,","type":"content","verse":"22"},{"content":"dan Ofir dan Hawila dan Yobab. Sekalian ini anak laki-laki Yoktan.","type":"content","verse":"23"},{"content":"Sem, Arfaksad, Selah.","type":"content","verse":"24"},{"content":"Heber, Peleg, Rehu,","type":"content","verse":"25"},{"content":"Serug, Nahor, Terah,","type":"content","verse":"26"},{"content":"Abram, yaitu Ibrahim.","type":"content","verse":"27"},{"content":"Maka bani Ibrahim itulah Ishak dan Ismail.","type":"content","verse":"28"},{"content":"Maka inilah anak buahnya, anak sulung Ismail itulah Nebayot, lalu Kedar dan Adbeel dan Mibsam,","type":"content","verse":"29"},{"content":"Misma dan Duma, Masa, Hadad dan Tema,","type":"content","verse":"30"},{"content":"Yetur, Nafis dan Kedma; sekalian inilah anak-anak Ismail.","type":"content","verse":"31"},{"content":"Adapun anak-anak Ketura, gundik Ibrahim itu, yaitu diperanakkannya Zimran dan Yoksan dan Medan dan Midian dan Isbak, dan Suah. Maka bani Yoksan itulah Syeba dan Dedan.","type":"content","verse":"32"},{"content":"Maka bani Midian itulah Efa dan Efir dan Henokh dan Abida dan Eldaa. Sekalian inilah anak-anak Ketura.","type":"content","verse":"33"},{"content":"Maka Ibrahimpun beranaklah Ishak dan anak Ishak itulah Esaf dan Israel.","type":"content","verse":"34"},{"content":"Maka bani Esaf itulah: Elifaz dan Yehusy dan Yaelam dan Korah.","type":"content","verse":"35"},{"content":"Dan bani Elifaz itulah Teman dan Omar dan Zefi dan Gaetam dan Kenaz dan Timna dan Amalek.","type":"content","verse":"36"},{"content":"Maka bani Rehuil itulah Nahat, Zerah, Syama dan Miza.","type":"content","verse":"37"},{"content":"Maka bani Seir itulah Lotan dan Syobal dan Zibeon dan Ana dan Disyon dan Ezar dan Disyan.","type":"content","verse":"38"},{"content":"Maka bani Lotan itulah Hori dan Homan; dan saudara perempuan Lotan itulah Timna.","type":"content","verse":"39"},{"content":"Maka bani Syobal itulah Alyan dan Manahat dan Ebal dan Sefi dan Onam; maka bani Zibeon itulah Aya dan Ana.","type":"content","verse":"40"},{"content":"Maka bani Ana itulah Disyon; dan bani Disyon itulah Hamran dan Esyban dan Yiteran dan Kheran.","type":"content","verse":"41"},{"content":"Maka bani Ezar itulah Bilhan dan Zaawan dan Yaakan. Maka bani Disyan itulah Uz dan Aran.","type":"content","verse":"42"},{"content":"Maka inilah nama raja-raja yang telah kerajaan di negeri Edom dahulu dari pada seorang raja memerintahkan orang Israel, yaitu Bela bin Beor, dan nama negerinya Dinhaba.","type":"content","verse":"43"},{"content":"Maka mangkatlah Bela, lalu kerajaanlah Yobab bin Zerah dari Bozra akan gantinya.","type":"content","verse":"44"},{"content":"Maka mangkatlah Yobab, lalu kerajaanlah Husyam dari negeri orang Temani akan gantinya.","type":"content","verse":"45"},{"content":"Maka mangkatlah Husyam yang diganti dalam kerajaan oleh Hadad bin Bedad, yang mengalahkan orang Midian di padang Moab dan nama negerinya Awit.","type":"content","verse":"46"},{"content":"Maka mangkatlah Hadad, lalu kerajaanlah Samla dari Masyreka akan gantinya.","type":"content","verse":"47"},{"content":"Maka mangkatlah Samla, lalu kerajaanlah Saul dari Rehobot, yang di tepi sungai, akan gantinya.","type":"content","verse":"48"},{"content":"Maka mangkatlah Saul, lalu kerajaanlah Baal-Hanan bin Akhbor akan gantinya.","type":"content","verse":"49"},{"content":"Setelah mangkat Baal-Hanan kerajaanlah Hadad akan gantinya, maka nama negerinya Pahi dan nama isterinya Mehetabiel, anak Matered, anak perempuan Mezahab.","type":"content","verse":"50"},{"content":"Maka mangkatlah Hadad. Adapun nama segala raja Edom inilah dia: Raja Timnah, raja Alya, raja Yetet,","type":"content","verse":"51"},{"content":"raja Aholibama, raja Ela, raja Pinon,","type":"content","verse":"52"},{"content":"raja Kenaz, raja Teman, raja Mibzar,","type":"content","verse":"53"},{"content":"raja Magdiel, raja Iram. Sekalian itulah raja-raja Edom.","type":"content","verse":"54"}]