[{"content":"Sebermula, maka berperanglah orang Filistin dengan orang Israel, lalu larilah segala orang Israel dari hadapan orang Filistin dan rebahlah mereka itu mati di atas pegunungan Gilboa.","type":"content","verse":"1"},{"content":"Maka orang Filistinpun mengejar akan Saul dan segala puteranya dari belakang dan dibunuh orang Filistin akan Yonatan dan Abinadab dan Malkhisua, putera Saul itu.","type":"content","verse":"2"},{"content":"Maka makin sangat perang itu mengimpit akan Saul, karena orang-orang pemanah itu menampil kepadanya, sehingga iapun dilukakan oleh orang pemanah itu.","type":"content","verse":"3"},{"content":"Maka titah Saul kepada bentaranya: Hunuslah pedangmu, tikamlah aku dengan dia, asal jangan orang kulup itu datang mengolok-olok akan daku. Tetapi engganlah bentaranya, karena sangatlah takutnya. Maka diambil Saul akan pedangnya, lalu direbahkannya dirinya kepadanya.","type":"content","verse":"4"},{"content":"Demi dilihat bentara itu akan hal Saul sudah mati, maka iapun merebahkan dirinya kepada pedangnya, lalu mati.","type":"content","verse":"5"},{"content":"Demikianlah peri mati Saul dan ketiga orang puteranya, maka segenap orang isi istananyapun matilah sertanya.","type":"content","verse":"6"},{"content":"Setelah dilihat oleh orang Israel yang di padang akan hal mereka itu sekalian lari dan Saul sudah mati serta dengan puteranya, maka ditinggalkannya negeri-negerinya, lalu mereka itupun larilah. Maka datanglah orang Filistin, lalu duduklah dalam negeri-negeri itu.","type":"content","verse":"7"},{"content":"Hata, maka pada keesokan harinya apabila datanglah orang Filistin hendak menjarahi orang mati itu, tiba-tiba didapatinya akan Saul dan puteranya terhantar di atas pegunungan Gilboa.","type":"content","verse":"8"},{"content":"Maka dijarahinya akan dia dan diambilnya kepalanya dan senjatanya, lalu disuruhnya orang membawa keliling akan dia dalam negeri orang Filistin serta mengabarkan hal itu kepada segala berhalanya dan kepada orang banyak itu.","type":"content","verse":"9"},{"content":"Maka ditaruhnya akan senjata Saul itu dalam kuil berhalanya dan kepalanya digantungkannya dalam kuil Dagon itu.","type":"content","verse":"10"},{"content":"Arakian, setelah didengar oleh segenap orang isi Yabes, yang di Gilead itu, akan hal segala sesuatu yang telah diperbuat oleh orang Filistin akan Saul,","type":"content","verse":"11"},{"content":"maka berbangkitlah segala mereka itu yang tahu perang pergi mengambil mayat Saul dan mayat segala puteranya, lalu dibawanya akan dia ke Yabes, dikuburkannyalah tulang-tulangnya di bawah sebatang pohon jati yang di Yabes, lalu berpuasalah mereka itu tujuh hari lamanya.","type":"content","verse":"12"},{"content":"Demikian matilah Saul dengan salahnya, sebab ia telah mendurhaka kepada Tuhan dengan tiada menurut firman Tuhan dan sebab ia telah pergi mendapatkan perempuan tenungan hendak bertanyakan dia.","type":"content","verse":"13"},{"content":"Tegal tiada dicaharinya akan Tuhan, maka dibunuh Tuhan akan dia dan dipulangkannya kerajaan itu kepada Daud bin Isai.","type":"content","verse":"14"}]