[{"content":"Sebermula, maka berhimpunlah segenap orang Israel kepada Daud di Heberon, sembahnya: Bahwasanya patik sekalian ini sedaging darah juga dengan tuanku.","type":"content","verse":"1"},{"content":"Maka sudah lama dahulu, tatkala Saul lagi raja, tuanku juga yang menghantar akan orang Israel keluar dan menghantar akan mereka itu masuk pula; lagipun Tuhan, Allah tuanku, telah berfirman kepada tuanku demikian: Bahwa engkau juga kelak akan menggembalakan umat-Ku, yaitu orang Israel, dan engkaupun akan menjadi penganjur segala umat-Ku, yaitu orang Israel.","type":"content","verse":"2"},{"content":"Demikianpun datanglah segala tua-tua orang Israel menghadap baginda ke Heberon, maka Daudpun berjanji-janjianlah dengan mereka itu di Heberon, di hadapan hadirat Tuhan, maka disiramnyalah Daud akan raja orang Israel, setuju dengan firman Tuhan yang dikatakan oleh Semuel itu.","type":"content","verse":"3"},{"content":"Maka pergilah Daud dan segenap orang Israelpun sertanya ke Yeruzalem, yaitu Yebus, karena di sana adalah orang Yesbuzi yang mengeduduki negeri itu.","type":"content","verse":"4"},{"content":"Maka kata orang isi Yebus itu kepada Daud: Tak boleh engkau masuk ke mari! Tetapi oleh Daud dialahkan juga kota Sion, yaitu negeri Daud.","type":"content","verse":"5"},{"content":"Maka Daud sudah bertitah demikian: Barangsiapa yang mula-mula mengalahkan orang Yebuzi itu, ia itu akan menjadi panglima dan penghulu pangkatnya. Maka Yoab bin Zeruya yang mula-mula menaikinya, sebab itu ialah menjadi panglima.","type":"content","verse":"6"},{"content":"Maka Daudpun duduklah di dalam kotanya, sebab itu dinamai oranglah akan kota itu negeri Daud.","type":"content","verse":"7"},{"content":"Maka dilingkungnya negeri itu dengan pagar batu, mulai dari Milo lalu berkeliling dan Yoabpun membaiki bahagian negeri yang lagi tinggal.","type":"content","verse":"8"},{"content":"Maka Daudpun makin lama makin lebih besar, karena Tuhan serwa sekalian alam adalah menyertai akan dia.","type":"content","verse":"9"},{"content":"Bermula, maka inilah segala kepala pahlawan yang pada Daud, yang membantu dan menetapkan baginda dalam kerajaannya, supaya dijadikannya baginda raja atas segenap orang Israel, setuju dengan firman Tuhan akan hal orang Israel itu.","type":"content","verse":"10"},{"content":"Maka inilah bilangan segala pahalawan yang pada Daud itu: Yasobam bin Hakhmoni, kepala orang tiga puluh, yang berlayamkan lembingnya kepada orang tiga ratus, ditikamnya akan mereka itu sekalian dalam sekali berperang.","type":"content","verse":"11"},{"content":"Kemudian dari padanya adalah Eleazar bin Dodo, orang Ahohi, ialah masuk bilangan pahlawan tiga orang itu.","type":"content","verse":"12"},{"content":"Dan iapun adalah serta dengan Daud di Pas-Damim, tatkala orang Filistin berhimpun di sana hendak berperang, maka adalah di sana suatu bendang penuh dengan syeir, maka orang banyak itupun larilah dari hadapan orang Filistin.","type":"content","verse":"13"},{"content":"Lalu berhentilah mereka itu di tengah-tengah bendang itu, yang direbutnya dari pada orang Filistin, dan dialahkannya orang Filistin itu, maka Tuhanpun membantu mereka itu dengan suatu pertolongan yang besar.","type":"content","verse":"14"},{"content":"Maka dari pada tiga puluh kepala itu adalah tiga orang turun ke bukit batu pergi mendapatkan Daud di dalam gua Adulam, maka pada masa itu tentara orang Filistin sudah mendirikan kemah-kemahnya di lembah Refayim.","type":"content","verse":"15"},{"content":"Maka pada masa itu adalah Daud di tempat-tempat yang tiada terhampiri dan lagi adalah pengawal laskar orang Filistin di Betlehem.","type":"content","verse":"16"},{"content":"Maka datanglah ingin kepada Daud, lalu katanya: Siapa gerangan berikan daku minum air dari dalam perigi Betlehem, yang di dalam pintu gerbang?","type":"content","verse":"17"},{"content":"Maka ketiga orang pahlawan itu menetaslah akan tempat tentara orang Filistin, ditimbanya air dari dalam perigi Betlehem, yang di dalam pintu gerbang, diangkatnya, lalu dibawanya kepada Daud, tetapi engganlah Daud minum dia, melainkan dicurahkannya di hadapan Tuhan,","type":"content","verse":"18"},{"content":"sambil katanya: Dijauhkan Allahku kiranya aku dari pada perbuatan yang demikian! Masakan aku minum darah orang laki-laki ini! bahwa dengan membuang nyawanya, bahkan, dengan membuang nyawanya juga mereka itu sudah membawa akan dia! Maka engganlah ia minum air itu. Demikianlah perbuatan ketiga orang pahlawan itu.","type":"content","verse":"19"},{"content":"Maka Abisai, saudara Yoab, itulah kepala orang tiga itu, dan iapun sudah melayamkan lembingnya kepada orang tiga ratus, dibunuhnya akan sekaliannya, sebab itu maka termasyhurlah namanya di antara orang tiga itu.","type":"content","verse":"20"},{"content":"Maka dalam tiga orang pangkat yang kedua ini ialah yang termasyhur namanya dan ia menjadi kepalanya, tetapi tiada masuk bilangan orang tiga yang lain itu.","type":"content","verse":"21"},{"content":"Maka Benaya bin Yoyada, anak seorang perkasa, dari Kabzeil, yang berani perbuatannya, ia itu membunuh dua ekor singa raya dari Moab, lagipun ia turun serta dibunuhnya seekor singa di dalam keleburan pada musim salju.","type":"content","verse":"22"},{"content":"Dan lagi dibunuhnya seorang orang Mesir, yang amat tinggi, yaitu lima hasta tingginya, dan pada tangan orang Mesir itu adalah sebatang lembing seperti pesa orang tenun besarnya, maka pergilah ia mendapatkan orang Mesir itu dengan membawa tongkat dan disentakkannya lembing itu dari dalam tangannya dan dibunuhnya akan dia dengan lembingnya sendiri.","type":"content","verse":"23"},{"content":"Demikianlah perbuatan Benaya bin Yoyada, sebab itu termasyhurlah namanya di antara pahlawan tiga orang itu.","type":"content","verse":"24"},{"content":"Bahwasanya ialah yang termashyur dari pada orang tiga puluh itu, tetapi tiada ia masuk bilangan orang tiga itu; maka Daudpun mengangkat akan dia menjadi penghulu biduanda.","type":"content","verse":"25"},{"content":"Kemudian maka segala pahlawan tentara itu Asahel, saudara Yoab, dan Elhanan bin Dodo, dari Betlehem,","type":"content","verse":"26"},{"content":"dan Samot, orang Harodi, dan Helez, orang Peloni,","type":"content","verse":"27"},{"content":"dan Ira bin Ikisy, orang Tekoi, dan Abiezar, orang Anatoti,","type":"content","verse":"28"},{"content":"dan Sibkhai, orang Husati, dan Ilai, orang Ahohi,","type":"content","verse":"29"},{"content":"dan Maharai, orang Netofati, dan Heled bin Baana, orang Netofati,","type":"content","verse":"30"},{"content":"dan Itai bin Ribai, orang Gibea bani Benyamin, dan Benaya, orang Pirhatoni,","type":"content","verse":"31"},{"content":"dan Horai, dari lembah-lembah Gaas, dan Abiel, orang Arbati,","type":"content","verse":"32"},{"content":"dan Asmawit, orang Baharumi, dan Elyahba, orang Saalboni,","type":"content","verse":"33"},{"content":"dan Beni Hazim, orang Gisoni, dan Yonatan bin Saga, orang Harari,","type":"content","verse":"34"},{"content":"dan Ahiam bin Sakhar, orang Harari, dan Elifal bin Ur,","type":"content","verse":"35"},{"content":"dan Hefer, orang Mekherati, dan Ahia, orang Peloni,","type":"content","verse":"36"},{"content":"dan Hezro, orang Karmeli, dan Naharai bin Ezbai,","type":"content","verse":"37"},{"content":"dan Yoel, saudara Natan, dan Mibhar bin Geri,","type":"content","verse":"38"},{"content":"dan Zelik, orang Ammoni, dan Nahrai, orang Beroti, biduanda Yoab bin Zeruya,","type":"content","verse":"39"},{"content":"dan Ira, orang Yiteri, dan Garib, orang Yiteri,","type":"content","verse":"40"},{"content":"dan Uria, orang Heti, dan Zabad bin Ahlai,","type":"content","verse":"41"},{"content":"dan Adina bin Siza, seorang Rubin dan penghulu segala orang Rubin, maka adalah lagi tiga puluh orang di atasnya,","type":"content","verse":"42"},{"content":"dan Hanan bin Maakha, dari Yosafat, orang Miteni,","type":"content","verse":"43"},{"content":"dan Uzia, orang Asyterati, dan Syama dan Yeiel, kedua anak Hotam, orang Aroeri,","type":"content","verse":"44"},{"content":"dan Yediael bin Zimri, dan Yoha, saudaranya, yaitu orang Tizi,","type":"content","verse":"45"},{"content":"dan Eliel Hamahawin, dan Yeribai, dan Yosawia bin Elnaam, dan Yitma, orang Moabi,","type":"content","verse":"46"},{"content":"dan Eliel, dan Obed, dan Yaaziel, yang dari Mezobaya.","type":"content","verse":"47"}]