[{"content":"Maka sekalian ini sudah datang mendapatkan Daud ke Zikelaj, tatkala ia lagi menyembunyian dirinya dari pada Saul bin Kisy, maka sekalian inipun orang perkasa, yang dapat membantu dalam perang.","type":"content","verse":"1"},{"content":"Lagipun mereka itu bersenjatakan busur panah dan dapat mengali-ali batu dengan tangan kiri kanan dan pandai memanahkan anak panah, maka mereka itupun dari pada segala saudara Saul, yaitu dari pada suku Benyamin.","type":"content","verse":"2"},{"content":"Maka penghulu mereka itu ia itu Ahiezar bin Yoas, kedua anak Samaa, orang Gibeati, lalu Yeziel dan Pelet, kedua anak Azmawit, dan Berakha dan Yehu, orang Anatoti itu,","type":"content","verse":"3"},{"content":"dan lagi Yismaya, orang Gibeoni, seorang pahlawan di antara orang tiga puluh itu, dan lagi kepala orang tiga puluh itu, lalu Yirmeya dan Yehaziel dan Yohanan dan Yozabad, orang Gederati,","type":"content","verse":"4"},{"content":"dan Eluzai dan Yerimot dan Bealya dan Semarya dan Sefaca, orang Harufi,","type":"content","verse":"5"},{"content":"dan Elkana dan Yisia dan Azariel dan Yuzar dan Yoasbam, orang Korahi,","type":"content","verse":"6"},{"content":"dan Yoela dan Zebaja, kedua anak Yeroham, dari Gedor.","type":"content","verse":"7"},{"content":"Maka dari pada orang Gadpun adalah yang menceraikan dirinya lalu datang mendapatkan Daud, tatkala ia di tempat-tempat yang tiada terhampiri di padang belantara, semua orang perkasa yang tahu perang dan yang berdiri berbaris-baris dengan perisai dan lembing, maka muka mereka itu seperti muka singa dan pantasnya seperti kijang di gunung.","type":"content","verse":"8"},{"content":"Maka Ezar itulah kepalanya dan Obaja yang kedua dan Eliab yang ketiga,","type":"content","verse":"9"},{"content":"dan Mismana yang keempat dan Yirmeya yang kelima,","type":"content","verse":"10"},{"content":"dan Atai yang keenam dan Eliel yang ketujuh,","type":"content","verse":"11"},{"content":"dan Yohanan yang kedelapan dan Elzabad yang kesembilan,","type":"content","verse":"12"},{"content":"dan Yirmeya yang kesepuluh dan Makhbani yang kesebelas.","type":"content","verse":"13"},{"content":"Sekalian inilah dari pada bani Gad dan panglima tentara, yang kecil memerintahkan orang seratus, yang besar orang seribu.","type":"content","verse":"14"},{"content":"Maka mereka itu juga yang menyeberang Yarden pada bulan yang pertama, yaitu tatkala sungai itu sebaklah pada segala tepinya dan dihalaukannya segala orang yang di padang itu pada sebelah timur dan pada sebelah barat.","type":"content","verse":"15"},{"content":"Dan lagi dari pada bani Benyamin dan dari pada bani Yehuda datanglah orang mendapatkan Daud ke tempat-tempat yang tiada terhampiri.","type":"content","verse":"16"},{"content":"Maka keluarlah Daud pergi mendapatkan mereka itu sambil katanya kepadanya: Jikalau kamu sudah datang mendapatkan aku dengan selamat, hendak membantu aku, maka hatikupun berkenanlah akan kamu kelak, tetapi jikalau kiranya datangmu ini hendak menyemukan daku kepada seteruku, jikalau tiada salah pada tanganku sekalipun, maka dipandang Allah nenek moyang kita kiranya akan hal itu dan dihukumkan-Nya kelak!","type":"content","verse":"17"},{"content":"Maka pada masa itu berlakulah Roh atas Amasai, kepala segala panglima itu, serta katanya: Kami sekalian ini hambamu, ya Daud! dan kami sekalian inipun menyertai akan dikau, hai bin Isai! berbahagialah, berbahagialah kiranya engkau dan selamatlah kiranya segala pembantumu, karena Allahmu juga menolong engkau. Maka disambutlah Daud akan mereka itu, dijadikannya mereka itu masing-masing penghulu pasukan.","type":"content","verse":"18"},{"content":"Maka dari pada Manasyepun adalah yang membelot kepada Daud, tatkala Daud datang dengan orang Filistin hendak berperang dengan Saul, kendatilah demikian tiada juga dibantu Daud akan orang Filistin, karena setelah sudah berbicara sama sendirinya disuruhkan segala raja-raja Filistin akan Daud pergi, serta katanya: Dengan membelanjakan kepala kita kelak ia akan membelot kepada Saul, tuannya.","type":"content","verse":"19"},{"content":"Maka tatkala Daud kembali ke Zikelaj, belotlah kepadanya dari Manasye: Adnah dan Yosabad dan Yediael dan Mikhail dan Yozabad dan Elihu dan Ziletai, kepala-kepala orang seribu yang di Manasye.","type":"content","verse":"20"},{"content":"Maka mereka itupun membantu Daud dalam melawan pasukan itu, karena mereka itu sekalian orang perwira perkasa dan panglima tentara adanya.","type":"content","verse":"21"},{"content":"Maka pada masa itu pada sebilang hari datanglah orang mendapatkan Daud akan membantu dia, sehingga menjadi suatu tentara besar, seperti suatu tentara yang dari pada Allah.","type":"content","verse":"22"},{"content":"Maka inilah bilangan segala penghulu yang datang ke Heberon seperti suatu tentara yang lengkap mendapatkan Daud akan memulangkan kepadanya kerajaan dari pada Saul setuju dengan firman Tuhan.","type":"content","verse":"23"},{"content":"Dari pada bani Yehuda semua orang yang berperisai dan berlembing enam ribu delapan ratus orang, yaitu suatu tentara yang lengkap,","type":"content","verse":"24"},{"content":"dan dari pada bani Simeon yang perkasa dalam tentara semuanya tujuh ribu seratus,","type":"content","verse":"25"},{"content":"dan dari pada bani Lewi empat ribu enam ratus.","type":"content","verse":"26"},{"content":"Maka Yoyada itulah penghulu orang Haruni dan sertanya adalah tiga ribu tujuh ratus orang.","type":"content","verse":"27"},{"content":"Maka Zadok itulah lagi seorang orang muda, yang gagah berani, dan dari pada orang isi rumah bapanya adalah dua likur orang penghulu.","type":"content","verse":"28"},{"content":"Dan dari pada bani Benyamin, saudara-saudara Saul itu, adalah tiga ribu, karena sampai sekarang ada lagi banyak dari pada mereka itu yang mengikut orang isi istana Saul.","type":"content","verse":"29"},{"content":"Dan dari pada bani Efrayim adalah dua puluh ribu delapan ratus orang, yang perwira perkasa, semua orang yang kenamaan di antara orang isi rumah bapa-bapanya.","type":"content","verse":"30"},{"content":"Dan dari pada setengah suku Manasye adalah delapan belas ribu orang yang tersebut nama-namanya, dan yang datang hendak merajakan Daud.","type":"content","verse":"31"},{"content":"Dan dari pada bani Isakhar, yang sangat cerdik pada mengetahui masa yang baik dan akan barang yang harus diperbuat oleh orang Israel, maka dua ratus orang penghulu mereka itu, yang berbicara akan hal segala saudaranya.","type":"content","verse":"32"},{"content":"Maka dari pada Zebulon orang yang keluar serta dengan tentara dan yang berdiri dengan pengikatnya dalam perang serta dengan alat peperangannya yang lengkap itu adalah lima puluh ribu orang yang datang dengan tiada bercabang hatinya.","type":"content","verse":"33"},{"content":"Maka dari pada Naftali adalah seribu orang penghulu dan serta dengan mereka itu adalah yang bersenjatakan perisai dan lembing tiga puluh tujuh ribu orang.","type":"content","verse":"34"},{"content":"Maka dari pada orang Dan adalah dua puluh delapan ribu enam ratus orang yang lengkap akan berperang.","type":"content","verse":"35"},{"content":"Maka dari pada Asyer adalah empat puluh ribu orang yang keluar dengan tentara akan berperang dengan aturan perangnya.","type":"content","verse":"36"},{"content":"Maka dari seberang Yarden, yaitu dari pada orang Rubin dan Gad dan setengah suku Manasye, adalah seratus dua puluh ribu orang dengan lengkap alat senjatanya.","type":"content","verse":"37"},{"content":"Maka sekalian inilah orang perang adanya, yang masuk kepada pengikat perangnya, maka datanglah mereka itu sekalian dengan tulus hatinya ke Heberon hendak merajakan Daud atas segenap bangsa Israel. Dan lagi segala orang lain di antara orang Israel itupun setuju berajakan Daud.","type":"content","verse":"38"},{"content":"Maka adalah mereka itu sekalian di sana dengan Daud tiga hari lamanya sambil makan dan minum, karena ia itu telah disajikan baginda oleh segala saudara mereka itu.","type":"content","verse":"39"},{"content":"Lagi segala orang yang dekat-dekat sampai ke Isakhar dan Zebulon dan Naftalipun membawa makanan termuat di atas keledai dan unta dan bagal dan lembu, yaitu makanan dari pada tepung dan anjir beberapa gumpal dan zabib beberapa gumpal dan air anggur dan minyak dan lembu dan kambing domba terlalu banyak, karena adalah kesukaan di antara segala orang Israel.","type":"content","verse":"40"}]