[{"content":"Bermula, maka disuruhkan Hiram, raja negeri Tsur, beberapa utusan, yang membawa kayu araz dan beberapa tukang batu dan beberapa tukang kayu, mendapatkan Daud, supaya diperbuatkannya sebuah istana akan baginda.","type":"content","verse":"1"},{"content":"Maka diketahui Daud akan hal Tuhan sudah menetapkan dia menjadi raja orang Israel, karena kerajaannya dipermuliakan sangat oleh karena umat-Nya, yaitu orang Israel.","type":"content","verse":"2"},{"content":"Maka di Yeruzalem diambil Daud makin banyak Isteri dan diperoleh Daud makin banyak putera laki-laki dan perempuan.","type":"content","verse":"3"},{"content":"Maka inilah nama-nama segala puteranya yang diperanakkan baginya di Yeruzalem: Syamua dan Sobab dan Natan dan Sulaiman,","type":"content","verse":"4"},{"content":"dan Yibkhar dan Elisua dan Elpelit,","type":"content","verse":"5"},{"content":"dan Noga dan Nefeg dan Yafia,","type":"content","verse":"6"},{"content":"dan Elisama dan Beelyada dan Elifelet.","type":"content","verse":"7"},{"content":"Hata, setelah kedengaran kabar kepada orang Filistin mengatakan Daud sudah disiram menjadi raja segenap orang Israel, maka berangkatlah segala orang Filistin itu mendatangi Daud. Serta kedengaranlah hal itu kepada Daud, maka iapun mengeluari mereka itu.","type":"content","verse":"8"},{"content":"Hata, maka datanglah orang Filistin, lalu merambat di lembah Refayim.","type":"content","verse":"9"},{"content":"Maka Daudpun bertanyakan Allah, katanya: Bolehkah aku mendatangi orang Filistin dan diserahkankah Tuhan akan mereka itu kepada tanganku? Maka firman Tuhan: Pergilah juga, karena Aku menyerahkan mereka itu kelak kepada tanganmu.","type":"content","verse":"10"},{"content":"Maka berjalanlah mereka itu ke Baal-Perazim, lalu dialahkan Daud akan mereka itu di sana, maka kata Daud: Bahwa Allah sudah memecahkan musuhku kepada tanganku seperti suatu pecahan air, maka sebab itu dinamainya akan tempat itu Baal-Perazim.","type":"content","verse":"11"},{"content":"Maka ditinggalkan orang Filistin di sana segala berhalanya, lalu disuruh Daud akan orang membakar dia habis dengan api.","type":"content","verse":"12"},{"content":"Hata, maka kembali datanglah orang Filistin, lalu merambat dalam lembah itu.","type":"content","verse":"13"},{"content":"Maka sekali lagi Daudpun bertanyakan Allah, lalu firman Allah kepadanya: Jangan engkau menampil kepadanya dari hadapan, melainkan hendaklah engkau melingkungi mereka itu dari belakang, sehingga engkau menghampiri mereka itu dari sebelah pohon-pohon kertau.","type":"content","verse":"14"},{"content":"Maka akan jadi kelak apabila kedengaranlah kepadamu bunyi orang berjalan di atas mercu pohon-pohon kertau itu, pada masa itu hendaklah engkau keluar akan berperang, karena Allah sudah ke luar berjalan di hadapanmu hendak mengalahkan tentara orang Filistin itu.","type":"content","verse":"15"},{"content":"Maka dibuatlah Daud setuju dengan firman Allah kepadanya, dialahkannya tentara orang Filistin dari Gibeon datang ke Gezer.","type":"content","verse":"16"},{"content":"Maka termasyhurlah nama Daud kepada segala negeri, dan didatangkan Tuhan gentar akan dia dalam hati segala orang Kafir.","type":"content","verse":"17"}]