[{"content":"Bermula, maka inilah bani Israel: Rubin, Simeon, Lewi, Yehuda, Isakhar, Zebulon.","type":"content","verse":"1"},{"content":"Dan, Yusuf, Benyamin, Naftali, Gad dan Asyer.","type":"content","verse":"2"},{"content":"Maka bani Yehuda itulah Er dan Onan dan Syela, tiga orang diperanakkan baginya oleh anak Syua, perempuan Kanani itu; adapun Er, anak Yehuda yang sulung itu, jahatlah ia kepada pemandangan Tuhan, sebab itu dibunuh Tuhan akan dia.","type":"content","verse":"3"},{"content":"Maka Tamar, menantunya perempuan, beranaklah baginya Perez dan Zerah. Maka segala anak laki-laki Yehuda itu lima orang banyaknya.","type":"content","verse":"4"},{"content":"Maka bani Perez itulah Hezron dan Hamul.","type":"content","verse":"5"},{"content":"Dan bani Zerah itulah Zimri dan Etan dan Heman dan Khalkol dan Dara, semuanya lima orang.","type":"content","verse":"6"},{"content":"Dan bani Kharmi itulah Akhan, pengharu orang Israel, yang sudah bersalah sebab mengambil barang tumpas itu.","type":"content","verse":"7"},{"content":"Maka anak Etan itulah Azarya.","type":"content","verse":"8"},{"content":"Dan bani Hezron, yang telah diperanakkan baginya, itulah Yerahmiel dan Ram dan Khelubai.","type":"content","verse":"9"},{"content":"Maka Ram beranaklah Aminadab, dan Aminadab beranaklah Nahesyon, yaitu penghulu bani Yehuda.","type":"content","verse":"10"},{"content":"Maka Nahesyon beranaklah Salma dan Salma beranaklah Boaz,","type":"content","verse":"11"},{"content":"dan Boaz beranaklah Obed dan Obed beranaklah Isai,","type":"content","verse":"12"},{"content":"dan Isai beranaklah Eliab, anak sulungnya, dan Abinadab, yang kedua, dan Simea, yang ketiga,","type":"content","verse":"13"},{"content":"dan Nataniel, yang keempat, dan Radai, yang kelima,","type":"content","verse":"14"},{"content":"dan Ozim, yang keenam, dan Daud, yang ketujuh;","type":"content","verse":"15"},{"content":"dan saudara perempuan mereka itu Zeruya dan Abigail. Maka anak Zeruya itulah tiga orang, yaitu Abisai, dan Yoab dan Asahel.","type":"content","verse":"16"},{"content":"Maka Abigail beranaklah Amasa, dan bapa Amasa itu Yeter, seorang Ismaeli.","type":"content","verse":"17"},{"content":"Maka Kaleb bin Hezron itu beroleh Yeriot dari pada Azuba, isterinya, yang punya anak laki-laki inilah: Yesir dan Sobab dan Ardon.","type":"content","verse":"18"},{"content":"Setelah sudah mati Azuba diperbini Kaleb akan Eferat, yang memperanakkan Hur baginya.","type":"content","verse":"19"},{"content":"Maka Hur beranaklah Uri dan Uri beranaklah Bezaliel.","type":"content","verse":"20"},{"content":"Setelah itu maka pergilah Hezron kepada seorang anak perempuan Makhir, bapa Gilead, diambilnya akan bininya pada masa umurnya enam puluh tahun, maka perempuan itupun beranakkanlah Segub baginya.","type":"content","verse":"21"},{"content":"Maka Segub beranaklah Yair, dan adalah padanya dua puluh tiga buah negeri di benua Gilead itu.","type":"content","verse":"22"},{"content":"Maka ia juga yang telah merampas dari pada orang Usur dan Aram segala dusun Yair, dan lagi adalah padanya Kenat dan segala daerahnya, enam puluh buah negeri. Maka sekalian inilah anak laki-laki Makhir, bapa Gilead.","type":"content","verse":"23"},{"content":"Kemudian dari pada mati Hezron di Kaleb-Eferata diperanakkanlah Abia, bini Hezron, baginya Asyur, bapa Tekoa.","type":"content","verse":"24"},{"content":"Maka bani Yerahmiel, anak sulung Hezron itu, inilah: Yang sulung Ram, lalu Buna dan Orin dan Ozim dan Ahia.","type":"content","verse":"25"},{"content":"Maka pada Yerahmiel adalah pula seorang bini bernama Atara, ialah ibu Onam.","type":"content","verse":"26"},{"content":"Maka bani Ram, anak sulung Yerahmiel, itulah Maaz dan Yamin dan Eker.","type":"content","verse":"27"},{"content":"Maka bani Onam itulah Samai dan Yada. Dan bani Samai itulah Nadab dan Abisur.","type":"content","verse":"28"},{"content":"Maka nama bani Abisur itulah Abihail, yang beranakkan baginya Akhab dan Molid.","type":"content","verse":"29"},{"content":"Maka bani Nadab itulah Seled dan Apayim; maka Seled itupun mati dengan tiada beranak.","type":"content","verse":"30"},{"content":"Maka bani Apayim itulah Yisei, dan bani Yisei itulah Sesan, bani Sesan itulah Akhali.","type":"content","verse":"31"},{"content":"Maka bani Yada, adik Samai, itulah Yeter dan Yonatan; maka Yeter itupun mati dengan tiada beranak.","type":"content","verse":"32"},{"content":"Maka bani Yonatan itulah Pelet dan Zaza. Sekalian inilah bani Yerahmiel.","type":"content","verse":"33"},{"content":"Maka Sesan itu tiada beranak laki-laki, melainkan perempuan belaka; maka adalah pada Sesan seorang hamba Mesir bernama Yarha.","type":"content","verse":"34"},{"content":"Maka diberikan Sesan anaknya kepada Yarha, hambanya itu, akan bininya, lalu diperanakkannya baginya Atai.","type":"content","verse":"35"},{"content":"Maka Atai itu beranaklah Natan dan Natan beranaklah Zabad,","type":"content","verse":"36"},{"content":"dan Zabad beranaklah Eflal, dan Eflal beranaklah Obed,","type":"content","verse":"37"},{"content":"dan Obed beranaklah Yehu dan Yehu beranaklah Azarya,","type":"content","verse":"38"},{"content":"dan Azarya beranaklah Helez dan Helez beranaklah Elasa,","type":"content","verse":"39"},{"content":"dan Elasa beranaklah Sismai dan Sismai beranaklah Salum,","type":"content","verse":"40"},{"content":"dan Salum beranaklah Yekamya dan Yekamya beranaklah Elisama.","type":"content","verse":"41"},{"content":"Maka bani Kaleb, adik Yerahmiel, itulah Mesa, yang sulung, ialah bapa Zif, dan segala bani Maresa, bapa Heberon.","type":"content","verse":"42"},{"content":"Maka bani Heberon itulah Korah dan Tapuah dan Rekim dan Sema.","type":"content","verse":"43"},{"content":"Maka Sema beranaklah Raham, bapa Yorkeam, dan Rekim beranaklah Samai.","type":"content","verse":"44"},{"content":"Maka bani Samai itulah Maon dan Maon itulah bapa Bait-Zur.","type":"content","verse":"45"},{"content":"Maka Efa, gundik Kaleb, itu beranakkanlah Haran dan Moza dan Gaziz; dan Haran itu beranaklah Gaziz.","type":"content","verse":"46"},{"content":"Maka bani Yokhdai itulah Regim dan Yotam dan Gesan dan Pelit dan Efa dan Saaf.","type":"content","verse":"47"},{"content":"Maka dari pada Maakha, gundik itu, diperoleh Kaleb akan Seber dan Tirhana.","type":"content","verse":"48"},{"content":"Dan lagi diperanakkannya Saaf, bapa Madmana, dan Sewa, bapa Makhbena, dan bapa Gibea. Maka anak perempuan Kaleb itulah Akhsa.","type":"content","verse":"49"},{"content":"Maka sekalian inilah bani Kaleb bin Hur, anak sulung Eferata, dan Sobal, bapa Kiryat-Yearim,","type":"content","verse":"50"},{"content":"dan Salma, bapa orang Betlehemi, dan Harif, bapa Bait-gedir.","type":"content","verse":"51"},{"content":"Maka bani Sobal, bapa Kiryat-Yearim, itulah Harowai dan Hazi-hamanuhot.","type":"content","verse":"52"},{"content":"Maka anak buah Kiryat-Yearim itulah orang Yiteri dan orang Puti dan orang Sumati dan orang Misrai; maka dari pada ini telah keluar orang Zorai dan orang Esytaoli.","type":"content","verse":"53"},{"content":"Maka bani Salma itulah orang Betlehemi dan orang Netofati dan Aterot dan Bait-Yoab dan Hazi-hamanati dan orang Zori.","type":"content","verse":"54"},{"content":"Maka segala anak buah orang Soferi itu duduklah di Yabez, yaitu orang Tirhati dan orang Simeati dan orang Sukhati, yaitu orang Keni, yang turun dari Hamat, bapa orang isi rumah Rekhab.","type":"content","verse":"55"}]