[{"content":"Arakian, maka dibahagikan Daud dan segala penghulu tentara itu akan pekerjaan itu di antara bani Asaf dengan Heman dan Yeduton, biduan yang disucikan bagi Allah dengan kecapi dan dandi dan ceracak, maka inilah bilangan segala orang itu, yang pandai pada pekerjaan jawatannya.","type":"content","verse":"1"},{"content":"Dari pada bani Asaf adalah Zakur dan Yusuf dan Netanya dan Asarela, semuanya bani Asaf di bawah perintah Asaf, yang memerintahkan nyanyian suci di bawah perintah baginda.","type":"content","verse":"2"},{"content":"Adapun akan Yeduton, maka bani Yeduton itulah Gedalya dan Zeri dan Yesaya dan Hasabya dan Matica, enam orang banyaknya di bawah perintah Yeduton, bapanya, yang memerintahkan nyanyian suci segala orang yang memuji-muji dan mengucap syukur kepada Tuhan dengan kecapi.","type":"content","verse":"3"},{"content":"Adapun akan Heman, maka bani Heman itulah Bukia dan Matanya dan Uziel dan Sebuil dan Yerimot dan Hananya dan Hanani dan Eliata dan Gidalti dan Romamti-Ezar dan Yosbekasa dan Maloti dan Horit dan Mahaziot.","type":"content","verse":"4"},{"content":"Sekalian inilah bani Heman, penilik baginda dalam perkara Allah, yang termulia dari pada sekaliannya, karena telah dikaruniakan Allah kepada Heman empat belas orang anaknya laki-laki dan tiga orang anaknya perempuan.","type":"content","verse":"5"},{"content":"Maka sekalian ini di bawah perintah bapanya bagi nyanyian di dalam rumah Tuhan dengan ceracak, dandi dan kecapi dalam pekerjaan bait-Ullah di bawah perintah baginda dan Asaf dan Yeduton dan Heman.","type":"content","verse":"6"},{"content":"Adapun bilangan mereka itu serta dengan segala saudaranya, yang pandai pada nyanyian Tuhan itu, dua ratus delapan puluh delapan, semuanya kepala.","type":"content","verse":"7"},{"content":"Maka dibuangnya undi atas pekerjaan masing-masing, baik kecil baik besar baik guru baik murid.","type":"content","verse":"8"},{"content":"Maka undi yang pertama bagi Asaf itu kenalah Yusuf, yang kedua kenalah Gedalya, maka ia dengan segala saudaranya dan anaknya laki-laki adalah dua belas orang.","type":"content","verse":"9"},{"content":"Yang ketiga kena Zakur dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"10"},{"content":"Yang keempat kena Yizri dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"11"},{"content":"Yang kelima kena Netanya dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"12"},{"content":"Yang keenam kena Bukia dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"13"},{"content":"Yang ketujuh kena Yesarela dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"14"},{"content":"Yang kedelapan kena Yesaya dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"15"},{"content":"Yang kesembilan kena Matanya dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"16"},{"content":"Yang kesepuluh kena Simai dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"17"},{"content":"Yang kesebelas kena Azariel dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"18"},{"content":"Yang kedua belas kena Hasabya dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"19"},{"content":"Yang ketiga belas kena Subail dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"20"},{"content":"Yang keempat belas kena Matica dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"21"},{"content":"Yang kelima belas kena Yeremot dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"22"},{"content":"Yang keenam belas kena Hananya dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"23"},{"content":"Yang ketujuh belas kena Yosbekasa dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"24"},{"content":"Yang kedelapan belas kena Hanani dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"25"},{"content":"Yang kesembilan belas kena Maloti dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"26"},{"content":"Yang kedua puluh kena Eliata dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"27"},{"content":"Yang kedua puluh satu kena Horit dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"28"},{"content":"Yang kedua puluh dua kena Gidalti dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"29"},{"content":"Yang kedua puluh tiga kena Mahaziot dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"30"},{"content":"Yang kedua puluh empat kena Romamti-Ezar dengan anaknya dan saudaranya, dua belas orang.","type":"content","verse":"31"}]