[{"content":"Adapun akan pangkat-pangkat penunggu pintu maka dari pada orang Korahi adalah Meselemya bin Kore, dari pada bani Asaf.","type":"content","verse":"1"},{"content":"Maka bani Meselemya itulah Zekharya, yang sulung, dan Yediail, yang kedua, dan Zebaja, yang ketiga, dan Yatniel, yang keempat,","type":"content","verse":"2"},{"content":"dan Elam, yang kelima, dan Yohanan, yang keenam, dan Elyehuwenai, yang ketujuh.","type":"content","verse":"3"},{"content":"Maka bani Obed-Edom itulah Semaya, yang sulung, dan Yozabad, yang kedua, dan Yoah, yang ketiga, dan Sakhar, yang keempat, dan Nataniel, yang kelima,","type":"content","verse":"4"},{"content":"dan Amiel, yang keenam, dan Isakhar, yang ketujuh, dan Peuletai, yang kedelapan, karena telah diberkati Allah akan dia.","type":"content","verse":"5"},{"content":"Maka bagi Semaya anaknyapun diperanakkan laki-laki, yang kepala di dalam rumah bapanya, karena mereka itu perwira perkasa adanya.","type":"content","verse":"6"},{"content":"Maka bani Semaya itulah Otni dan Refail dan Obed dan Elzabad, saudaranya, semuanya perwira perkasa, dan Elihu dan Semakhya.","type":"content","verse":"7"},{"content":"Sekalian itu dari pada bani Obed-Edom, yaitu mereka itu serta dengan segala anaknya dan saudaranya, semuanya orang perkasa yang gagah dalam pekerjaannya, maka jumlah segala orang yang dari pada Obed-Edom itu enam puluh dua.","type":"content","verse":"8"},{"content":"Maka pada Meselemya adalah anak dan saudara delapan belas orang, semuanya perkasa.","type":"content","verse":"9"},{"content":"Maka dari Hosa yang dari pada bani Merari adalah anaknya laki-laki, yaitu Simri yang kepala, meskipun bukan ia yang sulung, diangkat juga oleh bapanya akan dia menjadi kepala.","type":"content","verse":"10"},{"content":"Maka Hilkia yang kedua dan Tebalya yang ketiga dan Zekharya yang keempat; maka jumlah segala anak dan saudara Hosa itu tiga belas orang.","type":"content","verse":"11"},{"content":"Maka dari pada mereka itu juga adalah segala pangkat penunggu pintu, sekadar kepala laki-laki, ditentukan pengawalannya sama rata di antara segala saudaranya, akan melakukan pekerjaan di dalam rumah Tuhan.","type":"content","verse":"12"},{"content":"Maka dibuangnya undi, baik bagi yang kecil baik bagi yang besar, seturut isi rumah bapa-bapanya, yaitu karena tiap-tiap pintu.","type":"content","verse":"13"},{"content":"Maka undi yang bagi sebelah timur itu kenalah Selemnya, maka adapun Zekharya, anaknya, seorang bicara yang berbudi, apabila dibuang oranglah undinya kenalah sebelah utara.","type":"content","verse":"14"},{"content":"Dan lagi Obed-Edom sebelah selatan, dan bagi anak-anaknya perbendaharaan yang di sana.","type":"content","verse":"15"},{"content":"Dan bagi Supim dan Hosa sebelah barat pada pintu Syalekhet tempat jalan raya naik ke atas; maka sekadar tiap-tiap pengawalan ditaruh oranglah.","type":"content","verse":"16"},{"content":"Pada sebelah timur adalah enam orang Lewi, pada sebelah utara adalah empat pada tiap-tiap hari, pada sebelah selatan empat pada tiap-tiap hari, melainkan pada perbendaharaan itu adalah ganti berganti dua orang.","type":"content","verse":"17"},{"content":"Hampir dengan Parbar pada sebelah barat adalah empat orang arah ke jalan besar dan dua orang pada Parbar.","type":"content","verse":"18"},{"content":"Demikianlah dibahagi-bahagi akan segala penunggu pintu yang di antara bani Korahi dan di antara bani Merari.","type":"content","verse":"19"},{"content":"Dan lagi dari pada orang Lewi adalah Ahia atas segala mata benda bait-Ullah dan atas segala mata benda yang suci.","type":"content","verse":"20"},{"content":"Adapun bani Ladan, yaitu bani Ladan orang Gersoni itu, maka kepala bapa-bapa Ladan orang Gersoni itulah Yehieli.","type":"content","verse":"21"},{"content":"Maka bani Yehieli, yaitu Zetam dan Yoel, saudaranya, adalah atas segala mata benda rumah Tuhan.","type":"content","verse":"22"},{"content":"Dan lagi adalah dari pada orang Amrami dan dari pada orang Yizhari dan dari pada orang Heberoni dan dari pada orang Uzieli.","type":"content","verse":"23"},{"content":"Maka Sebuil bin Gersom bin Musa itulah penghulu atas segala mata benda itu.","type":"content","verse":"24"},{"content":"Adapun segala saudaranya, yaitu Eliezar beranak Rehabya, yang beranak Yesaya, yang beranak Yoram, yang beranak Zikhri, yang beranak Selomit.","type":"content","verse":"25"},{"content":"Maka Selomit ini dengan segala saudaranya adalah atas segala mata benda yang suci, yang telah disucikan oleh baginda raja Daud dan oleh segala kepala hulu bangsa dan penghulu atas orang seribu dan penghulu atas orang seratus dan segala panglima tentara peperangan.","type":"content","verse":"26"},{"content":"Maka dari pada segala tawanan perang dan dari pada segala jarahan telah disucikannya akan menghiasi rumah Tuhan.","type":"content","verse":"27"},{"content":"Dan lagi segala sesuatu yang disucikan oleh Semuel, penilik itu, dan oleh Saul bin Kisy dan oleh Abner bin Ner dan Yoab bin Zeruya, segala sesuatu yang disucikannya itu adalah di bawah perintah Selomit dan segala saudaranya.","type":"content","verse":"28"},{"content":"Maka dari pada orang Yizhari adalah Khenanya dan segala anaknya laki-laki ditentukan bagi segala pekerjaan di luar tempat suci yang di tengah-tengah orang Israel, akan penjawat dan hakim.","type":"content","verse":"29"},{"content":"Maka dari pada orang Heberoni adalah Hasabya dan segala saudaranya, semuanya orang perkasa, seribu tujuh ratus banyaknya, yang pemerintah jawatan di antara orang Israel pada sebelah barat Yarden atas segala pekerjaan Tuhan dan segala pekerjaan baginda.","type":"content","verse":"30"},{"content":"Maka di antara orang Heberoni itu adalah Yeria kepalanya, yaitu atas segala orang Heberoni dan segala suku dan kaum keluarganya; maka pada tahun yang keempat puluh dari pada kerajaan Daud mereka itu sekalian dipanggil berhimpun ke Yaezar di Gilead, didapati akan beberapa orang perwira perkasa di antara mereka itu;","type":"content","verse":"31"},{"content":"karena saudara-saudaranya yang perkasa itu adalah dua ribu tujuh ratus banyaknya, semua kepala bapa-bapa, maka diamanatkan Daud kepadanya memerintahkan orang Rubin dan Gad dan setengah suku Manasye dalam segala sesuatu yang patut dikerjakan karena Allah dan karena baginda.","type":"content","verse":"32"}]