[{"content":"Arakian, maka inilah bilangan segala bani Israel yang di bawah segala kepala hulu bangsanya dan penghulu atas orang seribu dan penghulu atas orang seratus dan segala penjawatnya adalah dalam pekerjaan raja, masing-masing pada pangkatnya dan ganti-berganti pada tiap-tiap bulan, dari pada segala bulan tahun, maka tiap-tiap pangkat adalah dari pada dua puluh empat ribu.","type":"content","verse":"1"},{"content":"Maka penghulu pangkat yang pertama pada bulan yang pertama itulah Yasobam bin Zabdiel dan pada pangkatnya adalah dua puluh empat ribu orang.","type":"content","verse":"2"},{"content":"Maka dari pada segala bani Paris ialah penghulu segala panglima perang pada bulan yang pertama.","type":"content","verse":"3"},{"content":"Maka penghulu pangkat pada bulan yang kedua itulah Dodai, orang Ahohi, adapun akan pangkatnya maka Mikelot lagi penghulunya dan pada pangkatnya adalah dua puluh empat ribu orang.","type":"content","verse":"4"},{"content":"Maka penghulu tentara pada bulan yang ketiga itulah Benaya bin Yoyada, imam besar, dan pada pangkatnya adalah dua puluh empat ribu orang.","type":"content","verse":"5"},{"content":"Maka inilah Benaya yang perkasa di antara orang tiga puluh dan kepala orang tiga puluh itu, maka penghulu pangkatnya itulah Amizabad, anaknya.","type":"content","verse":"6"},{"content":"Maka yang keempat, pada bulan yang keempat, itulah Asahel, saudara Yoab, kemudian Zebaja, anaknya, dan pada pangkatnya adalah dua puluh empat ribu orang.","type":"content","verse":"7"},{"content":"Maka yang kelima, pada bulan yang kelima, itulah Samhut, orang Yizrahi, yang penghulu dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"8"},{"content":"Maka yang keenam, pada bulan yang keenam, itulah Ira bin Ikesy, orang Tekoi, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"9"},{"content":"Maka yang ketujuh, pada bulan yang ketujuh, itulah Helez, orang Peloni, dari pada bani Efrayim, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"10"},{"content":"Maka yang kedelapan, pada bulan yang kedelapan, itulah Sibekhai, orang Husati, dari pada orang Zerahi, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"11"},{"content":"Maka yang kesembilan, pada bulan yang kesembilan, itulah Abiezar, orang Anatoti, dari pada orang Benyamin, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"12"},{"content":"Maka yang kesepuluh, pada bulan yang kesepuluh, itulah Maharai, orang Netofati, dari pada orang Zerahi, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"13"},{"content":"Maka yang kesebelas, pada bulan yang kesebelas, itulah Benaya, orang Pirhatoni, dari pada bani Efrayim, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"14"},{"content":"Maka yang kedua belas, pada bulan yang kedua belas, itulah Hildai, orang Netofati, dari Otniel, dan pada pangkatnyapun adalah dua puluh empat ribu orang.","type":"content","verse":"15"},{"content":"Arakian, maka inilah segala penghulu suku bangsa Israel: Penghulu orang Rubin itulah Eliezar bin Zikhri; dan penghulu orang Simeon itulah Sefaca bin Maakha;","type":"content","verse":"16"},{"content":"dan penghulu orang Lewi itulah Hasabya bin Kemuil; dan penghulu orang Haruni itulah Zadok;","type":"content","verse":"17"},{"content":"dan penghulu orang Yehuda itulah Elihu yang dari pada saudara Daud; dan penghulu orang Isakhar itulah Omri bin Mikhail;","type":"content","verse":"18"},{"content":"dan penghulu orang Zebulon itulah Ismaya bin Obaja; dan penghulu orang Naftali itulah Yerimot bin Azriel;","type":"content","verse":"19"},{"content":"dan penghulu bani Efrayim itulah Hosea bin Azazya; dan penghulu setengah suku Manasye itulah Yoel bin Pedaya;","type":"content","verse":"20"},{"content":"dan penghulu setengah suku Manasye yang di Gilead itulah Yido bin Zekharya; dan penghulu orang Benyamin itulah Yaasiel bin Abner;","type":"content","verse":"21"},{"content":"dan penghulu orang Dan itulah Azariel bin Yeroham. Maka sekalian inilah penghulu suku-suku bangsa Israel.","type":"content","verse":"22"},{"content":"Maka tiada pernah Daud membilang jumlah segala orang yang umurnya kurang dari pada dua puluh tahun, karena Tuhan telah berfirman bahwa diperbanyakkannya orang Israel kelak seperti bintang di langit banyaknya.","type":"content","verse":"23"},{"content":"Maka Yoab bin Zeruya sudah mulai membilang, tetapi tiada disudahkannya, karena oleh sebabnya murka Tuhan berlakulah atas orang Israel, lagipun bilangan itu tiada disuratkan di dalam tawarikh baginda raja Daud.","type":"content","verse":"24"},{"content":"Maka penghulu segala perbendaharaan baginda itulah Azmawit bin Adiel, dan penghulu segala perbendaharaan yang di desa dan di negeri dan di dusun dan di kota itulah Yonatan bin Uzia.","type":"content","verse":"25"},{"content":"Dan penghulu segala orang yang bekerja di bendang dan yang mengusahakan tanah itulah Ezri bin Khelub.","type":"content","verse":"26"},{"content":"Dan penghulu atas segala kebun anggur itulah Simai, orang Ramati, tetapi atas hasil segala kebun anggur yang masuk gudang-gudang air anggur itu adalah Zabdi, orang Zifmi itu.","type":"content","verse":"27"},{"content":"Dan penghulu atas segala kebun pokok zait dan segala pokok ara hutan yang di padang itulah Baal-Hanan, orang Gederi, dan penghulu atas segala gudang minyak itulah Yoas.","type":"content","verse":"28"},{"content":"Dan atas segala lembu yang digembalakan di Saron adalah Siterai, orang Saroni, dan atas segala lembu yang di lembah-lembah itu adalah Safat bin Adelai.","type":"content","verse":"29"},{"content":"Dan atas segala unta adalah Obil, orang Ismaeli, dan atas segala keledai betina adalah Yekhdeya, orang Meronoti.","type":"content","verse":"30"},{"content":"Dan atas segala kambing domba adalah Yaziz, orang Hagari. Sekalian orang yang tersebut itu, yaitu pemerintah harta benda yang pada baginda raja Daud.","type":"content","verse":"31"},{"content":"Maka Yonatan, mamanda Daud, itulah menteri, seorang yang budiman lagi berilmu adanya; maka Yehiel bin Hakhmoni adalah dengan segala putera baginda.","type":"content","verse":"32"},{"content":"Lagipun Akhitofel itu menteri baginda dan Husai, orang Arkhi itu, sobat baginda.","type":"content","verse":"33"},{"content":"Kemudian dari pada Akhitofel adalah Yoyada bin Benaya dan Abyatar, maka Yoab itulah panglima perang baginda.","type":"content","verse":"34"}]