[{"content":"Bermula, maka inilah segala bani Daud, yang diperanakkan baginya di Heberon; yang sulung Amnon dari pada Ahinoam, perempuan Yizrieli itu; dan yang kedua Daniel dari pada Abigail, perempuan Karmeli itu;","type":"content","verse":"1"},{"content":"dan yang ketiga Absalom, anak Maakha, anak perempuan Talmai, raja di Gesur; dan yang keempat Adonia, anak Hajit;","type":"content","verse":"2"},{"content":"dan yang kelima Sefatnya dari pada Abital; dan yang keenam Yiteream dari pada Ejla, isterinya.","type":"content","verse":"3"},{"content":"Maka enam anak laki-laki diperanakkan baginya di Heberon; maka kerajaanlah baginda di sana tujuh tahun enam bulan lamanya, dan tiga puluh tiga tahun kerajaanlah baginda di Yeruzalem.","type":"content","verse":"4"},{"content":"Maka inilah anak-anaknya yang diperanakkan baginya di Yeruzalem: Simea dan Sobab dan Natan dan Sulaiman, empat orang oleh Batsewa, anak Amiel;","type":"content","verse":"5"},{"content":"dan lagi Yibkhar dan Elisama dan Elifelet,","type":"content","verse":"6"},{"content":"dan Nogah dan Nefeg dan Yafia,","type":"content","verse":"7"},{"content":"dan Elisama dan Elyada dan Elifelet, yaitu sembilan orang.","type":"content","verse":"8"},{"content":"Maka sekalian inilah bani Daud, lain dari pada segala anak gundiknya, dan Tamar, saudara perempuan mereka itu.","type":"content","verse":"9"},{"content":"Maka putera Sulaiman itulah Rehabeam, yang berputera Abia, yang berputera Asa, yang berputera Yosafat,","type":"content","verse":"10"},{"content":"yang berputera Yoram, yang berputera Ahazia, yang berputera Yoas,","type":"content","verse":"11"},{"content":"yang berputera Amazia, yang berputera Azarya, yang berputera Yotam,","type":"content","verse":"12"},{"content":"yang berputera Akhaz, yang berputera Hizkia, yang berputera Manasye,","type":"content","verse":"13"},{"content":"yang berputera Amon, yang berputera Yosia.","type":"content","verse":"14"},{"content":"Maka inilah segala putera Yosia: Yang sulung Yohanan, yang kedua Yoyakim, yang ketiga Zedekia dan yang keempat Salum.","type":"content","verse":"15"},{"content":"Maka bani Yoyakim itulah Yekhonia, puteranya, Zedekia, puteranya.","type":"content","verse":"16"},{"content":"Maka bani Yekhonia itulah Asiit, yang berputera Sealtiel,","type":"content","verse":"17"},{"content":"yang berputera Malkhiram dan Pedaya dan Senazar, Yekamya, Hosama dan Nedabya.","type":"content","verse":"18"},{"content":"Maka bani Pedaya itulah Zerubbabil, dan Simai, dan bani Zerubbabil itulah Mesulam dan Hanaya dan Selomit, saudara perempuan mereka itu;","type":"content","verse":"19"},{"content":"dan Hasuba dan Ohil dan Berekhya dan Hasaja dan Yusab-hesid, lima orang.","type":"content","verse":"20"},{"content":"Maka bani Hananya itulah Pelaca dan Yesaya. Maka bani Refaya dan bani Arnan dan bani Obaja dan bani Sekhanya.","type":"content","verse":"21"},{"content":"Maka bani Sekhanya itulah Semaya, dan bani Semaya itulah Hatus dan Yigial dan Bariah dan Niarya dan Safat, enam orang.","type":"content","verse":"22"},{"content":"Maka bani Niarya itulah Elyunai dan Hizkia dan Azrikam, tiga orang.","type":"content","verse":"23"},{"content":"Maka bani Elyunai itulah Hodayewa dan Elyasib dan Pelaya dan Akub dan Yohanan dan Delaya dan Anani, tujuh orang.","type":"content","verse":"24"}]