[{"content":"Maka bani Yehuda itulah Perez dan Hezron dan Kharmi dan Hur dan Sobal.","type":"content","verse":"1"},{"content":"Maka Riaya bin Sobal beranaklah Yahat dan Yahat beranaklah Ahumai dan Lahad, inilah orang isi rumah Zorati.","type":"content","verse":"2"},{"content":"Maka inilah segala moyang Etam, yaitu Yizriel dan Isma dan Idbas dan nama saudara perempuan mereka itu Hazelilponi.","type":"content","verse":"3"},{"content":"Maka Penuil itulah bapa Gedor dan Ezar itulah bapa Husah. Maka inilah bani Hur, anak sulung Eferata, bapa Betlehem.","type":"content","verse":"4"},{"content":"Maka pada Asyur, bapa Tekoa, adalah dua orang isterinya, Hela dan Naara namanya.","type":"content","verse":"5"},{"content":"Maka Naara memperanakkan baginya Ahuzam dan Hefer dan Temen dan Haahastari, ia itulah bani Naara.","type":"content","verse":"6"},{"content":"Maka bani Hela itulah Zeret dan Yezohar dan Etnan.","type":"content","verse":"7"},{"content":"Maka Koz beranaklah Anub dan Hazobeba dan segala orang isi rumah Aharhel bin Harun.","type":"content","verse":"8"},{"content":"Adapun Yabez itu kehormatan terlebih dari pada segala kakak adiknya, maka dinamai ibunya akan dia Yabez, karena katanya: Aku sudah memperanakkan dia dengan susah.","type":"content","verse":"9"},{"content":"Maka Yabez itupun meminta doa kepada Allah orang Israel, sembahnya: Jikalau kiranya selalu Engkau memberkati aku, dan Engkau meluaskan perhinggaan negeriku dan tanganmupun menyertai aku dan Engkau memeliharakan daku kelak dari pada dipersakiti oleh jahat, niscaya Engkau akan jadi Allahku! Maka disampaikanlah Allah barang yang telah dipintanya itu.","type":"content","verse":"10"},{"content":"Maka Khelub, saudara Suha, itu beranaklah Mekhir, ialah bapa Eston.","type":"content","verse":"11"},{"content":"Maka Eston beranaklah Bait-rafa dan Paseya dan Tehina, bapa Irnahas; sekalian inilah orang Rekha.","type":"content","verse":"12"},{"content":"Maka bani Kenaz itulah Otniel dan Seraya, dan bani Otniel itulah Hatat.","type":"content","verse":"13"},{"content":"Maka Meonotai beranaklah Ofra dan Seraya beranaklah Yoab, bapa segala orang yang mengeduduki lembah tukang, karena mereka itu sekalian tukang adanya.","type":"content","verse":"14"},{"content":"Maka bani Kaleb bin Yefuna itulah Iru dan Ela dan Naam; dan bani Ela itulah Kenaz.","type":"content","verse":"15"},{"content":"Maka bani Yehalelel itulah Zif dan Zifa dan Tiria dan Asariel.","type":"content","verse":"16"},{"content":"Maka bani Ezra itulah Yeter dan Mered dan Efer dan Yalon, dan lagi diperanakkannya Miryam dan Samai dan Isbah, bapa Esytemoa.","type":"content","verse":"17"},{"content":"Maka Yehuda isterinyapun beranakkanlah Yered, bapa Gedor, dan Heber, bapa Sokho, dan Yekutiel, bapa Zenoah, maka sekalian inilah anak Bica, puteri Firaun, yang telah diperisterikan oleh Mered.","type":"content","verse":"18"},{"content":"Sama seperti segala anak isterinya yang bernama Hudia, saudara perempuan Naham: bapa Kehila, orang Garmi itu, dan Esytemoa, orang Maakhati itu.","type":"content","verse":"19"},{"content":"Maka bani Simon itulah Amnon dan Rina dan Benhanan dan Tilon; maka bani Isei itulah Zohet dan Ben-Zohet.","type":"content","verse":"20"},{"content":"Maka bani Syela bin Yehuda itulah Er, bapa Lekha, dan Lada, bapa Maresa, yaitulah bangsa orang yang empunya gedung tukang tenun kain di Bait-Asybeya!","type":"content","verse":"21"},{"content":"Dan Yokim dan segala orang Khozeba dan Yoas dan Saraf, yang telah memperhambakan orang Moab, dan Yasubi-Lehim, tetapi segala perkara ini telah jadi pada zaman dahulukala.","type":"content","verse":"22"},{"content":"Maka mereka itulah penjunan adanya, dan duduklah ia dalam kampung yang ditanami dan yang berpagar keliling; adapun mereka itu duduk di sana sebab mereka itu dalam pekerjaan raja.","type":"content","verse":"23"},{"content":"Maka bani Simeon itulah Nemuil dan Yamin dan Yarib dan Zerah dan Saul,","type":"content","verse":"24"},{"content":"yang beranak Salum, yang beranak Mibsam, yang beranak Misma.","type":"content","verse":"25"},{"content":"Adapun bani Misma itu, ia beranak Hamuil, yang beranak Zakur, yang beranak Simai.","type":"content","verse":"26"},{"content":"Maka pada Simai itu adalah enam belas anaknya laki-laki dan enam anaknya perempuan, tetapi segala saudaranya itu tiada banyak anaknya dan segala orang isi rumah mereka itu tiada diperbanyakkan seperti segala bani Yehuda.","type":"content","verse":"27"},{"content":"Maka duduklah mereka itu di Birsyeba dan Molada dan Hazar-Sual,","type":"content","verse":"28"},{"content":"dan di Bilha dan di Ezim dan di Tolad,","type":"content","verse":"29"},{"content":"dan di Betuil dan di Horma dan di Zikelaj,","type":"content","verse":"30"},{"content":"dan di Bait-Markabot, dan di Hazar-Susim dan di Bait-biri dan di Saarayim; sekalian inilah negeri mereka itu sampai Daud naik raja.","type":"content","verse":"31"},{"content":"Maka tempat-tempat gembala mereka itu adalah Etam dan Ayin dan Rimon dan Tokhin dan Asan, lima buah negeri,","type":"content","verse":"32"},{"content":"dan lagi segala daerah negeri-negeri itu sampai ke Baal menjadi tempat gembala mereka itu. Maka sekalian inilah negeri-negeri tempat kedudukan mereka itu serta dengan daftar keturunannya.","type":"content","verse":"33"},{"content":"Arakian, maka Mesobab dan Yamlekh dan Yosa bin Amazia,","type":"content","verse":"34"},{"content":"dan Yoel dan Yehu bin Yesibaya bin Seraya bin Asiel,","type":"content","verse":"35"},{"content":"dan Elyunai dan Yaakoba dan Yesohaya dan Asaya dan Adiel dan Yesimiel dan Benaya,","type":"content","verse":"36"},{"content":"dan Ziza bin Sifei bin Alon bin Yeyada bin Simri bin Semaya,","type":"content","verse":"37"},{"content":"mereka itu sekalian sudah termasyhur namanya seperti penghulu-penghulu di antara bangsanya, dan segala orang isi rumah mereka itu sudah berkelimpahan banyaknya.","type":"content","verse":"38"},{"content":"Maka mereka itu sudah berjalan ke sebelah barat Gedor sampai ke sebelah timur lembah itu, hendak mencahari tempat rumput akan segala kambing dombanya.","type":"content","verse":"39"},{"content":"Maka didapatnya akan tempat rumput yang subur dan baik, suatu tanah yang luas perhinggaannya lagi selamat sentosa adanya, karena orang yang duduk di sana pada zaman dahulukala itu orang Ham.","type":"content","verse":"40"},{"content":"Maka sekalian ini, yang punya nama disuratkan dengan kepujian pada zaman Hizkia, raja orang Yehuda, ia itu datang ke sana, dirobohkannya segala kemah dan rumah orang itu dan segala sesuatu yang didapatinya di sana, dan ditumpasnya akan orang itu sampai kepada hari ini, lalu duduklah mereka itu pada tempatnya, karena di sana adalah cukup tanah rumput akan segala kambing domba mereka itu.","type":"content","verse":"41"},{"content":"Maka dari pada mereka itu juga, yaitu dari pada bani Simeon, pergilah orang lima ratus ke pegunungan Seir; maka Pelaca dan Nearya dan Refaya dan Uziel, anak-anak Isei, itulah penghulu mereka itu.","type":"content","verse":"42"},{"content":"Maka dibunuhnya akan segala orang yang lagi tinggal dari pada orang Amalek yang telah luput itu, lalu duduklah mereka itu di sana datang kepada hari ini.","type":"content","verse":"43"}]