[{"content":"Bermula, maka bani Lewi itulah Gersom, Kehat dan Merari.","type":"content","verse":"1"},{"content":"Maka bani Kehat itulah Amram, Yizhar, Heberon dan Uziel.","type":"content","verse":"2"},{"content":"Maka bani Amram itulah Harun dan Musa dan Miryam; maka bani Harun itulah Nadab dan Abihu dan Eleazar dan Itamar.","type":"content","verse":"3"},{"content":"Maka Eleazar beranaklah Pinehas dan Pinehas beranaklah Abisuwa,","type":"content","verse":"4"},{"content":"dan Abisuwa beranaklah Buki dan Buki beranaklah Uzi,","type":"content","verse":"5"},{"content":"dan Uzi beranaklah Zerahya dan Zerahya beranaklah Merayot,","type":"content","verse":"6"},{"content":"dan Merayot beranaklah Amarya dan Amarya beranaklah Ahitub,","type":"content","verse":"7"},{"content":"dan Ahitub beranaklah Zadok dan Zadok beranaklah Ahimaaz,","type":"content","verse":"8"},{"content":"dan Ahimaaz beranaklah Azarya dan Azarya beranaklah Yohanan,","type":"content","verse":"9"},{"content":"dan Yohanan beranaklah Azarya, ia itulah dia yang memeliharakan imamat di dalam rumah perbuatan Sulaiman di Yeruzalem.","type":"content","verse":"10"},{"content":"Maka Azarya beranaklah Amarya dan Amarya beranaklah Ahitub,","type":"content","verse":"11"},{"content":"dan Ahitub beranaklah Zadok dan Zadok beranaklah Salum,","type":"content","verse":"12"},{"content":"dan Salum beranaklah Hilkia dan Hilkia beranaklah Azarya,","type":"content","verse":"13"},{"content":"dan Azarya beranaklah Seraya dan Seraya beranaklah Yozadak,","type":"content","verse":"14"},{"content":"dan Yozadakpun berjalanlah serta, tatkala dibawa Tuhan akan orang Yehuda dan isi Yeruzalem dengan tertawan oleh tangan Nebukadnezar.","type":"content","verse":"15"},{"content":"Maka bani Lewi itulah Gersom, Kehat dan Merari.","type":"content","verse":"16"},{"content":"Maka inilah nama-nama bani Gersom: yaitu Libni dan Simai.","type":"content","verse":"17"},{"content":"Maka bani Kehat itulah Amram dan Yizhar dan Heberon dan Uziel.","type":"content","verse":"18"},{"content":"Maka bani Merari itulah Mahli dan Musi. Maka sekalian inilah orang isi rumah-rumah Lewi dengan bapa-bapanya.","type":"content","verse":"19"},{"content":"Maka adapun Gersom, ia beranak Libni, yang beranak Yahat, yang beranak Zima,","type":"content","verse":"20"},{"content":"yang beranak Yoah, yang beranak Ido, yang beranak Zerah, yang beranak Yeaterai.","type":"content","verse":"21"},{"content":"Maka akan bani Kehat, ialah bernama Aminadab, yang beranak Korah, yang beranak Asyir,","type":"content","verse":"22"},{"content":"yang beranak Elkana, yang beranak Ebyasaf, yang beranak Asyir,","type":"content","verse":"23"},{"content":"yang beranak Tahat, yang beranak Uriel, yang beranak Uzia, yang beranak Saul.","type":"content","verse":"24"},{"content":"Maka bani Elkana itulah Amasai dan Ahimot.","type":"content","verse":"25"},{"content":"Adapun Elkana, ialah beranak Elkana, yang beranak Zofai, yang beranak Nahat,","type":"content","verse":"26"},{"content":"yang beranak Eliab, yang beranak Yeroham, yang beranak Elkana.","type":"content","verse":"27"},{"content":"Maka bani Semuel itulah Wasni, yang sulung, kemudian Abia.","type":"content","verse":"28"},{"content":"Maka bani Merari itulah Mahli, yang beranak Libni, yang beranak Simai, yang beranak Uza,","type":"content","verse":"29"},{"content":"yang beranak Simea, yang beranak Hajia, yang beranak Asaya.","type":"content","verse":"30"},{"content":"Maka sekalian inilah yang diangkat oleh Daud akan mematutkan nyenyian dalam rumah Tuhan, setelah sudah tabut itu mendapat tempat perhentian.","type":"content","verse":"31"},{"content":"Maka mereka itupun melakukan pekerjaan nyanyian di hadapan tempat kedudukan di dalam kemah perhimpunan sampai diperbuat Sulaiman akan rumah Tuhan di Yeruzalem, dan dilakukannya pekerjaan itu dengan peraturan yang ditentukan baginya.","type":"content","verse":"32"},{"content":"Maka mereka itulah yang berdiri di sana serta dengan anak-anaknya laki-laki, yaitu dari pada bani Kehati adalah Heman, yang biduan, dan ialah anak Yoel, anak Semuel,","type":"content","verse":"33"},{"content":"anak Elkana, anak Yeroham, anak Eliel, anak Toah,","type":"content","verse":"34"},{"content":"anak Zuf, anak Elkana, anak Mehat, anak Amasai,","type":"content","verse":"35"},{"content":"anak Elkana, anak Yoel, anak Azarya, anak Zefanya,","type":"content","verse":"36"},{"content":"anak Tahat, anak Asyir, anak Ebyasaf, anak Korah,","type":"content","verse":"37"},{"content":"anak Yizhar, anak Kehat, anak Lewi, anak Israel.","type":"content","verse":"38"},{"content":"Maka Asaf, saudaranya, adalah berdiri pada sebelah kanan. Maka Asaf itulah anak Berekhya, anak Simea,","type":"content","verse":"39"},{"content":"anak Mikhail, anak Baeseya, anak Malkhia,","type":"content","verse":"40"},{"content":"anak Etni, anak Zerah, anak Adaya,","type":"content","verse":"41"},{"content":"anak Etan, anak Zima, anak Simai,","type":"content","verse":"42"},{"content":"anak Yahat, anak Gersom, anak Lewi.","type":"content","verse":"43"},{"content":"Maka saudara-saudara keduanya, yaitu segala bani Merari, adalah pada sebelah kiri, yaitu Etan, anak Kisy, anak Abdi, anak Malukh,","type":"content","verse":"44"},{"content":"anak Hasabya, anak Amazia, anak Hilkia,","type":"content","verse":"45"},{"content":"anak Amzi, anak Bani, anak Semer,","type":"content","verse":"46"},{"content":"anak Mahli, anak Musi, anak Merari, anak Lewi.","type":"content","verse":"47"},{"content":"Maka segala orang Lewi, yaitu saudara mereka itu, sudah diberikan akan segala pekerjaan tempat kedudukan di dalam rumah Allah.","type":"content","verse":"48"},{"content":"Maka Harun dan anak-anaknya laki-laki membakar korban di atas mezbah korban bakaran dan dupa di atas meja bakaran dupa, dan lagi dilakukannya perkerjaan di dalam tempat yang mahasuci, dan diadakannya gafirat atas orang Israel, setuju dengan segala perintah Musa, hamba Allah itu.","type":"content","verse":"49"},{"content":"Maka inilah bani Harun: ia beranak Eleazar, yang beranak Pinehas, yang beranak Abisuwa,","type":"content","verse":"50"},{"content":"yang beranak Buki, yang beranak Uzi, yang beranak Zerahya,","type":"content","verse":"51"},{"content":"yang beranak Merayot, yang beranak Amarya, yang beranak Ahitub,","type":"content","verse":"52"},{"content":"yang beranak Zadok, yang beranak Ahimaaz.","type":"content","verse":"53"},{"content":"Maka inilah tempat-tempat kedudukan mereka itu serta dengan daerahnya dan perhinggaannya, yaitu bagi anak-anak laki-laki Harun dari pada isi rumah orang Kehati, karena bagi mereka itu adalah suatu bahagian sendiri.","type":"content","verse":"54"},{"content":"Maka diberikan kepada mereka itu Heberon, yang di tanah Yehuda, serta dengan segala kampung yang kelilingnya.","type":"content","verse":"55"},{"content":"Tetapi segala bendang negeri itu serta dengan segala dusun-dusunnya diberikannya kepada Kaleb bin Yefuna.","type":"content","verse":"56"},{"content":"Kecuali Heberon, negeri perlindungan itu, diberikannya kepada anak laki-laki Harun dari pada negeri Yehuda lagi Libna serta dengan segala kampungnya, dan Yatir dan Esytemoa serta dengan segala kampungnya,","type":"content","verse":"57"},{"content":"dan Hilon serta dengan segala kampungnya, dan Debir serta dengan segala kampungnya,","type":"content","verse":"58"},{"content":"dan Asan serta dengan segala kampungnya, dan Bait-Semes serta dengan segala kampungnya.","type":"content","verse":"59"},{"content":"Maka dari pada suku Benyamin adalah Geba serta dengan segala kampungnya, dan Alemet serta dengan segala kampungnya, dan Anatot serta dengan segala kampungnya. Adapun segala negeri yang bagi orang isi rumah mereka itu, ia itu tiga belas buah negeri banyaknya.","type":"content","verse":"60"},{"content":"Maka bagi bani Kehat yang lain itu adalah dari pada bangsa suku Efrayim dan dari pada suku Dan dan dari pada setengah suku Manasye sepuluh buah negeri dengan membuang undi.","type":"content","verse":"61"},{"content":"Maka bagi bani Gersom dengan orang isi rumahnya adalah dari pada suku Isakhar dan dari pada suku Asyer dan dari pada suku Naftali dan dari pada setengah suku Manasye yang di Bazan itu, tiga belas buah negeri.","type":"content","verse":"62"},{"content":"Maka bagi bani Merari dengan orang isi rumahnya adalah dari pada suku Rubin dan dari pada suku Gad dan dari pada suku Zebulon, dua belas buah negeri dengan membuang undi.","type":"content","verse":"63"},{"content":"Maka segala negeri ini serta dengan kampung-kampungnya diberikan oleh bani Israel kepada orang Lewi.","type":"content","verse":"64"},{"content":"Maka diberikannya akan dia dengan membuang undi dari pada suku bani Yehuda dan dari pada suku bani Simeon dan dari pada suku bani Benyamin segala negeri yang disebutkan nama-namanya itu.","type":"content","verse":"65"},{"content":"Adapun segala bangsa bani Kehat yang lain itu, maka negeri-negeri bahagian mereka itu adalah dari pada suku Efrayim;","type":"content","verse":"66"},{"content":"diberikan oranglah akan dia negeri-negeri perlindungan Sikhem dengan kampung-kampungnya di atas pegunungan Efrayim, dan Gezer dengan kampung-kampungnya,","type":"content","verse":"67"},{"content":"dan Yokmeam dengan kampung-kampungnya, dan Bait-Horon dengan kampung-kampungnya,","type":"content","verse":"68"},{"content":"dan Ayalon dengan kampung-kampungnya, dan Gat-Rimon dengan kampung-kampungnya;","type":"content","verse":"69"},{"content":"dan dari pada setengah suku Manasye negeri Aner dengan kampung-kampungnya, dan Bileam dengan kampung-kampungnya, yang bagi orang isi rumah segala bani Kehat yang lain itu.","type":"content","verse":"70"},{"content":"Maka bagi bani Gersom adalah dari pada bangsa setengah suku Manasye dan negeri Golan yang di Bazan serta dengan kampung-kampungnya, dan Astarot serta dengan kampung-kampungnya;","type":"content","verse":"71"},{"content":"dan dari pada suku Isakhar negeri Kedes serta dengan kampung-kampungnya, dan Doberat serta dengan kampung-kampungnya,","type":"content","verse":"72"},{"content":"dan Ramot serta dengan kampung-kampungnya, dan Anem serta dengan kampung-kampungnya;","type":"content","verse":"73"},{"content":"dan dari pada suku Asyer negeri Masal serta dengan kampung-kampungnya, dan Abdon serta dengan kampung-kampungnya,","type":"content","verse":"74"},{"content":"dan Hukok serta dengan kampung-kampungnya, dan Rehob serta dengan kampung-kampungnya;","type":"content","verse":"75"},{"content":"dan dari pada suku Naftali negeri Kedes yang di Galilea serta dengan kampung-kamungnya, dan Hamon serta dengan kampung-kampungnya, dan Kiryatayim serta dengan kampung-kampungnya.","type":"content","verse":"76"},{"content":"Maka bagi bani Merari yang lain itu adalah dari pada suku Zebulon negeri Rimono serta dengan kampung-kampungnya, dan Tabor serta dengan kampung-kampungnya;","type":"content","verse":"77"},{"content":"dan di seberang Yarden bertentangan dengan Yerikho, yaitu pada sebelah timur Yarden, adalah dari pada suku Rubin negeri Bezer yang di padang serta dengan kampung-kampungnya, dan Yahza serta dengan kampung-kampungnya,","type":"content","verse":"78"},{"content":"dan Kedemot serta dengan kampung-kampungnya, dan Mefaat serta dengan kampung-kampungnya;","type":"content","verse":"79"},{"content":"dan dari pada suku Gad negeri Ramot yang di Gilead serta dengan kampung-kampungnya, dan Mahanaim serta dengan kampung-kampungnya,","type":"content","verse":"80"},{"content":"dan Hezbon serta dengan kampung-kampungnya, dan Yaezar serta dengan kampung-kampungnya.","type":"content","verse":"81"}]