[{"content":"Bermula, maka bani Isakhar itulah Tola dan Pua dan Yasib dan Simron, empat orang.","type":"content","verse":"1"},{"content":"Maka bani Tola itulah Uzi dan Refaya dan Yeriel dan Yakhmat dan Yibsam dan Semuel, semuanya penghulu-penghulu orang isi rumah Tola dan perwira perkasa di antara bangsanya, maka pada zaman Daud bilangan mereka itu dua puluh dua ribu enam ratus orang banyaknya.","type":"content","verse":"2"},{"content":"Maka bani Uzi itulah Yizrahya dan bani Yizrahya itulah Mikhail dan Obaja dan Yoli dan Yisia, kelima orang ini penghulu jua adanya.","type":"content","verse":"3"},{"content":"Maka di bawah mereka itu adalah dengan pasukan tentara perang tiga puluh enam ribu orang banyaknya seturut bangsa-bangsanya dan orang isi rumah bapa-bapanya; karena banyak anak bini adalah pada mereka itu.","type":"content","verse":"4"},{"content":"Maka segala saudara mereka itu dari pada bangsa Isakhar, yang perwira perkasa jumlahnya delapan puluh tujuh ribu orang, jikalau dijumlahkan segala daftar keturunan.","type":"content","verse":"5"},{"content":"Maka bani Benyamin itulah Bela dan Bekher dan Yediael, tiga orang.","type":"content","verse":"6"},{"content":"Maka bani Bela itulah Ezbon dan Uzi dan Uziel dan Yerimot dan Iri, lima orang penghulu atas orang isi rumah bapanya, semua orang perwira perkasa, dan pada daftar keturunan bilangan mereka itu dua puluh dua ribu tiga puluh empat orang.","type":"content","verse":"7"},{"content":"Maka bani Bekher itulah Zemira dan Yoas dan Eliezar dan Elyunai dan Omri dan Yeremot dan Abia dan Anatot dan Amelet, sekalian inilah bani Bekher.","type":"content","verse":"8"},{"content":"Jikalau dibilang pada daftar keturunannya segala penghulu orang isi rumah bapa-bapanya dan orang perwira perkasa, maka jumlahnya dua puluh ribu dua ratus.","type":"content","verse":"9"},{"content":"Maka bani Yediael itulah Bilhan dan bani Bilhan itulah Yeus dan Benyamin dan Ehud dan Khenaana dan Zetan dan Tarsis dan Ahisahar.","type":"content","verse":"10"},{"content":"Sekalian inilah bani Yediael, penghulu orang isi rumah bapa-bapanya, maka orangnya yang perwira perkasa tujuh belas ribu dua ratus banyaknya, yang keluar dengan tentara ke peperangan.","type":"content","verse":"11"},{"content":"Tambahan pula Supim dan Hupim, yaitu bani Ir dan Husim bani Ahir.","type":"content","verse":"12"},{"content":"Maka bani Naftali itulah Yahziel dan Guni dan Yezer dan Salum, yaitu bani Bilha.","type":"content","verse":"13"},{"content":"Maka bani Manasye itulah Asriel, yang diperanakkan oleh gundiknya, seorang perempuan Syam, yang memperanakkan lagi Makhir, bapa Gilead.","type":"content","verse":"14"},{"content":"Maka Makhir itupun berbinikan saudara Hupim dan Supim, yang bernama Maakha. Maka nama anaknya yang kedua itu Zelafead, dan pada Zelafead itu adalah anak perempuan belaka.","type":"content","verse":"15"},{"content":"Maka diperanakkan Maakha, bini Makhir itu, laki-laki seorang yang dinamainya Paris dan nama adiknya itu Seres, yang beranak Ulam dan Rekim.","type":"content","verse":"16"},{"content":"Maka bani Ulam itulah Bedan; sekalian inilah bani Gilead bin Makhir bin Manasye.","type":"content","verse":"17"},{"content":"Maka saudaranya perempuan itulah Molekhet, yang memperanakkan Isyhud dan Abiezer dan Mahla.","type":"content","verse":"18"},{"content":"Maka bani Simeda itulah Ahyan dan Sekhem dan Likhi dan Aniam.","type":"content","verse":"19"},{"content":"Maka bani Efrayim itulah Sutelah, yang beranak Berid, yang beranak Tahat, yang beranak Elada, yang beranak Tahat,","type":"content","verse":"20"},{"content":"yang beranak Zabad, yang beranak Sutelah dan Ezar dan Elad, tetapi mereka yang diperanakkan dalam negeri itu dibunuh oleh orang Gat, tatkala ia turun datang merampas lembu kambing mereka itu.","type":"content","verse":"21"},{"content":"Maka sebab itu berkabunglah Efrayim, bapa mereka itu, beberapa hari lamanya, maka datanglah saudara-saudaranya menghiburkan dia.","type":"content","verse":"22"},{"content":"Maka pergilah ia mendapatkan bininya, lalu mengandunglah bininya dan beranak laki-laki, maka dinamainya akan dia Beria, sebab ia itu di dalam rumahnya suatu anugerah yang tiada disangka.","type":"content","verse":"23"},{"content":"Maka anaknya perempuan itulah Seira, yang membuat negeri Bait-Horon-hilir dan Bait-Horon-hulu dan Uzin Seira.","type":"content","verse":"24"},{"content":"Dan lagi Refah itulah anaknya dan Resif, yang beranak Telah, yang beranak Tahan,","type":"content","verse":"25"},{"content":"yang beranak Ladan, yang beranak Amihud, yang beranak Elisama,","type":"content","verse":"26"},{"content":"yang beranak Nun, yang beranak Yusak.","type":"content","verse":"27"},{"content":"Maka milik mereka itu dan tempat kedudukan mereka ia itu Bait-el serta dengan segala daerahnya, dan pada sebelah timur Naaran dan pada sebelah sebelah barat Gezer serta dengan segala daerahnya dan Sikhem serta dengan segala daerahnya sampai Gazapun serta dengan segala daerahnya.","type":"content","verse":"28"},{"content":"Tetapi pada pihak bani Manasye adalah Bait-Sean dengan segala daerahnya dan Taanah dengan segala daerahnya dan Megido dengan segala daerahnya dan Dor dengan segala daerahnya. Maka dalam segala negeri ini telah duduklah bani Yusuf bin Israel.","type":"content","verse":"29"},{"content":"Maka bani Asyer itulah Yimna dan Yiswa dan Yiswi dan Beria dan Sera, saudara perempuan mereka itu.","type":"content","verse":"30"},{"content":"Maka bani Beria itulah Heber dan Malkhiel, ia itu bapa Birzawit.","type":"content","verse":"31"},{"content":"Maka Heber beranaklah Yafelit dan Somer dan Hotam dan Sua, saudara perempuan mereka itu.","type":"content","verse":"32"},{"content":"Maka bani Yafelit itulah Pasakh dan Bimhal dan Asyiwat, ia itulah bani Yafelit.","type":"content","verse":"33"},{"content":"Maka bani Semer itulah Abi dan Rohega dan Yehuba dan Aram.","type":"content","verse":"34"},{"content":"Maka bani Helim, saudaranya, itulah Zofah dan Yimna dan Seles dan Amal.","type":"content","verse":"35"},{"content":"Maka bani Zofah itulah Suah dan Harnefar dan Sual dan Beri dan Yimra,","type":"content","verse":"36"},{"content":"dan Bezar dan Hod dan Sama dan Silsa dan Yiteran dan Beera.","type":"content","verse":"37"},{"content":"Maka bani Yeter itulah Yefuna dan Pispa dan Ara.","type":"content","verse":"38"},{"content":"Maka bani Ula itulah Arah dan Haniel dan Rizya.","type":"content","verse":"39"},{"content":"Maka sekalian inilah bani Asyer, dan penghulu-penghulu orang isi rumah bapa-bapanya, dan perwira perkasa yang pilihan dan kepala di antara segala penghulu adanya, maka setelah mereka itu sekalian dibilang pada daftar keturunannya seperti tentara perang, adalah jumlahnya dua puluh enam ribu orang laki-laki.","type":"content","verse":"40"}]