[{"content":"Bermula, maka Benyamin beranaklah Bela, anak sulungnya, dan Asybel, yang kedua, dan Ahrah, yang ketiga,","type":"content","verse":"1"},{"content":"dan Noba, yang keempat, dan Rafa, yang kelima.","type":"content","verse":"2"},{"content":"Maka bani Bela itulah Adar dan Gera dan Abihud,","type":"content","verse":"3"},{"content":"dan Abisua dan Naaman dan Ahoah,","type":"content","verse":"4"},{"content":"dan Gera dan Sefutan dan Huram.","type":"content","verse":"5"},{"content":"Sekalian inilah bani Ehud dan penghulu suku-suku orang isi Geba adanya, maka dipindahkannya mereka itu ke Manahat;","type":"content","verse":"6"},{"content":"bersama-sama dengan Naaman dan Ahia dan Gera dipindahkannya mereka itu dan iapun beranaklah Uza dan Ahihud (dan Saharayim).","type":"content","verse":"7"},{"content":"Maka di padang-padang Moab Saharayim itu beranaklah, setelah sudah disuruhkannya mereka itu pergi, yaitu Husim dan Baara, kedua orang bininya.","type":"content","verse":"8"},{"content":"Maka beranaklah ia dengan Hodesy, bininya, akan Yobab dan Zibya dan Mesa dan Malkham,","type":"content","verse":"9"},{"content":"dan Yeus dan Sokhya dan Mirma; sekalian inilah anaknya laki-laki, semua penghulu bangsa-bangsanya.","type":"content","verse":"10"},{"content":"Maka dengan Hisum beranaklah ia akan Ahitub dan Elpaal.","type":"content","verse":"11"},{"content":"Maka bani Elpaal itulah Heber dan Misam dan Semer, ia juga yang membuat negeri Ono dan Lod dengan segala daerahnya,","type":"content","verse":"12"},{"content":"dan Beria dan Sema, sekalian ini penghulu bangsa-bangsa orang isi Ayalon; maka mereka itupun sudah menghalaukan segala orang isi Gat.","type":"content","verse":"13"},{"content":"Dan lagi Ahyo dan Sasak dan Yeremot,","type":"content","verse":"14"},{"content":"dan Zebaja dan Arad dan Eder,","type":"content","verse":"15"},{"content":"dan Mikhail dan Yispa dan Yoha, itulah bani Beria.","type":"content","verse":"16"},{"content":"Maka Zebaja dan Mesulam dan Hizki dan Heber,","type":"content","verse":"17"},{"content":"dan Yismerai dan Yizlia dan Yobab, itulah bani Elpaal.","type":"content","verse":"18"},{"content":"Maka Yakim dan Zikhri dan Zabdi,","type":"content","verse":"19"},{"content":"dan Elyunai dan Ziletai dan Eliel,","type":"content","verse":"20"},{"content":"dan Edaya dan Beraya dan Simrat, itulah bani Simai.","type":"content","verse":"21"},{"content":"Maka Yispan dan Eber dan Eliel,","type":"content","verse":"22"},{"content":"dan Abdon dan Zikhri dan Hanan,","type":"content","verse":"23"},{"content":"dan Hananya dan Elam dan Anetotia,","type":"content","verse":"24"},{"content":"dan Yifdeya dan Penuil, itulah bani Sasak.","type":"content","verse":"25"},{"content":"Maka Samserai dan Seharya dan Atalya,","type":"content","verse":"26"},{"content":"dan Yaaresya dan Elia dan Zikhri, itulah bani Yeroham.","type":"content","verse":"27"},{"content":"Maka sekalian ini penghulu suku-suku dan kepala bangsa-bangsanya, maka duduklah mereka itu di Yeruzalem.","type":"content","verse":"28"},{"content":"Maka di Gibeon duduklah bapa Gibeon dan nama bininya itulah Maakha.","type":"content","verse":"29"},{"content":"Dan anak sulungnya itulah Abdon, kemudian Zur dan Kisy dan Baal dan Nadab,","type":"content","verse":"30"},{"content":"dan Gedor dan Ahio dan Zekhir.","type":"content","verse":"31"},{"content":"Maka Mikelot beranaklah Simea; sekalian inipun duduklah di Yeruzalem hampir dengan segala saudaranya dan bersama-sama dengan segala saudaranya.","type":"content","verse":"32"},{"content":"Maka Ner beranaklah Kisy dan Kisy beranaklah Saul dan Saul beranaklah Yonatan dan Malkhisua dan Abinadab dan Esybaal.","type":"content","verse":"33"},{"content":"Maka anak laki-laki Yonatan itulah Merib-baal dan Merib-baal beranaklah Mikha.","type":"content","verse":"34"},{"content":"Maka bani Mikha itulah Piton dan Melekh dan Taareya dan Akhaz;","type":"content","verse":"35"},{"content":"maka Akhaz beranaklah Yehoada, dan Yehoada beranaklah Alemet dan Asymawet dan Zimri, dan Zimri beranaklah Moza;","type":"content","verse":"36"},{"content":"maka Moza beranaklah Bina, yang beranak Rafa, yang beranak Elasa, yang beranak Azel.","type":"content","verse":"37"},{"content":"Maka pada Azel itu adalah enam orang anaknya laki-laki, yang bernama Azrikan dan Bokhru dan Ismail dan Searya dan Obaja dan Hanan. Sekalian ini anak-anak Azel.","type":"content","verse":"38"},{"content":"Maka bani Esek, saudaranya, itulah Ulam, yang sulung, dan Yeusy, yang kedua, dan Elifelet, yang ketiga.","type":"content","verse":"39"},{"content":"Maka segala bani Ulam itu orang perwira perkasa yang pandai membentang panah dan pada mereka itu adalah beberapa berapa anaknya dan cucunya, seratus lima puluh orang banyaknya. Sekalian inilah bani Benyamin adanya.","type":"content","verse":"40"}]