[{"content":"So King Solomon was king over all Israel.","type":"content","verse":"1"},{"content":"And these  were  his officials: Azariah the son of Zadok, the priest;","type":"content","verse":"2"},{"content":"Elihoreph and Ahijah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder;","type":"content","verse":"3"},{"content":"Benaiah the son of Jehoiada, over the army; Zadok and Abiathar, the priests;","type":"content","verse":"4"},{"content":"Azariah the son of Nathan, over the officers; Zabud the son of Nathan, a priest  and  the king’s friend;","type":"content","verse":"5"},{"content":"Ahishar, over the household; and Adoniram the son of Abda, over the labor force.","type":"content","verse":"6"},{"content":"And Solomon had twelve governors over all Israel, who provided food for the king and his household; each one made provision for one month of the year.","type":"content","verse":"7"},{"content":"These  are  their names: Ben–Hur, in the mountains of Ephraim;","type":"content","verse":"8"},{"content":"Ben–Deker, in Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan;","type":"content","verse":"9"},{"content":"Ben–Hesed, in Arubboth; to him  belonged  Sochoh and all the land of Hepher;","type":"content","verse":"10"},{"content":"Ben–Abinadab,  in  all the regions of Dor; he had Taphath the daughter of Solomon as wife;","type":"content","verse":"11"},{"content":"Baana the son of Ahilud,  in  Taanach, Megiddo, and all Beth Shean, which  is  beside Zaretan below Jezreel, from Beth Shean to Abel Meholah, as far as the other side of Jokneam;","type":"content","verse":"12"},{"content":"Ben–Geber, in Ramoth Gilead; to him  belonged  the towns of Jair the son of Manasseh, in Gilead; to him  also belonged  the region of Argob in Bashan––sixty large cities with walls and bronze gate–bars;","type":"content","verse":"13"},{"content":"Ahinadab the son of Iddo,  in  Mahanaim;","type":"content","verse":"14"},{"content":"Ahimaaz, in Naphtali; he also took Basemath the daughter of Solomon as wife;","type":"content","verse":"15"},{"content":"Baanah the son of Hushai, in Asher and Aloth;","type":"content","verse":"16"},{"content":"Jehoshaphat the son of Paruah, in Issachar;","type":"content","verse":"17"},{"content":"Shimei the son of Elah, in Benjamin;","type":"content","verse":"18"},{"content":"Geber the son of Uri, in the land of Gilead,  in  the country of Sihon king of the Amorites, and of Og king of Bashan.  He was  the only governor who  was  in the land.","type":"content","verse":"19"},{"content":"Judah and Israel  were  as numerous as the sand by the sea in multitude, eating and drinking and rejoicing.","type":"content","verse":"20"},{"content":"So Solomon reigned over all kingdoms from the River  to  the land of the Philistines, as far as the border of Egypt.  They  brought tribute and served Solomon all the days of his life.","type":"content","verse":"21"},{"content":"Now Solomon’s provision for one day was thirty kors of fine flour, sixty kors of meal,","type":"content","verse":"22"},{"content":"ten fatted oxen, twenty oxen from the pastures, and one hundred sheep, besides deer, gazelles, roebucks, and fatted fowl.","type":"content","verse":"23"},{"content":"For he had dominion over all  the region  on this side of the River from Tiphsah even to Gaza, namely over all the kings on this side of the River; and he had peace on every side all around him.","type":"content","verse":"24"},{"content":"And Judah and Israel dwelt safely, each man under his vine and his fig tree, from Dan as far as Beersheba, all the days of Solomon.","type":"content","verse":"25"},{"content":"Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.","type":"content","verse":"26"},{"content":"And these governors, each man in his month, provided food for King Solomon and for all who came to King Solomon’s table. There was no lack in their supply.","type":"content","verse":"27"},{"content":"They also brought barley and straw to the proper place, for the horses and steeds, each man according to his charge.","type":"content","verse":"28"},{"content":"And God gave Solomon wisdom and exceedingly great understanding, and largeness of heart like the sand on the seashore.","type":"content","verse":"29"},{"content":"Thus Solomon’s wisdom excelled the wisdom of all the men of the East and all the wisdom of Egypt.","type":"content","verse":"30"},{"content":"For he was wiser than all men––than Ethan the Ezrahite, and Heman, Chalcol, and Darda, the sons of Mahol; and his fame was in all the surrounding nations.","type":"content","verse":"31"},{"content":"He spoke three thousand proverbs, and his songs were one thousand and five.","type":"content","verse":"32"},{"content":"Also he spoke of trees, from the cedar tree of Lebanon even to the hyssop that springs out of the wall; he spoke also of animals, of birds, of creeping things, and of fish.","type":"content","verse":"33"},{"content":"And men of all nations, from all the kings of the earth who had heard of his wisdom, came to hear the wisdom of Solomon.","type":"content","verse":"34"}]