[{"content":"Bermula, maka Yusakpun telah menjadi tua dan telah banyak bilangan tahunnya, maka firman Tuhan kepadanya: Bahwa engkau sudah tua dan sudah banyak umurmu, maka tinggal lagi amat banyak tanah yang dapat diambil akan milik pusaka.","type":"content","verse":"1"},{"content":"Maka inilah tanah yang lagi tinggal. Segala jajahan orang Filistin dan seluruh tanah Gesuri.","type":"content","verse":"2"},{"content":"Dari Sikhor yang pada sebelah Mesir sampai kepada perhinggaan Ekeron arah ke utara semuanya hendaklah dibilang Kanani, kelima kerajaan orang Filistin, yaitu Gaza dan Asdod dan Askelon dan Gat dan Ekeron, dan lagi segala orang Awi.","type":"content","verse":"3"},{"content":"Dari sebelah selatan segala tanah itu Kanani, demikianpun gua yang milik orang Zidoni sampai ke Afek, sampai ke perhinggaan negeri orang Amori.","type":"content","verse":"4"},{"content":"Dan lagi tanah orang Gibeli dan segenap Libanon arah ke sebelah matahari terbit, dari Baal-Gad yang di kaki pegunungan Hermon sampai kepada tempat orang masuk ke Hamat.","type":"content","verse":"5"},{"content":"Segala orang yang mengeduduki pegunungan dari pada Libanon sampai ke Misrefot-Mayim dan lagi segala orang Zidoni, maka Aku akan menghalaukan mereka itu dari pada miliknya di hadapan segala bani Israel, maka sementara itu hendaklah engkau suruh buang undi bagi orang Israel akan dibahagi-bahagi pusaka itu setuju dengan firman-Ku kepadamu.","type":"content","verse":"6"},{"content":"Maka sekarangpun bahagikanlah tanah itu akan milik pusaka kepada sembilan suku bangsa dan setengah suku Manasye.","type":"content","verse":"7"},{"content":"Yang setengahnya beserta dengan orang Rubin dan orang Gad sudah beroleh milik pusakanya, yang diberikan Musa kepadanya di seberang Yarden pada sebelah timurnya, seperti yang telah ditentukan kepadanya oleh Musa, hamba Tuhan itu.","type":"content","verse":"8"},{"content":"Yaitu dari Aroer yang di tepi anak sungai Arnon dan negeri yang di pertengahan anak sungai itu, dan seluruh tanah datar dari Medeba ke Dibon.","type":"content","verse":"9"},{"content":"Dan segala negeri Sihon, raja orang Amori yang kerajaan di Hezbon, sampai kepada perhinggaan negeri bani Ammon,","type":"content","verse":"10"},{"content":"dan Gilead dan tanah orang Gesuri dan orang Maakhati dan segala pegunungan Hermon dan seluruh Bazan sampai ke Salkha.","type":"content","verse":"11"},{"content":"Segala kerajaan Og di Bazan, yang dipertuan di Astarot dan di Ederei (maka iapun lagi tinggal dari pada sisa orang Refai), yang dialahkan dan diambil oleh Musa akan milik.","type":"content","verse":"12"},{"content":"Tetapi tiada dihalaukan bani Israel akan orang Gesuri dan orang Maakati dari pada miliknya, melainkan Gesur dan Maakhat adalah duduk di antara orang Israel datang kepada hari ini.","type":"content","verse":"13"},{"content":"Sahaja kepada suku Lewi tiada diberikannya tanah milik; bahwa segala persembahan yang dimakan api bagi Tuhan, Allah Israel, itulah miliknya pusaka, seperti firman-Nya kepadanya.","type":"content","verse":"14"},{"content":"Maka telah diberikan Musa bahagian kepada suku bani Rubin dengan bangsa-bangsanya demikianlah:","type":"content","verse":"15"},{"content":"Bahwa perhinggaan tanahnya akan ada dari pada Aroer yang di tepi anak sungai Arnon dan negeri yang dipertengahan anak sungai itu dan seluruh tanah datar yang ikut Medeba.","type":"content","verse":"16"},{"content":"Dan Hezbon serta segala negerinya, yang di tanah datar tempatnya, Dibon dan Bamot-Baal dan Bait-Baal-Meon,","type":"content","verse":"17"},{"content":"dan Yahza dan Kedemot dan Mefaat,","type":"content","verse":"18"},{"content":"dan Kiryatayim dan Sibma dan Zeret-Hasahar di atas gunung lembah itu,","type":"content","verse":"19"},{"content":"dan Bait-Peor dan Asdod-Pisga dan Bait-Yesimot,","type":"content","verse":"20"},{"content":"dan segala negeri di tanah datar, segenap kerajaan Sihon, raja orang Amori, yang dipertuan di Hezbon dan yang dialahkan oleh Musa, baik ia baik segala raja Midian, yaitu Ewi dan Rekem dan Zur dan Hur dan Reba, yang takluk kepada Sihon, semuanya mengeduduki tanah itu,","type":"content","verse":"21"},{"content":"pada masa dibunuh bani Israel akan Bileam bin Beor, petenung itu, dengan pedang, serta dengan segala orang lain yang dimakan pedang itu.","type":"content","verse":"22"},{"content":"Maka perhinggaan tanah bani Rubin itu Yarden dan segala tanah yang pada tepinya: sekalian inilah bahagian pusaka bani Rubin dengan bangsa-bangsanya, segala negeri dan dusun-dusunnya.","type":"content","verse":"23"},{"content":"Arakian, maka diberikan Musa bahagian kepada suku Gad, yaitu kepada bani Gad dengan bangsa-bangsanya demikian:","type":"content","verse":"24"},{"content":"Bahwa perhinggaan tanahnya akan jadi Yaezar dan segala negeri Gilead dan setengah tanah bani Ammon, sampai kepada Aroer yang bertentangan dengan Raba.","type":"content","verse":"25"},{"content":"Dan dari Hezbon sampai ke Ramat Mizpa dan Betonim, dan dari Mahanaim sampai kepada perhinggaan tanah Debir.","type":"content","verse":"26"},{"content":"Dan lagi dalam lembah itu Bait-Haram dan Bait-Nimra dan Sukot dan Zefon, lebihnya kerajaan Sihon, raja Hezbon, dan Yarden dan segala tanah pada tepinya sampai kepada tasik Kinerot di seberang Yarden arah ke timur.","type":"content","verse":"27"},{"content":"Maka inilah bahagian pusaka bani Gad dengan bangsa-bangsanya, yaitu segala negeri dan dusun-dusunnya.","type":"content","verse":"28"},{"content":"Maka diberikan Musa bahagian kepada setengah suku Manasye demikian: Bahwa bagi setengah suku Manasye dengan bangsa-bangsanya,","type":"content","verse":"29"},{"content":"akan ada perhinggaan tanahnya dari Mahanaim seluruh Bazan dan segenap kerajaan Og, raja Bazan itu, dan segala Hawot-Yair yang di Bazan itu, enam puluh buah negeri banyaknya.","type":"content","verse":"30"},{"content":"Dan setengah Gilead dan Astarot dan Ederei, semua negeri kerajaan Og di Bazan kepada anak-anak Makhir bin Manasye, yaitu kepada setengah bani Makhir dengan bangsa-bangsanya.","type":"content","verse":"31"},{"content":"Maka inilah dia yang dibahagi-bahagi oleh Musa akan pusaka di padang-padang Moab, di seberang Yarden, bertentangan dengan Yerikho, arah ke timur.","type":"content","verse":"32"},{"content":"Tetapi kepada suku Lewi tiada diberikan Musa bahagian tanah, sebab Tuhan, Allah Israel, itulah bahagian pusaka mereka itu, seperti firman-Nya kepadanya.","type":"content","verse":"33"}]