[{"content":"Arakian, maka bahagian yang ditentukan dengan membuang undi bagi suku bani Yehuda dengan bangsa-bangsanya itulah pada perhinggaan tanah Edom, padang belantara Zin pada sebelah selatan, pada ujungnya yang selatan sekali,","type":"content","verse":"1"},{"content":"sehingga perhinggaan tanah mereka itu pada sebelah selatan ujung Tasik-Masin dari pada tanjung yang menganjur ke selatan.","type":"content","verse":"2"},{"content":"Maka dari sana lalu ke selatan naik ke Akrabim lalu terus dari Zin, lalu naik pada selatan Kades-Barnea, lalu terus dari Hezron dan naik ke Adar dan balik ke Karkaa,","type":"content","verse":"3"},{"content":"dan terus dari Azmon dan keluar ke sungai Mesir, kesudahannya pada laut sebelah barat, ia itulah perhinggaan tanahmu pada sebelah selatan.","type":"content","verse":"4"},{"content":"Maka perhinggaan tanahnya pada sebelah timur itulah Tasik-Masin pada ujung Yarden dan perhinggaan tanahnya pada sebelah utara adalah dari pada ujung tasik itu, yaitu dari pada kesudahan Yarden,","type":"content","verse":"5"},{"content":"lalu perhinggaan tanahnya naik ke Bait-Hojla, langsung ke sebelah utara Bait-Araba, lalu perhinggaan itu ke atas ke batu Bohan bin Rubin.","type":"content","verse":"6"},{"content":"Dari sana naiklah perhinggaan itu ke Debir dari pada lembah Akhor lalu balik ke utara sampai ke Gilgal, yang bertentangan dengan curam Adumim pada sebelah selatan anak sungai di sana, lalu perhinggaan itu langsung ke air En-Semes dan keluar hampir dengan En-Rogel.","type":"content","verse":"7"},{"content":"Maka dari perhinggaan itu naik ke lembah Bin-Hinom pada sebelah selatan negeri Yebuzi, yaitu Yeruzalem, lalu perhinggaan itu ke atas, ke kemuncak gunung yang di hadapan lembah Hinom pada sebelah barat pada ujung lembah Refayim arah ke utara.","type":"content","verse":"8"},{"content":"Lalu perhinggaan itu dari pada kemuncak gunung langsung ke mata air Neftoah dan keluar dekat dengan negeri-negeri pegunungan Eferon, lalu perhinggaan itu ke Baala, yaitu Kiryat-Yearim.","type":"content","verse":"9"},{"content":"Lalu baliklah perhinggaan itu dari Baala ke pegunungan Seir langsung sampai dekat dengan gunung Yearim arah ke utara, yaitu Kesalon, lalu turun ke Bait-Semes dan terus dari Timna.","type":"content","verse":"10"},{"content":"Begitu keluarlah perhinggaan itu dekat dengan Ekeron arah ke utara lalu perhinggaan itu ke Sikhron dan terus dari pegunungan Baala dan keluar di Jabniel, yaitu kesudahannya di laut pada sebelah barat.","type":"content","verse":"11"},{"content":"Maka perhinggaan tanahnya pada sebelah barat itulah lautan besar dengan segala tanah yang pada tepinya; maka sekalian inilah perhinggaan tanah bani Yehuda keliling dengan segala bangsanya.","type":"content","verse":"12"},{"content":"Maka kepada Kaleb bin Yefuna diberikan suatu bahagian di tengah bani Yehuda, setuju dengan firman Tuhan yang kepada Yusak, yaitu negeri Arba, bapa Enak, yaitu Heberon.","type":"content","verse":"13"},{"content":"Maka dari sana dihalaukan Kaleb akan ketiga anak laki-laki Enak, yaitu Sesai dan Ahiman dan Talmai yang telah terpancar dari pada Enak.","type":"content","verse":"14"},{"content":"Maka dari sana berjalanlah ia mendatangi orang isi negeri Debir, maka dahulu nama Debir itu Kiryat-Sefer.","type":"content","verse":"15"},{"content":"Maka kata Kaleb: Barangsiapa yang memerangi Kiryat-Sefer itu dan mengalahkan dia, kepadanya juga aku akan memberikan Akhsa, anakku, akan bininya.","type":"content","verse":"16"},{"content":"Maka dialahkan Otniel bin Kenaz, saudara Kaleb, akan dia, lalu diberikannya Akhsa, anaknya, kepadanya akan bininya.","type":"content","verse":"17"},{"content":"Maka sesungguhnya apabila perempuan itu pergi mendapatkan dia, dibujuknya akan dia, supaya diberinya izin ia pergi meminta suatu bendang kepada bapanya, lalu turunlah ia dari pada keledainya. Maka kata Kaleb kepadanya: Apa kurang?","type":"content","verse":"18"},{"content":"Maka sahutnya akan dia: Berikanlah kiranya akan daku suatu berkat! Bahwa bapa telah memberi akan daku tanah yang kering, berikanlah kiranya lagi akan daku beberapa mata air juga! Maka diberikannyalah akan dia beberapa mata air, yang tinggi dan yang rendah tempatnya.","type":"content","verse":"19"},{"content":"Maka inilah bahagian pusaka suku bani Yehuda dengan bangsa-bangsanya.","type":"content","verse":"20"},{"content":"Dan inilah segala negeri dari pada ujung suku bani Yehuda sampai kepada perhinggaan Edom pada tanah selatan; yaitu Kabzeil dan Eder dan Yagur,","type":"content","verse":"21"},{"content":"dan Kina dan Dimona dan Adada,","type":"content","verse":"22"},{"content":"dan Kedes dan Hazor dan Yitnan,","type":"content","verse":"23"},{"content":"dan Zip dan Telem dan Baalot,","type":"content","verse":"24"},{"content":"dan Hazor-Hadata dan Keriyot-Hezron, yang Hazor juga,","type":"content","verse":"25"},{"content":"dan Amam dan Sema dan Molada","type":"content","verse":"26"},{"content":"dan Hazar-Gada, dan Hezmon dan Bait-Palet,","type":"content","verse":"27"},{"content":"dan Hazar-Sual dan Birsyeba dan Bizyoteya,","type":"content","verse":"28"},{"content":"dan Baala dan Iyim dan Azem,","type":"content","verse":"29"},{"content":"dan Eltolad dan Khesil dan Horma,","type":"content","verse":"30"},{"content":"Zikelaj dan Madmana dan Sanzana,","type":"content","verse":"31"},{"content":"dan Lebaot dan Silhim dan Ain dan Rimmon. Jumlah segala negeri itu sembilan likur buah serta dengan jajahannya.","type":"content","verse":"32"},{"content":"Maka pada tanah datar adalah Esytaol dan Zora dan Asna,","type":"content","verse":"33"},{"content":"dan Zaonah dan En-ganim-Tapuah dan Haenam,","type":"content","verse":"34"},{"content":"dan Yarmut dan Adulam dan Sokho dan Azeka,","type":"content","verse":"35"},{"content":"dan Saarayim dan Aditayim dan Gederotayim, semuanya empat belas buah negeri serta dengan jajahannya.","type":"content","verse":"36"},{"content":"Dan Zenan dan Hadasa dan Migdal-Gad,","type":"content","verse":"37"},{"content":"dan Dilan dan Mizpa dan Yokteil,","type":"content","verse":"38"},{"content":"dan Lakhis dan Bozkat dan Ejlon,","type":"content","verse":"39"},{"content":"dan Khabon dan Lahmas dan Khitlis,","type":"content","verse":"40"},{"content":"dan Gederot dan Bait-Dagon dan Naama dan Makeda, semuanya enam belas buah negeri serta dengan jajahannya.","type":"content","verse":"41"},{"content":"Dan Libna dan Eter dan Asan,","type":"content","verse":"42"},{"content":"dan Jifta dan Asna dan Nezib,","type":"content","verse":"43"},{"content":"dan Kehila dan Akhzib dan Mareza, semuanya sembilan buah negeri serta dengan jajahannya.","type":"content","verse":"44"},{"content":"Dan Ekeron serta dengan jajahannya dan daerahnya.","type":"content","verse":"45"},{"content":"Dan yang kedudukannya pada sebelah barat Ekeron; segala yang kedudukannya arah ke Asdod serta dengan jajahannya,","type":"content","verse":"46"},{"content":"dan Asdod serta dengan jajahannya dan dusun-dusunnya, dan Gaza serta dengan jajahannya dan dusun-dusunnya sampai kepada anak sungai Mesir, tempat laut serta dengan tanah yang di tepinya itu perhinggaannya.","type":"content","verse":"47"},{"content":"Dan di pegunungan adalah Samir dan Yatir dan Sokho,","type":"content","verse":"48"},{"content":"dan Dana dan Kiryat-Sana, yaitu Debir,","type":"content","verse":"49"},{"content":"dan Anab dan Estemo dan Anim,","type":"content","verse":"50"},{"content":"dan Gosyen dan Holon dan Gilo, semuanya sebelas buah negeri serta dengan jajahannya.","type":"content","verse":"51"},{"content":"Dan Arab dan Duma dan Esan,","type":"content","verse":"52"},{"content":"dan Yanum dan Bait Tapuah dan Afeka,","type":"content","verse":"53"},{"content":"dan Humta dan Kiryat-Arba, yaitu Heberon, dan Zior, semuanya sembilan buah negeri serta dengan jajahannya.","type":"content","verse":"54"},{"content":"Dan Maon dan Karmel dan Zif dan Yuta,","type":"content","verse":"55"},{"content":"dan Yizreil dan Yokdeam dan Zanoah,","type":"content","verse":"56"},{"content":"dan Hakain dan Gibea dan Timna, semuanya sepuluh buah negeri serta dengan jajahannya.","type":"content","verse":"57"},{"content":"Dan Halhul dan Bait-Zur dan Gedor,","type":"content","verse":"58"},{"content":"dan Maarat dan Bait-Anot dan Eltekon, semuanya enam buah negeri serta dengan jajahannya.","type":"content","verse":"59"},{"content":"Dan Kiryat-Baal, yaitu Kiryat-Yearim, dan Haraba, dua buah negeri serta dengan jajahannya.","type":"content","verse":"60"},{"content":"Dan dalam padang belantara adalah Bait-haaraba dan Midin dan Sekhakha,","type":"content","verse":"61"},{"content":"dan Hanibsan dan Ir-Melah dan Enjedi, enam buah negeri serta dengan jajahannya.","type":"content","verse":"62"},{"content":"Tetapi tiada dapat dihalaukan bani Yehuda akan orang Yebuzi, orang isi Yeruzalem, dari dalam tempatnya, maka sebab itu duduklah orang Yebuzi itu serta dengan bani Yehuda di Yeruzalem datang kepada hari ini.","type":"content","verse":"63"}]