[{"content":"Arakian, maka bahagian bani Yusuf ditentukan dengan membuang undi menjadi demikian: Dari pada Yarden dekat dengan Yerikho, dari pada air Yerikho ke timur, lalu menerusi padang belantara yang naik dari Yerikho ke pegunungan, ke Bait-el;","type":"content","verse":"1"},{"content":"maka dari Bait-el lalu ke Luz dan menyusur perhinggaan tanah orang Arkhi ke Atarot.","type":"content","verse":"2"},{"content":"Lalu ke barat dengan menyusur perhinggaan tanah orang Yafeleti ke perhinggaan Bait-Horon hilir sampai ke Gezer dan demikian kesudahannya di laut sebelah barat.","type":"content","verse":"3"},{"content":"Begitulah bani Yusuf, yaitu Manasye dan Efrayim, beroleh bahagian pusakanya.","type":"content","verse":"4"},{"content":"Maka perhinggaan tanah bani Efrayim dengan bangsa-bangsanya adalah demikian: Perhinggaan tanah bahagian pusakanya pada sebelah timur adalah Aterot-Adar sampai ke Bait-Horon hulu.","type":"content","verse":"5"},{"content":"Lalu perhinggaan itu keluar dekat dengan Mikhmetat, yang ditinggalkannya pada sebelah utara, dan dari sana perhinggaan itu balik ke timur pula ke Taanat-Silo, lalu terus dari pada itu pada sebelah timur Yanoah.","type":"content","verse":"6"},{"content":"Lalu turun dari Yanoah ke Atarot dan Naara dan berdompak dengan Yerikho, lalu keluar sampai Yarden.","type":"content","verse":"7"},{"content":"Maka dari Tapuah perhinggaan tanah itu ke barat, ke anak sungai Kana, tempat kesudahannya pada sebelah barat. Maka sekalian inilah milik pusaka suku bani Efrayim serta dengan bangsa-bangsanya.","type":"content","verse":"8"},{"content":"Maka di luar perhinggaan tanahnya adalah lagi pada bani Efrayim beberapa negeri di tengah-tengah bahagian pusaka bani Manasye, baik negeri-negeri baik daerahnya.","type":"content","verse":"9"},{"content":"Maka tiada dihalaukannya orang Kanani yang duduk di Gezer, sehingga duduklah orang Kanani itu di tengah-tengah orang Efrayim sampai kepada hari ini, tetapi takluk juga mereka itu dengan membayar upeti.","type":"content","verse":"10"}]