[{"content":"Bermula, maka penghulu bangsa-bangsa orang Lewipun datang kepada Eliazar, yang imam, dan kepada Yusak bin Nun dan kepada segala penghulu suku-suku bangsa bani Israel,","type":"content","verse":"1"},{"content":"yaitu ke Silo dalam benua Kanaan, lalu katanya kepada mereka itu: Bahwa Tuhan telah berfirman kepada Musa, disuruhnya berikan negeri-negeri kepada kami akan tempat duduk dan tanah rumput akan binatang kami.","type":"content","verse":"2"},{"content":"Lalu diberikanlah oleh bani Israel kepada orang Lewi dari pada milik pusakanya setuju dengan firman Tuhan akan negeri-negeri ini serta dengan tanah rumputnya.","type":"content","verse":"3"},{"content":"Maka keluarlah undi bangsa orang Kehati, yaitu karena bani Harun, yang imam, di antara orang Lewi dari pada suku Yehuda dari pada suku Simeon dan dari pada suku Benyamin ditentukan dengan undi tiga belas buah negeri.","type":"content","verse":"4"},{"content":"Maka karena bani Kehat yang lain itu dari pada suku bangsa Efrayim dan dari pada suku Dan dan dari pada setengah suku Manasye ditentukan dengan undi sepuluh buah negeri.","type":"content","verse":"5"},{"content":"Maka karena bani Gerson dari pada suku bangsa Isakhar dan dari pada suku Asyer dan dari pada suku Naftali dan dari pada setengah suku Manasye di Bazan ditentukan dengan undi tiga belas buah negeri.","type":"content","verse":"6"},{"content":"Maka karena bani Merari dengan bangsa-bangsanya dari pada suku Rubin dan dari pada suku Gad dan dari pada suku Zebulon dua belas buah negeri.","type":"content","verse":"7"},{"content":"Demikianlah peri diberikan bani Israel negeri-negeri ini serta dengan tanah rumputnya kepada orang Lewi setuju dengan firman Tuhan yang kepada Musa, ditentukan dengan membuang undi.","type":"content","verse":"8"},{"content":"Maka diberikannyalah dari pada suku bani Yehuda dan dari pada suku bani Simeon segala negeri ini, yang disebut oranglah dengan nama-namanya,","type":"content","verse":"9"},{"content":"yaitu kepada bani Harun yang dari pada bangsa orang Kehati dan dari pada bani Lewi, karena undi yang pertama itu bagi mereka itulah;","type":"content","verse":"10"},{"content":"maka diberikannyalah kepada mereka itu negeri Arba, bapa orang Enak, yaitu Heberon, di atas pegunungan Yehuda, baik negerinya baik tanah rumput pada yang kelilingnya,","type":"content","verse":"11"},{"content":"tetapi tanah negeri itu yang ditaburi serta dengan dusun-dusunnya diberikannyalah kepada Kaleb bin Yefuna akan miliknya.","type":"content","verse":"12"},{"content":"Begitu diberikannya kepada bani Harun, yang imam, akan Heberon, negeri perlindungan orang pembunuh serta dengan tanah rumputnya, dan lagi Libna serta dengan tanah rumputnya,","type":"content","verse":"13"},{"content":"dan Yatir dengan tanah rumputnya dan Esytemoa dengan tanah rumputnya,","type":"content","verse":"14"},{"content":"dan Holan dengan tanah rumputnya dan Debir dengan tanah rumputnya,","type":"content","verse":"15"},{"content":"dan Ain dengan tanah rumputnya dan Yuta dengan tanah rumputnya dan Bait-Semes dengan tanah rumputnya, yaitu sembilan buah negeri dari pada kedua suku ini.","type":"content","verse":"16"},{"content":"Maka dari pada suku Benyamin negeri Gibeon serta dengan tanah rumputnya, dan Geba dengan tanah rumputnya,","type":"content","verse":"17"},{"content":"dan Anatot dengan tanah rumputnya dan Almon dengan tanah rumputnya, semuanya empat buah negeri.","type":"content","verse":"18"},{"content":"Jumlah segala negeri bani Harun, yang imam itu, tiga belas buah negeri dengan tanah rumputnya.","type":"content","verse":"19"},{"content":"Maka adapun bangsa bani Kehat, yaitu orang Lewi yang lain di antara bani Kehat itu, negeri-negerinya yang ditentukan dengan undi adalah dari pada suku Efrayim.","type":"content","verse":"20"},{"content":"Maka diberikannyalah kepada mereka itu akan Sikhem, negeri perlindungan orang pembunuh, dengan tanah rumputnya di atas pegunungan Efrayim dan Gezer dengan tanah rumputnya,","type":"content","verse":"21"},{"content":"dan Kibzaim dengan tanah rumputnya dan Bait-Horon dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"22"},{"content":"Maka dari pada suku Dan negeri Elteke dengan tanah rumputnya dan Gibeton dengan tanah rumputnya,","type":"content","verse":"23"},{"content":"dan Ayalon dengan tanah rumputnya dan Gat-Rimon dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"24"},{"content":"Maka dari pada setengah suku Manasye negeri Taanah dengan tanah rumputnya dan Gat-Rimon dengan tanah rumputnya, yaitu dua buah negeri.","type":"content","verse":"25"},{"content":"Jumlah segala negeri bagi bangsa bani Kehat yang lain itu adalah sepuluh buah dengan tanah rumputnya.","type":"content","verse":"26"},{"content":"Maka bagi bani Gerson di antara bangsa orang Lewi adalah dari pada setengah suku Manasye negeri Golan di Bazan, tempat perlindungan orang pembunuh, dengan tanah rumputnya, dan Biestera dengan tanah rumputnya, yaitu dua buah negeri.","type":"content","verse":"27"},{"content":"Maka dari pada suku Isakhar negeri Kisyon dengan tanah rumputnya dan Doberat dengan tanah rumputnya,","type":"content","verse":"28"},{"content":"dan Yarmut dengan tanah rumputnya dan En-ganim dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"29"},{"content":"Maka dari pada suku Asyer negeri Mis-al dengan tanah rumputnya dan Abdon dengan tanah rumputnya,","type":"content","verse":"30"},{"content":"dan Helkat dengan tanah rumputnya dan Rehob dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"31"},{"content":"Maka dari pada suku Naftali negeri Kedes di Galilea, tempat perlindungan orang pembunuh, dengan tanah rumputnya dan Hamot-Dor dengan tanah rumputnya dan Kartan dengan tanah rumputnya; yaitu tiga buah negeri.","type":"content","verse":"32"},{"content":"Jumlah segala negeri orang Gersoni dengan bangsa-bangsanya adalah tiga belas buah negeri dengan tanah rumputnya.","type":"content","verse":"33"},{"content":"Maka bagi bangsa bani Merari, yaitu orang Lewi yang lagi tinggal, adalah dari pada suku Zebulon negeri Yokneam dengan tanah rumputnya dan Karta dengan tanah rumputnya,","type":"content","verse":"34"},{"content":"dan dimna dengan tanah rumputnya dan Nanalal dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"35"},{"content":"Maka dari pada suku Rubin negeri Bezer dengan tanah rumputnya dan Yahza dengan tanah rumputnya,","type":"content","verse":"36"},{"content":"dan Kedemot dengan tanah rumputnya dan Mefaat dengan tanah rumputnya, yaitu empat buah negeri.","type":"content","verse":"37"},{"content":"Maka dari pada suku Gad negeri Ramot di Gilead, tempat perlindungan orang pembunuh, dengan tanah rumputnya dan Mahanaim dengan tanah rumputnya,","type":"content","verse":"38"},{"content":"dan Hezbon dengan tanah rumputnya dan Yaezer dengan tanah rumputnya, semuanya empat buah negeri.","type":"content","verse":"39"},{"content":"Adapun segala negeri bani Merari dengan bangsa-bangsanya, yaitu bangsa orang Lewi yang lagi tinggal, adalah undi mereka itu dua belas buah negeri.","type":"content","verse":"40"},{"content":"Maka jumlah segala negeri orang Lewi, di tengah-tengah milik bani Israel, adalah empat puluh delapan buah negeri dengan tanah rumputnya.","type":"content","verse":"41"},{"content":"Maka tiap-tiap negeri itu bertanah rumput kelilingnya, demikianlah hal segala negeri itu.","type":"content","verse":"42"},{"content":"Maka demikianlah perihal dikaruniakan Tuhan kepada Israel seluruh tanah yang telah dijanji-Nya dengan bersumpah hendak mengaruniakan dia kepada nenek moyang mereka itu, maka mereka itupun beroleh dia akan milik pusaka serta mengeduduki dia.","type":"content","verse":"43"},{"content":"Maka dikaruniakan Tuhan kepada mereka itu sentosa keliling, setuju dengan segala yang dijanjinya kepada nenek moyang mereka itu pakai sumpah; maka dari pada segala musuhnya seorangpun tiada tahan berdiri di hadapannya, segala musuh itu diserahkan Tuhan kepada tangannya.","type":"content","verse":"44"},{"content":"Maka sepatah katapun tiada hilang dari pada segala perkataan yang baik, yang telah dikatakan Tuhan kepada isi rumah Israel, melainkan sekalian itu jadi juga.","type":"content","verse":"45"}]