[{"content":"Nyanyian Debora","type":"title","verse":""},{"content":"Pada hari itu bernyanyilah Debora dan Barak bin Abinoam, demikian:","type":"content","verse":"1"},{"content":"Karena pahlawan-pahlawan di Israel siap berperang, karena bangsa itu menawarkan dirinya dengan sukarela, pujilah TUHAN!","type":"content","verse":"2"},{"content":"Dengarlah, ya raja-raja! Pasanglah telingamu, ya pemuka-pemuka! Kalau aku, aku mau bernyanyi bagi TUHAN, bermazmur bagi TUHAN, Allah Israel.","type":"content","verse":"3"},{"content":"TUHAN, ketika Engkau bergerak dari Seir, ketika Engkau melangkah maju dari daerah Edom, bergoncanglah bumi, tirislah juga langit, juga awan tiris airnya;","type":"content","verse":"4"},{"content":"gunung-gunung--yakni Sinai--bergoyang di hadapan TUHAN, di hadapan TUHAN, Allah Israel.","type":"content","verse":"5"},{"content":"Dalam zaman Samgar bin Anat, dalam zaman Yael, kafilah tidak ada lagi dan orang-orang yang dalam perjalanan terpaksa menempuh jalan yang berbelit-belit.","type":"content","verse":"6"},{"content":"Penduduk pedusunan diam-diam saja di Israel, ya mereka diam-diam, sampai engkau bangkit, Debora, bangkit sebagai ibu di Israel.","type":"content","verse":"7"},{"content":"Ketika orang memilih allah baru, maka terjadilah perang di pintu gerbang. Sesungguhnya, perisai ataupun tombak tidak terlihat di antara empat puluh ribu orang di Israel.","type":"content","verse":"8"},{"content":"Hatiku tertuju kepada para panglima Israel, kepada mereka yang menawarkan dirinya dengan sukarela di antara bangsa itu. Pujilah TUHAN!","type":"content","verse":"9"},{"content":"Kamu, yang menunggang keledai betina putih, kamu, yang duduk di atas permadani, kamu, yang berjalan di jalan, ceriterakanlah hal itu!","type":"content","verse":"10"},{"content":"Di tempat-tempat penimbaan air, menurut suara orang-orang yang berdendang, di sanalah orang menyanyikan perbuatan TUHAN yang adil, perbuatan-Nya yang adil terhadap orang-orang-Nya di pedusunan di Israel. Pada waktu itu turunlah umat TUHAN ke pintu gerbang.","type":"content","verse":"11"},{"content":"Bangunlah, bangunlah, Debora! Bangunlah, bangunlah, nyanyikanlah suatu nyanyian! Bangkitlah, Barak! dan giringlah tawananmu, hai anak Abinoam!","type":"content","verse":"12"},{"content":"Lalu turunlah para bangsawan yang terluput, umat TUHAN turun bagi-Nya sebagai pahlawan.","type":"content","verse":"13"},{"content":"Dari suku Efraim mereka datang ke lembah, mengikuti engkau, ya suku Benyamin, dengan laskarmu; dari suku Makhir turunlah para panglima dan dari suku Zebulon orang-orang pembawa tongkat pengerah.","type":"content","verse":"14"},{"content":"Juga para pemimpin suku Isakhar menyertai Debora, dan seperti Isakhar, demikianlah Naftali menyertai Barak. Mereka menyusul dia dan menyerbu masuk lembah. Tetapi pihak pasukan-pasukan suku Ruben ada banyak pertimbangan.","type":"content","verse":"15"},{"content":"Mengapa engkau tinggal duduk di antara kandang-kandang sambil mendengarkan seruling pemanggil kawanan? Di pihak pasukan-pasukan suku Ruben ada banyak pertimbangan!","type":"content","verse":"16"},{"content":"Orang Gilead tinggal diam di seberang sungai Yordan; dan suku Dan, mengapa mereka tinggal dekat kapal-kapal? Suku Asyer duduk di tepi pantai laut, tinggal diam di teluk-teluknya.","type":"content","verse":"17"},{"content":"Tetapi suku Zebulon ialah bangsa yang berani mempertaruhkan nyawanya, demikian juga suku Naftali, di tempat-tempat tinggi di padang.","type":"content","verse":"18"},{"content":"Raja-raja datang dan berperang, pada waktu itu raja-raja Kanaan berperang dekat Taanakh, pada mata air di Megido, tetapi perak sebagai rampasan tidak diperoleh mereka.","type":"content","verse":"19"},{"content":"Dari langit berperang bintang-bintang, dari peredarannya mereka memerangi Sisera.","type":"content","verse":"20"},{"content":"Sungai Kison menghanyutkan musuh, Kison, sungai yang terkenal dari dahulu kala itu. --Majulah sekuat tenaga, hai jiwaku! --","type":"content","verse":"21"},{"content":"Ketika itu menderaplah telapak kuda, karena berpacu lari kuda-kudanya.","type":"content","verse":"22"},{"content":"\"Kutukilah kota Meros!\" firman Malaikat TUHAN, \"kutukilah habis-habisan penduduknya, karena mereka tidak datang membantu TUHAN, membantu TUHAN sebagai pahlawan.\"","type":"content","verse":"23"},{"content":"Diberkatilah Yael, isteri Heber, orang Keni itu, melebihi perempuan-perempuan lain, diberkatilah ia, melebihi perempuan-perempuan yang di dalam kemah.","type":"content","verse":"24"},{"content":"Air diminta orang itu, tetapi susu diberikannya; dalam cawan yang indah disuguhkannya dadih.","type":"content","verse":"25"},{"content":"Tangannya diulurkannya mengambil patok, tangan kanannya mengambil tukul tukang, ditukulnya Sisera, dihancurkannya kepalanya, diremukkan dan ditembusnya pelipisnya.","type":"content","verse":"26"},{"content":"Dekat kakinya orang itu rebah, tewas tergeletak, dekat kakinya orang itu rebah dan tewas, di tempat ia rebah, di sanalah orang itu tewas, digagahi.","type":"content","verse":"27"},{"content":"Dari jendela ibu Sisera menjenguk dan berseru dari tingkap: \"Mengapa keretanya tak kunjung datang? Mengapa kereta-keretanya belum kedengaran?\"","type":"content","verse":"28"},{"content":"Yang paling bijak di antara dayang-dayangnya menjawabnya, dan ia sendiri juga membalas perkataannya itu:","type":"content","verse":"29"},{"content":"\"Bukankah mereka mendapat jarahan dan membagi-baginya, gadis seorang dua untuk setiap orang jarahan kain berwarna sehelai dua untuk Sisera, jarahan kain sulaman aneka warna sehelai dua untuk leherku?\"","type":"content","verse":"30"},{"content":"Demikianlah akan binasa segala musuh-Mu, ya TUHAN! Tetapi orang yang mengasihi-Nya bagaikan matahari terbit dalam kemegahannya. Lalu amanlah negeri itu empat puluh tahun lamanya.","type":"content","verse":"31"}]