[{"content":"Hata, maka pada hari itu juga dibacakan kitab Musa kepada pendengaran orang banyak sekalian, maka didapatinya tersurat dalamnya bahwa tak boleh orang Ammoni dan Moabi masuk sidang umat Allah sampai selama-lamanya.","type":"content","verse":"1"},{"content":"Oleh sebab tiada mereka itu menyambut bani Israel dengan membawa roti dan air, dan sebab diupahnya Bileam melawan bani Israel itu, supaya dikutukinya akan dia, tetapi diubahkan Allah kutuk-Nya itu menjadi berkat.","type":"content","verse":"2"},{"content":"Maka demi didengarnya bunyi taurat itu, diceraikannya segala orang kacauan itu dari pada orang Israel.","type":"content","verse":"3"},{"content":"Karena dahulu dari pada masa itu imam Elyasib, yang diam dalam sebuah bilik bait Allah kami dan yang bersaudara dengan Tobia itu,","type":"content","verse":"4"},{"content":"sudah memperbuat akan dia sebuah bilik yang besar pada tempat yang dahulu dibawa orang masuk ke dalamnya akan persembahan makanan dan bau-bauan dan segala perkakasan yang terpakai kepadanya itu dan dalam sepuluh asa dari pada segala gandum dan air anggur dan minyak, yang ditentukan bagi segala orang Lewi dan biduan dan penunggu pintu dan lagi persembahan tatangan segala imam.","type":"content","verse":"5"},{"content":"Tetapi dalam antara sekalian ini tiada aku di Yeruzalem, karena pada tahun yang ketiga puluh dua dari pada kerajaan Artahsasta atas Babil datanglah aku kembali menghadap baginda, tetapi selang beberapa hari bermohonlah aku pula kepada baginda.","type":"content","verse":"6"},{"content":"Setelah sampai aku di Yeruzalem dan kuketahui akan perbuatan jahat yang telah dibuat oleh Elyasib karena Tobia itu, diperbuatnya akan dia sebuah bilik di dalam penghadapan bait-Ullah,","type":"content","verse":"7"},{"content":"maka marahlah sangat aku, lalu kucampak segala serba rumah Tobia itu keluar dari dalam bilik itu.","type":"content","verse":"8"},{"content":"Dan kusuruh orang menyucikan segala bilik itu, lalu kusuruh masukkan kembali ke dalamnya segala perkakasan bait-Ullah serta dengan persembahan makanan dan bau-bauan.","type":"content","verse":"9"},{"content":"Dan lagi kuketahui akan hal tiada diberinya bahagiannya kepada orang-orang Lewi, sehingga mereka itu sudah lari masing-masing ke bendangnya, baik segala orang Lewi baik segala biduan, yang melakukan pekerjaan itu.","type":"content","verse":"10"},{"content":"Maka sebab hal itu berbantah-bantahlah aku dengan segala penghulu itu, kataku: Mengapa maka bait-Ullah itu sudah ditinggalkan? Maka kuhimpunkanlah mereka itu pula dan kupulangkan mereka itu kepada jawatannya.","type":"content","verse":"11"},{"content":"Maka segenap segala orang Yehuda lalu membawa dalam sepuluh asa dari pada segala gandum dan air anggur dan minyak ke dalam gedung perbendaharaan itu.","type":"content","verse":"12"},{"content":"Maka kujadikan penghulu bendahari atas segala gedung perbendaharaan itu akan imam Selemya dan Zadok, jurutulis, dan Pedaya, yang dari pada orang Lewi, dan pada sisi mereka itu adalah Hanan bin Zakur bin Matanya, karena kuketahui akan mereka itu setiawanlah adanya, maka ditanggungkan atas mereka itu membahagi-bahagi kepada segala saudaranya.","type":"content","verse":"13"},{"content":"Ya Allahku! ingatlah kiranya akan daku dalam perkara ini, dan jangan apalah Kauhapuskan segala kebajikan yang sudah kuperbuat akan bait Allahku dan akan segala pengawalannya.","type":"content","verse":"14"},{"content":"Maka pada masa itu juga terlihatlah aku akan beberapa orang di dalam Yehuda yang mengirik apitan pada hari sabat, dan yang membawa masuk berkas-berkas, yang dimuatkannya di atas keledai, dan lagi air anggur dan buah anggur dan buah ara dan segala jenis muatan, yang dibawanya masuk ke dalam Yeruzalem pada hari sabat; maka kugusar akan mereka itu pada suatu hari yang dijualnya makanan.","type":"content","verse":"15"},{"content":"Dan lagi duduklah di sana beberapa orang Tsur yang membawa ikan dan pelbagai jualan, yang dijualnya pada hari sabat kepada bani Yehuda sampai di dalam Yeruzalem.","type":"content","verse":"16"},{"content":"Maka sebab itu berbantah-bantahlah aku dengan segala orang Yehuda yang bangsawan, kataku kepadanya: Apa macam perbuatan jahat ini, yang kamu perbuat, sambil menajiskan hari sabat?","type":"content","verse":"17"},{"content":"Bukankah bapa-bapa kitapun sudah berbuat demikian dan sebab itu didatangkan Allah segala celaka ini atas kita dan atas negeri ini? Maka hendakkah kamu menambahi pula kehangatan murka itu atas orang Israel dengan menajiskan hari sabat?","type":"content","verse":"18"},{"content":"Hata, maka apabila pintu gerbang Yeruzalem berbayang-bayang dahulu dari pada datang sabat, kusuruh kuncikan segala pintu, dan pesanku jangan dibuka orang akan dia dahulu dari pada sabat itu sudah lalu; maka kutaruh akan beberapa orang hambaku dekat pintu-pintu itu supaya jangan barang muatan dibawa masuk ke dalam pada hari sabat.","type":"content","verse":"19"},{"content":"Maka bermalamlah segala saudagar yang menjual bau-bauan dan pelbagai dagangan itu di luar Yeruzalem sekali dua kali.","type":"content","verse":"20"},{"content":"Maka akupun gusarlah akan mereka itu, kataku: Mengapa kamu bermalam tentang pagar tembok ini? jikalau sekali lagi kamu berbuat demikian, niscaya kutangkap kamu! Maka dari pada hari itu juga tiada mereka itu datang lagi pada hari sabat.","type":"content","verse":"21"},{"content":"Arakian, maka kusuruh segala orang Lewi memeliharakan dirinya dengan suci dan setengah mereka itu kusuruh datang menunggui segala pintu gerbang, supaya sabat itu boleh disucikan. Ya Allahku! ingatlah kiranya akan daku sebab perkara inipun, dan ampunilah kiranya aku sekadar kebesaran kemurahan-Mu!","type":"content","verse":"22"},{"content":"Lagipun pada masa itu kulihat beberapa orang Yahudi yang berbinikan perempuan Asdodi dan Ammoni dan Moabi.","type":"content","verse":"23"},{"content":"Maka bahasa anak-anak mereka itu separuh bahasa Asdodi, tiada ia tahu bahasa Yahudi, melainkan diturutnya bahasa tiap-tiap bangsa itu.","type":"content","verse":"24"},{"content":"Maka berbantah-bantahlah aku dengan mereka itu dan kucucakan mereka itu dan setengah mereka itu kusesah dan kucabut rambutnya dan kusuruh mereka itu bersumpah demi Allah: Jangan kamu berikan anak-anakmu perempuan kepada anak laki-laki bangsa itu dan jangan kamu ambilkan anak perempuan bangsa itu akan bini anakmu atau akan binimu!","type":"content","verse":"25"},{"content":"Bukankah dalam hal ini juga Sulaiman, raja orang Israel, sudah berbuat dosa? Jikalau di antara segala bangsa yang besar sekalipun seorang rajapun tiada samanya dan bagindapun kekasih Allahnya dan baginda diangkat Allah akan raja atas segala orang Israel, maka baginda juga dibujuk oleh perempuan helat itu akan berbuat dosa.","type":"content","verse":"26"},{"content":"Masakan kamu menurut kehendak kamu sehingga kamu berbuat jahat sebesar ini dan kamu bersalah kepada Allah kita dengan berbinikan perempuan helat?","type":"content","verse":"27"},{"content":"Arakian, maka di antara segala anak Yoyada bin Elyasib, imam besar, adalah seorang anaknya yang menantu kepada Sanbalat, orang Horoni itu, maka sebab itu sudah kunyahkan dia dari hadapanku.","type":"content","verse":"28"},{"content":"Ya Allahku! ingatlah kiranya akan mereka itu, sebab sudah dinajiskannya imamat, dan lagi akan perjanjian segala imam dan orang Lewipun!","type":"content","verse":"29"},{"content":"Demikianlah peri aku menyucikan mereka itu dari pada segala orang helat, dan kutentukan pula segala pengawalan imam dan orang Lewi, masing-masing pada pekerjaannya.","type":"content","verse":"30"},{"content":"Lagipun akan persembahan kayu api pada masa yang tertentu dan akan segala hulu hasil. Ya Allahku! ingatlah kiranya akan daku dengan baiknya.","type":"content","verse":"31"}]