[{"content":"Bermula, maka bangkitlah Elyasib, imam besar, serta dengan segala saudaranya, yaitu segala imam, lalu dibangunkannya pintu Domba dan disucikannya dan dikenakannya papan pintu itu; adapun disucikannya itu dari pada menara Meya sampai kepada menara Hananiel.","type":"content","verse":"1"},{"content":"Dan pada sisinya adalah segala orang Yerikho berusaha, dan lagi pada sisinya adalah Zakhur bin Imri pun berusaha.","type":"content","verse":"2"},{"content":"Adapun pintu Ikan itu dibangunkan pula oleh bani Senaa, diikatnya, dan dikenakannya papan pintunya serta dengan kayu palangnya dan segala kancingnya.","type":"content","verse":"3"},{"content":"Dan pada sisi mereka itu adalah Meremot bin Uria bin Hakkoz membaiki, dan pada sisinya pula adalah Mesulam bin Berekhya bin Mesezabiel membaiki; dan pada sisinya adalah Zadok bin Baena membaiki.","type":"content","verse":"4"},{"content":"Dan lagi pada sisi mereka itu adalah segala orang Tekoi membaiki, tetapi orang besar-besar mereka itu tiada menyengetkan bahunya ke bawah pekerjaan Tuhannya.","type":"content","verse":"5"},{"content":"Maka pintu lama itu dibaiki oleh Yoyada bin Paseyah dan Mesulam bin Besoja, diikatnya dan dikenakannya papan pintunya serta dengan kayu palang dan segala kancingnya.","type":"content","verse":"6"},{"content":"Dan pada sisi mereka itu adalah Melaca, orang Gibeoni, dan Yadon, orang Meronoti, serta dengan segala orang Gibeon dan Mizpa membaiki sampai kepada kedudukan penghulu negeri di seberang sini sungai.","type":"content","verse":"7"},{"content":"Dan pada sisinya adalah Uziel bin Harhoya, kepala tukang emas, membaiki, dan pada sisinya adalah Hananya serta segala tukang rempah-rempah membaiki, maka dibiarkannya Yeruzalem begitu juga sampai kepada pagar tembok yang lebar.","type":"content","verse":"8"},{"content":"Dan pada sisi mereka itu adalah Refaya bin Hur, penghulu setengah bahagian Yeruzalem, membaiki.","type":"content","verse":"9"},{"content":"Dan lagi pada sisi mereka itu adalah Yedaya bin Harumaf membaiki tentang dengan rumahnya, dan pada sisinya adalah Hatus bin Hasabneya membaiki.","type":"content","verse":"10"},{"content":"Maka dua kali ukurannya dibaiki oleh Malkhia bin Harim dan Hasub bin Pahat-Moab, dan lagi menara Tanur.","type":"content","verse":"11"},{"content":"Dan pada sisinya adalah Salum bin Lohesy, penghulu setengah bahagian Yeruzalem, membaiki, ia sendiri dan segala anaknya perempuanpun.","type":"content","verse":"12"},{"content":"Maka pintu Lembah itu dibaiki oleh Hanun dan segala orang isi Zanoah, dibangunkannya pula dan didirikannyalah pintunya serta dengan kayu palangnya dan segala kancingnya; tambahan pula dari pada pagar tembok seribu hasta sampai kepada pintu Baja.","type":"content","verse":"13"},{"content":"Maka pintu Baja itu dibaiki oleh Malkhia bin Rekhab, penghulu bahagian Bait-Kherim; dibangunkannya pula akan dia dan dikenakannya papan pintunya dengan kayu palangnya dan segala kancingnya.","type":"content","verse":"14"},{"content":"Maka pintu Mata air dibaiki oleh Salum bin Kol-Hozai, penghulu bahagian Mizpa, dibangunkannya pula akan dia dan diperatapkannya dan dikenakannya papan pintunya dengan kayu palangnya dan segala kancingnya; dan lagi pagar tembok kolam Syelah dekat dengan taman raja sampai kepada tangga yang turun dari pada negeri Daud.","type":"content","verse":"15"},{"content":"Kemudian dari padanya adalah Nehemya bin Azbuk, penghulu setengah bahagian Bait-Zur, membaiki sampai tentang pekuburan Daud dan sampai kepada kolam yang beratap dan kepada gedung pahlawan.","type":"content","verse":"16"},{"content":"Kemudian dari padanya adalah orang Lewi, Rehum bin Bani, membaiki dan pada sisinya adalah Hasabya, penghulu setengah bahagian Kehila, membaiki seberapa jauh bahagiannya.","type":"content","verse":"17"},{"content":"Kemudian dari padanya adalah saudara mereka itu, Bawai bin Henadad, penghulu setengah bahagian Kehila itu, membaiki.","type":"content","verse":"18"},{"content":"Dan pada sisinya adalah Ezar bin Yesua, penghulu Mizpa, membaiki dua kali ukurannya tentang tangga gedung senjata, yang pada penjuru itu.","type":"content","verse":"19"},{"content":"Kemudian dari padanya adalah Barukh bin Zabai membaiki dua kali ukurannya dengan sangat rajinnya, dari pada penjuru itu sampai ke pintu rumah Elyasib, imam besar.","type":"content","verse":"20"},{"content":"Kemudian dari padanya adalah Meremot bin Uria bin Hakkoz membaiki dua kali ukurannya, dari pada pintu rumah Elyasib sampai kepada ujung rumah Elyasib itu.","type":"content","verse":"21"},{"content":"Kemudian dari padanya adalah segala imam yang duduk di padang itu membaiki.","type":"content","verse":"22"},{"content":"Kemudian dari padanya adalah Benyamin dan Hasub membaiki tentang rumahnya; kemudian dari padanya adalah Azarya bin Maaseya bin Hananya membaiki dekat dengan rumahnya.","type":"content","verse":"23"},{"content":"Kemudian dari padanya adalah Binui bin Henadad membaiki dua kali ukurannya, dari pada rumah Azarya sampai kepada ujung dan kepada penjuru.","type":"content","verse":"24"},{"content":"Maka Palal bin Uzai dari pada tentang penjuru dan menara, yang lebih tinggi dari pada istana raja, dan yang di atas serambi biduanda; kemudian dari padanya Pedaya bin Paroz.","type":"content","verse":"25"},{"content":"Dan lagi segala Netinim, yang duduk di Ofel, sampai tentang pintu Air yang pada sebelah timur dan sampai kepada menara yang menganjur.","type":"content","verse":"26"},{"content":"Kemudian dari pada itu dibaiki oleh orang Tekoi dua kali ukurannya, dari pada tentang menara besar yang menganjur sampai kepada pagar tembok Ofel.","type":"content","verse":"27"},{"content":"Maka dari pada pintu Kuda dibaiki oleh segala imam, masing-masing tentang rumahnya.","type":"content","verse":"28"},{"content":"Kemudian dari pada itu dibaiki Zadok bin Imer tentang rumahnya; kemudian dari padanya adalah membaiki Semaya bin Sekhanya, penunggu pintu timur.","type":"content","verse":"29"},{"content":"Kemudian dari padanya dibaiki oleh Hananya bin Selemya dan Hanun, anak Zalaf yang keenam, akan dua kali ukurannya. Kemudian dari padanya membaiki Mesulam bin Berekhya tentang biliknya.","type":"content","verse":"30"},{"content":"Kemudian dari padanya dibaiki oleh Malkhia dan segala tukang emas sampai kepada rumah segala Netinim dan tukang rempah-rempah, tentang dengan pintu Mifkad dan sampai kepada alayat penjuru itu.","type":"content","verse":"31"},{"content":"Maka antara alayat penjuru dengan pintu Domba itu dibaiki oleh segala tukang emas dan segala tukang rempah-rempah.","type":"content","verse":"32"}]