[{"content":"Sebermula, setelah Sanbalat mendengar kami membangunkan pula pagar tembok itu, maka berbangkitlah amarahnya dan gusarlah ia sangat dan diolok-olokkannya orang Yahudi.","type":"content","verse":"1"},{"content":"Maka berkata-katalah ia di hadapan segala saudaranya dan segala tentara Samaria, katanya: Apakah perbuatan orang Yahudi yang letih lesu ini? Patutkah orang membiarkan dia? Bolehkah mereka itu mempersembahkan korban kelak? Dapatkah mereka itu menyudahkannya pada sehari jua? Dapatkah mereka itu menghidupkan pula batu-batu dari pada kerobohan yang sudah dibakar adanya?","type":"content","verse":"2"},{"content":"Maka Tobia, orang Ammoni itu, adalah bediri sertanya, lalu katanya: Biarlah mereka itu berusaha juga; jikalau dipanjat oleh seekor rubah, niscaya dibongkarnya pagar tembok mereka itu yang dari pada batu itu.","type":"content","verse":"3"},{"content":"Ya, Allah kami! dengarlah kiranya bagaimana kami dicelakan dan pulangkan apalah kecelaan kami kepada kepala mereka itu, dan serahkanlah mereka itu kepada hal tertawan akan jarahan.","type":"content","verse":"4"},{"content":"Dan jangan Engkau menudungi salah mereka itu, dan dosa mereka itu jangan dihapuskan dari hadapan hadirat-Mu, karena mereka itu sudah mempersakiti hati orang di hadapan segala yang berusaha itu.","type":"content","verse":"5"},{"content":"Tetapi kami juga membangunkan pula pagar tembok itu, maka segala pagar tembok itu diikat bersama-sama sampai setengah tingginya, karena sukalah orang banyak itu bekerja.","type":"content","verse":"6"},{"content":"Demi didengar oleh Sanbalat dan Tobia dan orang Arab dan orang Ammoni dan orang Asdodi bahwa segala pecah-pecahan pagar tembok itu sudah dibaiki pula dan segala celahnya mulai ditumpatkan, maka berbangkitlah kehangatan amarahnya!","type":"content","verse":"7"},{"content":"Lalu bermufakatlah mereka itu sekalian hendak pergi memerangi Yeruzalem dan merobohkan kembali semuanya.","type":"content","verse":"8"},{"content":"Tetapi kamipun memintalah doa kepada Allah kami dan kami menaruh beberapa pengawal tentang dengan mereka itu pada siang dan malam, supaya jangan kami ditempuh olehnya.","type":"content","verse":"9"},{"content":"Maka kata orang Yehuda: Bahwa kuat orang penggandar itu surutlah dan adalah lagi amat banyak kerobohan batu; maka tiada kami dapat menyudahkan pagar tembok itu.","type":"content","verse":"10"},{"content":"Setelah itu maka kata musuh kami: Jangan diketahuinya dan jangan dilihatnya sesuatu dahulu dari pada kami sudah masuk sampai ke tengah-tengah mereka itu dan membunuh mereka itu; maka demikian kami kelak membantutkan pekerjaan itu.","type":"content","verse":"11"},{"content":"Tetapi jadilah, setelah datang beberapa orang Yahudi yang duduk dekat dengan mereka itu, maka dikatakannya kepada kami sampai sepuluh kali dari pada segala tempat, bahwa mereka itu hendak datang menempuh pula akan kami.","type":"content","verse":"12"},{"content":"Maka sebab itu kutaruh pada tempat-tempat kebawahan di belakang pagar tembok, pada tempat berbatu-batu itu, akan orang banyak berkelompok-kelompok serta dengan pedangnya dan lembingnya dan busurnya.","type":"content","verse":"13"},{"content":"Maka akupun memerintahkannya di mana-mana sambil berjalan, sambil kataku kepada segala orang bangsawan dan segala penghulu dan kepada orang banyak yang lagi tinggal itu: Jangan kamu takut akan mereka itu; ingatlah kamu akan Tuhan, yang mahabesar dan haiban, dan hendaklah kamu berperang karena segala saudaramu dan karena anak-anakmu laki-laki dan perempuan dan karena binimu dan rumahmu!","type":"content","verse":"14"},{"content":"Adapun apabila didengar oleh musuh kami akan hal kami mengetahui semuanya dan Allahpun sudah membatalkan bicara mereka itu, maka kembalilah kami sekalian ke pagar tembok, masing-masing kepada pekerjaannya.","type":"content","verse":"15"},{"content":"Tetapi dari pada hari itu juga adalah setengah orangku dalam pekerjaan itu dan setengah mereka itu memeganglah lembing dan perisai dan busur dan berpakaikan baju zirha sementara segala penghulupun adalah di belakang segala orang isi rumah Yehuda.","type":"content","verse":"16"},{"content":"Maka sesungguhnya segala orang yang membangunkan pula pagar tembok dan yang memikul barang-barang dan yang menanggungkan dia, masing-masing mengerjakan pekerjaannya dengan tangan sebelah dan berpegang senjata dengan tangan sebelahnya.","type":"content","verse":"17"},{"content":"Karena segala orang yang berusaha itu masing-masing sudah menyandangkan pedangnya, demikianlah mereka itu bekerja dan seorang yang meniup nafiri itu adalah sertaku.","type":"content","verse":"18"},{"content":"Maka kataku kepada segala orang bangsawan dan penghulu dan kepada segala orang yang lain itu: Bahwa besarlah pekerjaan ini, lagi luas, dan kitapun tercerai-berai pada pagar tembok, masing-masing jauh dari pada saudaranya;","type":"content","verse":"19"},{"content":"dari tempat manapun kamu mendengar bunyi nafiri, hendaklah kamu berhimpun ke sana kepada kami, maka Allah kitapun akan berperang akan ganti kita.","type":"content","verse":"20"},{"content":"Demikianlah kami melakukan pekerjaan itu, setengah orang berpegang lembing dari pada terbit fajar sampai terbit bintang.","type":"content","verse":"21"},{"content":"Dan lagi pada masa itu kataku kepada orang banyak itu: Hendaklah masing-masing kamu dengan hambanya bermalam di dalam Yeruzalem, biarlah mereka itu menjadi pengawal bagi kita pada malam dan pada siang hari dalam pekerjaannya.","type":"content","verse":"22"},{"content":"Adapun akan daku dan segala saudaraku dan hambaku dan segala orang pengawal yang mengiringkan daku, sekali-kali tiada kami menanggalkan pakaian kami; masing-masing tiada bercerai dengan senjatanya.","type":"content","verse":"23"}]