[{"content":"Arakian, maka sementara Ezra meminta doa dan mengaku dosa serta menangis dan tersungkur di hadapan bait-Ullah, berhimpunlah kepadanya dari pada orang Israel kebanyakan orang laki-laki dan perempuan dan anak-anak, maka menangislah orang banyak itu dengan riuh rendah bunyi tangisnya.","type":"content","verse":"1"},{"content":"Maka pada masa itu sahutlah Sekhanya bin Yehiel, dari pada bani Elam, katanya kepada Ezra: Bahwa sangat besarlah salah kami kepada Allah kami, sebab kami sudah berbinikan beberapa perempuan helat dari pada segala bangsa negeri ini; tetapi sekarang belum lagi putus asa akan hal orang Israel ini.","type":"content","verse":"2"},{"content":"Mari hendaklah kami berjanji-janjian di hadapan Allah kami, akan menyuruhkan keluar segala perempuan itu serta dengan segala anak yang diperanakkan olehnya, seturut bicara Tuhan dan segala orang gentar akan firman Allah kami; hendaklah orang berlaku setuju dengan bunyi taurat.","type":"content","verse":"3"},{"content":"Bangkitlah engkau, karena kepadamu juga perkara ini ditanggungkan, dan kami sekalianpun menyertai akan dikau! Pertetapkanlah hatimu dan lakukanlah perkara it.","type":"content","verse":"4"},{"content":"Hata, maka bangkitlah Ezra, lalu disuruhnya segala penghulu dan segala imam dan orang Lewi dan genap segala orang Israel itu bersumpah akan berbuat seturut kata ini; maka bersumpahlah mereka itu.","type":"content","verse":"5"},{"content":"Setelah itu maka bangkitlah Ezra dari hadapan bait-Ullah, lalu masuk ke dalam bilik Yohanan bin Elyasib, setelah sampai di sana tiada ia makan roti atau minum air, sebab dukacita hatinya akan kesalahan segala orang yang dipindahkan itu.","type":"content","verse":"6"},{"content":"Maka disuruh oranglah berseru-seru dalam seluruh Yehuda dan di Yeruzalem kepada segala bani tawanan itu, supaya berhimpunlah mereka itu sekalian ke Yeruzalem.","type":"content","verse":"7"},{"content":"Barangsiapa yang tiada datang ke sana dalam tiga hari itu, menurut bicara segala penghulu dan tua-tua, bahwa segala harta benda orang itu akan dikaramkan, dan ia sendiripun akan dikucilkan dari pada sidang orang yang dipindahkan itu.","type":"content","verse":"8"},{"content":"Hata, maka berhimpunlah segala orang laki-laki Yehuda dan Benyamin di Yeruzalem dalam tiga hari itu, yaitu pada bulan yang kesembilan dan pada dua puluh hari bulan itu, maka mereka itu sekalianpun duduklah pada halaman bait-Ullah serta dengan gemetar karena sebab perkara ini dan sebab hujan yang lebat.","type":"content","verse":"9"},{"content":"Maka berbangkitlah imam Ezra, lalu katanya kepada mereka itu: Bahwa sangatlah besar salah kamu, sebab kamu berbinikan perempuan helat dan begitu kamu menambahi pula utang orang Israel.","type":"content","verse":"10"},{"content":"Tetapi sekarang hendaklah kamu mengaku dosa di hadapan Tuhan, Allah nenek moyangmu, dan perbuatlah olehmu setuju dengan kehendaknya, dan jauhkanlah dirimu dari pada segala bangsa negeri ini dan dari pada perempuan helat itu.","type":"content","verse":"11"},{"content":"Maka sahut segenap sidang itu serta katanya dengan nyaring suaranya: Seperti katamu itu, maka atas kami juga berbuat demikian;","type":"content","verse":"12"},{"content":"tetapi orangnya terlalu banyak, lagi musim hujan lebat, sehingga seorangpun tiada tahan berdiri di luar sini, dan bukannya ia ia pekerjaan sehari, dua hari, karena banyaklah orang kami yang sudah bersalah dalam perkara ini.","type":"content","verse":"13"},{"content":"Hendaklah kiranya segala penghulu kami berdiri atas perkara ini di hadapan segenap sidang, dan barangsiapa di dalam negeri-negeri kami yang sudah berbinikan perempuan helat, hendaklah mereka itu datang pada masa yang ditentukan, dan sertanya segala tua-tua tiap-tiap negeri, serta dengan segala hakimnya, sampai kehangatan murka Allah kami karena sebab perkara ini sudah undur dari pada kami.","type":"content","verse":"14"},{"content":"Hanya Yohanan bin Asahel dan Yeahzeya bin Tikwa adalah berdiri atas perkara itu, maka Mesulah dan Sabetai, orang Lewi, membantu mereka itu.","type":"content","verse":"15"},{"content":"Demikianlah diperbuat oleh segala bani tawanan itu, tetapi oleh imam Ezra diasingkan pula beberapa orang, semuanya penghulu bapa-bapa, masing-masing bagi isi rumah bapanya, dan semuanya dengan disebut nama-namanya, maka duduklah mereka itu pada sehari bulan yang kesepuluh akan memeriksai hal ini.","type":"content","verse":"16"},{"content":"Maka selesailah mereka itu dari pada memutuskan hal segala orang yang berbinikan perempuan helat itu pada sehari bulan yang pertama.","type":"content","verse":"17"},{"content":"Sehingga di antara anak-anak imampun didapati akan orang yang telah berbinikan perempuan helat; dari pada bani Yesua adalah bin Yozadak dan segala saudaranya, yaitu Maaseya dan Eliezar dan Yarib dan Gedalya.","type":"content","verse":"18"},{"content":"Maka mereka itu bertampar tangan hendak menyuruhkan bininya keluar; dan sebab dosanya dipersembahkannya seekor domba jantan dari pada kawan dombanya akan korban karena salah.","type":"content","verse":"19"},{"content":"Maka dari pada bani Imer adalah Hanani dan Zebaja;","type":"content","verse":"20"},{"content":"dan dari pada bani Harim adalah Maaseya dan Elia dan Semaya dan Yehiel dan Uzia;","type":"content","verse":"21"},{"content":"dan dari pada bani Pasyhur adalah Elyunai dan Maaseya dan Ismail dan Netaniel dan Yozabad dan Elasa;","type":"content","verse":"22"},{"content":"dan dari pada orang Lewi adalah Yozabad dan Simai dan Kelaya (yaitu Kelita) dan Patahya dan Yuda dan Eliezar.","type":"content","verse":"23"},{"content":"Dan dari pada segala biduan adalah Elyasib, dan dari pada segala penunggu pintu adalah Salum dan Telim dan Uri;","type":"content","verse":"24"},{"content":"maka dari pada segala orang Israel, dari pada bani Paroz adalah Ramya dan Yezia dan Malhkia dan Miamin dan Eleazar dan Malkhia dan Benaya.","type":"content","verse":"25"},{"content":"Dan dari pada bani Elam adalah Matanya dan Zakharya dan Yehiel dan Abdi dan Yeremot dan Elia;","type":"content","verse":"26"},{"content":"dan dari pada bani Zatu adalah Elyunai dan Elyasib dan Matanya dan Yeremot dan Zabad dan Aziza;","type":"content","verse":"27"},{"content":"dan dari pada bani Bebai adalah Yohanan dan Hananya dan Sabai dan Atlai;","type":"content","verse":"28"},{"content":"dan dari pada bani Bani adalah Mesulam dan Malukh dan Adaya dan Yasub dan Seal dan Yeramot;","type":"content","verse":"29"},{"content":"dan dari pada bani Pahat-Moab adalah Adna dan Khelal dan Benaya dan Maaseya dan Matanya dan Bezaliel dan Binui dan Manasye;","type":"content","verse":"30"},{"content":"dan dari pada bani Harim adalah Eliezar dan Yisia dan Malkhia dan Semaya dan Simeon,","type":"content","verse":"31"},{"content":"dan Benyamin dan Malukh dan Semarya;","type":"content","verse":"32"},{"content":"dari pada bani Hasum adalah Matnai dan Matata dan Zabad dan Elifelet dan Yermai dan Manasye dan Simai;","type":"content","verse":"33"},{"content":"dari pada bani Bani adalah Maadai dan Amram dan Uil,","type":"content","verse":"34"},{"content":"dan Benaya dan Bedeya dan Kheluhi,","type":"content","verse":"35"},{"content":"dan Wanya dan Meremot dan Elyasib,","type":"content","verse":"36"},{"content":"dan Matanya dan Matnai dan Yaasai,","type":"content","verse":"37"},{"content":"dan Bani dan Binui dan Simai,","type":"content","verse":"38"},{"content":"dan Selemya dan Natan dan Adaya,","type":"content","verse":"39"},{"content":"dan Makhandbai dan Sasai dan Sarai,","type":"content","verse":"40"},{"content":"dan Azariel dan Selenya dan Semarya,","type":"content","verse":"41"},{"content":"dan Salum dan Amarya dan Yusuf;","type":"content","verse":"42"},{"content":"dari pada bani Nebo adalah Yeiel dan Matica dan Zabad dan Zebina dan Yadai dan Yoel dan Benaya.","type":"content","verse":"43"},{"content":"Sekalian inilah sudah berbinikan perempuan helat dan bini setengah mereka itu sudah beranak baginya.","type":"content","verse":"44"}]