[{"content":"Maka sekalian inilah dia yang berjalan dari pada tiap-tiap negeri, yaitu segala orang yang sudah dibawa dengan tertawan, yang telah dipindahkan ke Babil oleh Nebukadnezar, raja Babil, dan yang pulang ke Yeruzalem dan ke tanah Yehuda, masing-masing ke negerinya;","type":"content","verse":"1"},{"content":"yang datang serta dengan Zerubabil dan Yesua dan Nehemya dan Seraya dan Reilaya dan Mordekhai dan Bilsan dan Mispar dan Bijwai dan Rehum dan Baena; maka inilah bilangan segala orang laki-laki bangsa Israel:","type":"content","verse":"2"},{"content":"Bani Paroz dua ribu seratus tujuh puluh dua.","type":"content","verse":"3"},{"content":"Bani Sefaca tiga ratus tujuh puluh dua.","type":"content","verse":"4"},{"content":"Bani Arakh tujuh ratus tujuh puluh lima.","type":"content","verse":"5"},{"content":"Bani Pahat-Moab, dari pada bani Yesua-Yoab, dua ribu delapan ratus dua belas.","type":"content","verse":"6"},{"content":"Bani Elam seribu dua ratus lima puluh empat.","type":"content","verse":"7"},{"content":"Bani Zatu sembilan ratus empat puluh lima.","type":"content","verse":"8"},{"content":"Bani Zakai tujuh ratus enam puluh.","type":"content","verse":"9"},{"content":"Bani Bani enam ratus empat puluh dua.","type":"content","verse":"10"},{"content":"Bani Bebai enam ratus tiga likur.","type":"content","verse":"11"},{"content":"Bani Azjad seribu dua ratus dua likur.","type":"content","verse":"12"},{"content":"Bani Adonikam enam ratus enam puluh enam.","type":"content","verse":"13"},{"content":"Bani Bijwai dua ribu lima puluh enam.","type":"content","verse":"14"},{"content":"Bani Adin empat ratus lima puluh empat.","type":"content","verse":"15"},{"content":"Bani Ater, dari pada Yehizkia, sembilan puluh delapan.","type":"content","verse":"16"},{"content":"Bani Bezai tiga ratus tiga likur.","type":"content","verse":"17"},{"content":"Bani Yora seratus dua belas.","type":"content","verse":"18"},{"content":"Bani Hasum dua ratus tiga likur.","type":"content","verse":"19"},{"content":"Bani Gibar sembilan puluh lima.","type":"content","verse":"20"},{"content":"Bani Betlehem seratus tiga likur.","type":"content","verse":"21"},{"content":"Segala orang laki-laki Netofa lima puluh enam.","type":"content","verse":"22"},{"content":"Segala orang laki-laki Anatot seratus delapan likur.","type":"content","verse":"23"},{"content":"Bani Azmawit empat puluh dua.","type":"content","verse":"24"},{"content":"Bani Kiryat-Arim, Kefira dan Beerot tujuh ratus empat puluh tiga.","type":"content","verse":"25"},{"content":"Bani Rama dan Gaba enam ratus selikur.","type":"content","verse":"26"},{"content":"Segala orang laki-laki Mikhmas seratus dua likur.","type":"content","verse":"27"},{"content":"Segala orang laki-laki Bait-el dan Ai dua ratus tiga likur.","type":"content","verse":"28"},{"content":"Bani Nebo lima puluh dua.","type":"content","verse":"29"},{"content":"Bani Majbis seratus lima puluh enam.","type":"content","verse":"30"},{"content":"Bani Elam yang lain itu seribu dua ratus lima puluh empat.","type":"content","verse":"31"},{"content":"Bani Harim tiga ratus dua puluh.","type":"content","verse":"32"},{"content":"Bani Lod, Hadid dan Ono tujuh ratus lima likur.","type":"content","verse":"33"},{"content":"Bani Yerikho tiga ratus empat puluh lima.","type":"content","verse":"34"},{"content":"Bani Senaa tiga ribu enam ratus tiga puluh.","type":"content","verse":"35"},{"content":"Segala imam: Bani Yedaya, dari pada isi rumah Yesua, sembilan ratus tujuh puluh tiga.","type":"content","verse":"36"},{"content":"Bani Imer seribu lima puluh dua.","type":"content","verse":"37"},{"content":"Bani Pasyhur seribu dua ratus empat puluh tujuh.","type":"content","verse":"38"},{"content":"Bani Harim seribu tujuh belas.","type":"content","verse":"39"},{"content":"Segala orang Lewi: Bani Yesua dan Kadmiel, dari pada bani Hodaya, tujuh puluh empat.","type":"content","verse":"40"},{"content":"Segala biduan: Bani Asaf seratus delapan likur.","type":"content","verse":"41"},{"content":"Bani segala penunggu pintu: Bani Salum, bani Ater, bani Talmon, bani Akub, bani Hatita, bani Sobai, semuanya seratus tiga puluh sembilan.","type":"content","verse":"42"},{"content":"Segala Netinim itulah bani Ziha dan bani Hasufa dan bani Tabaot,","type":"content","verse":"43"},{"content":"bani Keros, bani Siaha, bani Padon,","type":"content","verse":"44"},{"content":"bani Lebana, bani Hagaba, bani Akub,","type":"content","verse":"45"},{"content":"bani Hagab, bani Samlai, bani Hanan,","type":"content","verse":"46"},{"content":"bani Gidel, bani Gahar, bani Reaya,","type":"content","verse":"47"},{"content":"bani Rezin, bani Nekoda, bani Gazam,","type":"content","verse":"48"},{"content":"bani Uza, bani Paseah, bani Bezai,","type":"content","verse":"49"},{"content":"bani Asua, bani Meunim, bani Nefusim,","type":"content","verse":"50"},{"content":"bani Bakbuk, bani Hakufa, bani Harhur,","type":"content","verse":"51"},{"content":"bani Bazlut, bani Mehida, bani Harsa,","type":"content","verse":"52"},{"content":"bani Barkos, bani Sisera, bani Tamah,","type":"content","verse":"53"},{"content":"bani Neziah, bani Hatifa,","type":"content","verse":"54"},{"content":"bani segala abdi Sulaiman: bani Sotai, bani Soferet, bani Peruda,","type":"content","verse":"55"},{"content":"bani Yaala, bani Darkon, bani Gidel,","type":"content","verse":"56"},{"content":"bani Sefaca, bani Hatil, bani Pokheret-Hazebayim, bani Ami.","type":"content","verse":"57"},{"content":"Jumlah segala Netinim dan bani segala abdi Sulaiman itu tiga ratus sembilan puluh dua.","type":"content","verse":"58"},{"content":"Maka inilah dia yang berjalan dari Tel-melah dan Tel-harsa dan Kherub dan Adan dan Imer, tetapi tiada dapat dinyatakannya rumah bapa-bapanya atau keturunannya atau kalau asalnya dari pada orang Israel:","type":"content","verse":"59"},{"content":"Bani Delaya, bani Tobia, bani Nekoda, enam ratus lima puluh dua.","type":"content","verse":"60"},{"content":"Dan dari pada bani segala imam: bani Habaya, bani Hakkoz, bani Barzilai, yang sudah mengambil seorang anak perempuan Barzilai, orang Gilead itu, akan bininya dan diambilnya nama mereka itu bagi dirinya.","type":"content","verse":"61"},{"content":"Maka sekalian ini mencaharilah surat asalnya di antara segala yang tersebut pada daftar keturunan, tetapi tiada dapat, sebab itu mereka itu dijauhkan dari pada imamat seperti orang najis adanya.","type":"content","verse":"62"},{"content":"Maka disuruh Hatirsata kepada mereka itu jangan makan dari pada barang yang mahasuci, sehingga sudah berdiri seorang imam dengan Urim dan Tumim.","type":"content","verse":"63"},{"content":"Maka segenap perhimpunan itu jumlahnya empat puluh dua ribu tiga ratus enam puluh.","type":"content","verse":"64"},{"content":"Kecuali segala hamba sahaya mereka itu, tujuh ribu tiga ratus tiga puluh tujuh orang banyaknya, dan adalah pada mereka itu biduan laki-laki dan perempuan dua ratus orang.","type":"content","verse":"65"},{"content":"Maka segala kuda mereka itu tujuh ratus tiga puluh enam ekor, dan segala bagalnya dua ratus empat puluh lima ekor.","type":"content","verse":"66"},{"content":"Dan segala untanya empat ratus tiga puluh lima ekor dan keledainya enam ribu tujuh ratus dua puluh ekor.","type":"content","verse":"67"},{"content":"Maka adalah di antara segala penghulu bapa-bapa beberapa orang, serta sampai mereka itu kepada rumah Tuhan di dalam Yeruzalem, diberikannya hadiah dengan keridlaan hatinya akan bait-Ullah, supaya ia itu dibangunkan pula pada tempatnya yang tentu.","type":"content","verse":"68"},{"content":"Sekadar perolehannya diberikannya kepada belanja pekerjaan itu enam laksa seribu dirham emas dan lima ribu kati perak dan lagi seratus lengkap pakaian imam.","type":"content","verse":"69"},{"content":"Maka segala imam dan orang Lewi dan yang dari pada orang banyak itu dan segala biduan dan penunggu pintu dan Netinim mulailah duduk pula di dalam negeri-negerinya, dan segala orang Israel di dalam negeri-negerinya.","type":"content","verse":"70"}]