[{"content":"Sebermula, maka nabi Hajai dan nabi Zakharya bin Ido, keduanyapun bernubuatlah kepada segala orang Yahudi yang di negeri Yehuda dan di Yeruzalem atas nama Allah orang Israel.","type":"content","verse":"1"},{"content":"Maka bangkitlah Zerubabil bin Sealtiel dan Yesua bin Yozadak, lalu mulai membangunkan pula bait-Ullah, yang di Yeruzalem, dan serta dengan kedua orang itu adalah nabi Allah itu akan membantu mereka itu.","type":"content","verse":"2"},{"content":"Maka pada masa itu datanglah kepada mereka itu Tatnai, penghulu negeri di seberang sini sungai, dan Syetar-Boznai serta dengan segala kawannya, katanya kepada mereka itu: Siapakah sudah menyuruh kamu mambangunkan rumah ini dan mendirikan pula pagar tembok ini?","type":"content","verse":"3"},{"content":"Maka kamipun mempersembahkan kepadanya segala hal ihwal perkara itu dan nama-nama segala orang yang membangunkan rumah itu.","type":"content","verse":"4"},{"content":"Maka mata Allahpun adalah menilik akan segala tua-tua orang Yahudi, sehingga tiada ditegahkan oranglah akan mereka itu, sampailah perkara itu sudah dipersembahkan kepada Darius dan diperolehnya balasan suratnya.","type":"content","verse":"5"},{"content":"Maka inilah salinan surat yang sudah dikirim oleh Tatnai, penghulu negeri di seberang sini sungai, dan Syetar-Boznai serta dengan segala kawannya, segala orang Afarsekhai yang pada seberang sini sungai, kepada baginda raja Darius.","type":"content","verse":"6"},{"content":"Maka dalam riwayat yang dikirimkannya kepada baginda itu adalah tersebut demikian: Salam doa apalah kiranya disampaikan ke bawah duli tuanku raja Darius.","type":"content","verse":"7"},{"content":"Maka maklumlah kiranya tuanku bahwa patik sekalian ini sudah pergi ke tanah Yehuda, ke bait-Ullah yang mahabesar, maka bait itu diperbuat dari pada batu besar-besar dan segala dindingnya lagi dilapis dengan kayu, maka pekerjaan itu dibuatnya dengan segera dan lagi jadi dengan selamat oleh tangan mereka itu.","type":"content","verse":"8"},{"content":"Maka patik sudah bertanyakan segala tua-tua mereka itu serta kata patik kepadanya: Siapa sudah menyuruh kamu membangunkan rumah ini dan mendirikan pula pagar tembok ini?","type":"content","verse":"9"},{"content":"Dan lagi patik sudah bertanya akan nama-nama mereka itu hendak patik beritahu tuanku, sebab itu patik suratkan nama-nama segala orang yang kepala di antara mereka itu.","type":"content","verse":"10"},{"content":"Maka mereka itu sudah menyahut kepada patik demikian: Bahwa kami ini hamba Allah, Tuhannya langit dan bumi, dan kami bangunkan rumah ini, yang sudah diperbuat pada zaman dahulukala berapa-berapa tahun lalu, maka seorang raja besar Israel sudah membuat dan menyempurnakan dia.","type":"content","verse":"11"},{"content":"Tetapi setelah sudah bapa-bapa kami membangkitkan murka Allah, Tuhannya segala langit itu, maka diserahkannya mereka itu kepada tangan Nebukadnezar, raja Babil, orang Kasdim itu, yang sudah merobohkan rumah ini dan memindahkan bangsa itu ke Babil.","type":"content","verse":"12"},{"content":"Tetapi pada tahun yang pertama dari pada kerajaan Koresy atas Babil disuruh baginda raja Koresy bangunkan pula bait-Ullah ini.","type":"content","verse":"13"},{"content":"Bahkan, segala perkakasan bait-Ullah dari pada emas dan perak, yang diambil oleh Nebukadnezar dari dalam kaabah yang di Yeruzalem dan yang sudah dibawa olehnya ke dalam kuil yang di Babil, itu sudah dikeluarkan pula oleh baginda raja Koresy dari dalam kuil yang di Babil, diamanatkannya kepada seorang yang bernama Sesybazar, yang telah dijadikannya penghulu negeri.","type":"content","verse":"14"},{"content":"Maka titah baginda kepadanya: Ambillah olehmu akan segala perkakasan ini, bawalah akan dia ke kaabah yang di Yeruzalem, hendaklah bait-Ullah itu dibangunkan pula pada tempatnya.","type":"content","verse":"15"},{"content":"Hata, maka datanglah Sesybazar, lalu dibubuhnya segala alas bait-Ullah, yang di Yeruzalem, maka dari pada hari itu diperusah oranglah akan dia sampai sekarang, tetapi belum juga habis sudah.","type":"content","verse":"16"},{"content":"Maka sekarangpun jikalau ada suka ridla tuanku, hendaklah kiranya diselidik dalam khazanah baginda, yang di Babil, kalau sungguh-sungguh sudah keluar titah dari baginda raja Koresy akan hal membangunkan pula bait-Ullah, yang di Yeruzalem itu, dan biar apalah kehendak tuanku akan hal ini disampaikan kepada patik sekalian.","type":"content","verse":"17"}]