[{"content":"Sebermula, maka kedengaranlah kabar kepada Jetero, imam di Midian, mentua Musa, dari hal segala sesuatu yang dilakukan Allah atas Musa dan atas Israel, umat-Nya, dan dari hal Tuhan telah menghantar akan orang Israel itu keluar dari Mesir.","type":"content","verse":"1"},{"content":"Maka oleh Jetero, mentua Musa, dibawa sertanya akan Zippora, isteri Musa, yang sudah disuruh Musa pulang,","type":"content","verse":"2"},{"content":"serta dengan kedua anaknya laki-laki, seorang namanya Gersom (karena kata Musa: Aku telah menjadi seorang dagang dalam negeri lain),","type":"content","verse":"3"},{"content":"dan seorang namanya Eliezar (karena kata Musa: Allah bapaku telah menjadi pertolonganku, dilepaskannya aku dari pada pedang Firaun).","type":"content","verse":"4"},{"content":"Setelah sampai Jetero, mentua Musa, serta dengan anak bininya kepada Musa dalam padang belantara, dekat dengan bukit Allah, tempat mereka itu berhenti,","type":"content","verse":"5"},{"content":"maka katanya kepada Musa: Bahwa aku, Jetero, mentuamu, telah datang mendapatkan dikau dengan membawa isterimu dan kedua orang anaknyapun sertanya.","type":"content","verse":"6"},{"content":"Lalu keluarlah Musa pergi mengelu-elukan mentuanya, maka menyembahlah ia kepadanya dan diciumnya akan dia serta mereka itu bertanyakan selamatnya seorang akan seorang, lalu pergilah bersama-sama ke kemahnya.","type":"content","verse":"7"},{"content":"Maka oleh Musa diceriterakanlah kepada mentuanya segala perkara yang telah dibuat Tuhan akan Firaun dan akan segala orang Mesir karena sebab orang Israel, dan segala kesusahan yang dirasainya di jalan, dan peri Tuhan melepaskan mereka itu dari sekaliannya.","type":"content","verse":"8"},{"content":"Maka sukacitalah hati Jetero sebab segala kebajikan yang dibuat Tuhan akan Israel dan sebab dilepaskannya mereka itu dari pada tangan orang Mesir.","type":"content","verse":"9"},{"content":"Maka kata Jetero: Segala puji bagi Tuhan, yang telah melepaskan kamu dari pada tangan orang Mesir dan dari pada tangan Firaun, dan yang telah meluputkan bangsa ini dari bawah tangan orang Mesir!","type":"content","verse":"10"},{"content":"Sekarang kuketahui, bahwa besarlah Tuhan dari pada segala dewata, karena dalam membesarkan dirinya dengan sombongnya mereka itu telah membinasakan dirinya sendiri.","type":"content","verse":"11"},{"content":"Maka dipersembahkan oleh Jetero, mentua Musa, korban bakaran dan korban sembelihan kepada Allah, maka Harun dan segala penghulu Israelpun datanglah makan sehidangan dengan mentua Musa di hadapan hadirat Allah.","type":"content","verse":"12"},{"content":"Maka pada keesokan harinya duduklah Musa membenarkan hal orang banyak itu, mereka itupun berdirilah di hadapan Musa dari pagi sampai petang.","type":"content","verse":"13"},{"content":"Setelah dilihat oleh mentua Musa akan segala kelakuannya dengan orang banyak itu, maka katanya: Apakah ini yang kaubuat akan orang banyak itu? Mengapa engkau duduk seorang orang dan mereka itu sekalian berdiri di hadapanmu dari pagi sampai petang!","type":"content","verse":"14"},{"content":"Maka sahut Musa kepada mentuanya: Inilah sebab orang banyak ini datang kepadaku hendak bertanyakan kebenaran Allah.","type":"content","verse":"15"},{"content":"Jikalau pada mereka itu ada barang suatu perkara, maka dibawanya di hadapan aku, supaya aku membenarkan hal orang dengan kawannya dan supaya aku memberitahu mereka itu segala syariat dan hukum Allah.","type":"content","verse":"16"},{"content":"Maka kata mentuanya kepada Musa: Tiada baik perbuatanmu yang demikian ini.","type":"content","verse":"17"},{"content":"Engkau tiada akan beroleh senang, baik engkau baik mereka ini yang sertamu, karena pekerjaan ini terlalu berat bagimu. Tiada dapat dikerjakan olehmu seorang orang.","type":"content","verse":"18"},{"content":"Maka sekarang turutlah kiranya akan kataku, aku hendak memberi nasehat akan dikau, maka engkau akan disertai Allah kelak; baiklah engkau menghadap Allah karena bangsa itu dan persembahkanlah segala perkaranya itu kepada Allah;","type":"content","verse":"19"},{"content":"dan artikanlah kiranya kepada mereka itu segala hukum dan syariat, dan tunjuklah akan mereka itu jalan yang patut dijalaninya dan pekerjaan yang patut dikerjakannya.","type":"content","verse":"20"},{"content":"Tetapi hendaklah engkau mencahari di antara mereka ini sekalian beberapa orang yang bijaksana dan yang takut akan Allah, yaitu orang setiawan yang benci akan laba yang keji, dan angkatlah akan orang itu jadi penghulu, setengah atas seribu orang, setengah atas seratus orang, setengah atas lima puluh orang dan setengah atas sepuluh orang.","type":"content","verse":"21"},{"content":"Supaya selalu dibenarkan oleh mereka itu akan perkara orang banyak ini, maka segala perkara yang besar-besar tak akan jangan dibawa oleh mereka itu ke hadapanmu, tetapi segala perkara yang kecil hendaklah dibenarkan oleh mereka itu sendiri; demikian ringankanlah tanggunganmu, biarlah mereka itupun ada menanggung sertamu.","type":"content","verse":"22"},{"content":"Jikalau kiranya engkau berbuat demikian, dan dibenarkan Allah akan dia, maka dapat engkau menanggung dia, dan mereka ini sekalipun sampailah ke tempatnya dengan sejahteranya.","type":"content","verse":"23"},{"content":"Maka diturutlah Musa akan kata mentuanya, serta dibuatnya segala perkara yang telah dipesannya.","type":"content","verse":"24"},{"content":"Maka dari pada segenap Israel dipilih Musa akan orang yang bijaksana, dijadikannya penghulu atas orang banyak itu, ada yang atas seribu orang, ada yang atas seratus orang, ada yang atas lima puluh orang dan ada yang atas sepuluh orang.","type":"content","verse":"25"},{"content":"Supaya selalu dibenarkan oleh mereka itu akan hal orang banyak itu, maka segala perkara yang besar-besar dipersembahkan kepada Musa, tetapi segala perkara yang kecil-kecil diselesaikan oleh mereka itu sendiri.","type":"content","verse":"26"},{"content":"Setelah itu maka dilepaskan Musa mentuanya pergi, lalu pulanglah ia ke negerinya.","type":"content","verse":"27"}]