[{"content":"Sebermula, maka seorang laki-laki dari pada isi rumah Lewi pergi mengambil seorang anak perempuan Lewi akan bininya.","type":"content","verse":"1"},{"content":"Maka hamillah orang perempuan itu, lalu beranaklah laki-laki. Maka apabila dilihatnya akan elok rupanya, disembunyikannya tiga bulan lamanya.","type":"content","verse":"2"},{"content":"Tetapi sebab tiada lagi dapat disembunyikannya, diambilnya akan dia sebuah peti dari pada buluh rantik, disapukannya minyak keruwing dan gala-gala, lalu dibaringkannya kanak-kanak itu di dalamnya, diletakkannya dalam kercut pada tepi sungai.","type":"content","verse":"3"},{"content":"Maka abangnya perempuanpun berdirilah dari jauh, hendak mengetahui apakah yang akan berlaku atasnya.","type":"content","verse":"4"},{"content":"Hata, maka turunlah puteri Firaun hendak siram dalam sungai serta dengan segala dayang-dayangnya, yang berjalan di tepi sungai itu, maka terlihatlah ia akan peti yang dalam kercut itu, lalu disuruhkannya sahayanya pergi mengambilkan dia.","type":"content","verse":"5"},{"content":"Setelah dibukanya maka dilihatnya kanak-kanak itu, heran, maka kanak-kanak itupun menangislah; sebab itu tergeraklah hati tuan puteri oleh kasihan akan dia serta katanya: Bahwa inilah seorang kanak-kanak orang Ibrani.","type":"content","verse":"6"},{"content":"Maka sembah abang perempuan kanak-kanak itu kepada puteri Firaun: Bolehkah sahaya pergi memanggilkan tuan seorang pengasuh dari pada segala orang perempuan Ibrani, supaya disusuinya kanak-kanak itu karena tuan?","type":"content","verse":"7"},{"content":"Maka kata puteri Firaun kepadanya: Baiklah. Lalu si dayang itupun pergilah memanggil ibu kanak-kanak itu.","type":"content","verse":"8"},{"content":"Maka kata puteri Firaun kepadanya: Bawalah olehmu akan kanak-kanak ini, susuilah dia karena aku, maka aku akan memberikan upahmu. Maka oleh perempuan itu diambil akan kanak-kanak itu, lalu disusuinya.","type":"content","verse":"9"},{"content":"Setelah sudah besarlah budak itu dibawanya akan dia kepada puteri Firaun, maka budak itu diangkat anak olehnya dan dinamainya akan dia Musa, katanya: Sebab telah kuangkat ia dari dalam air.","type":"content","verse":"10"},{"content":"Hata, sekali peristiwa, yaitu setelah Musa sudah besar, maka keluarlah ia pergi mendapatkan saudara-saudaranya hendak melihat segala tanggungan mereka itu, maka dilihatnya seorang orang Ibrani dari pada segala saudaranya dipalu oleh seorang orang Mesir.","type":"content","verse":"11"},{"content":"Maka berpalinglah Musa ke sana ke mari, serta dilihatnya seorangpun tiada, dibunuhnya akan orang Mesir itu, lalu disembunyikannya bangkainya dalam pasir.","type":"content","verse":"12"},{"content":"Maka pada keesokan harinya keluarlah pula ia, dilihatnya dua orang orang Ibrani tengah berkelahi, lalu katanya kepada yang salah itu: Mengapa engkau palu akan kawanmu?","type":"content","verse":"13"},{"content":"Maka sahutnya: Siapa telah menjadikan dikau penghulu dan hakim atas kami? maka katamu demikian sebab hendak membunuh akan dakupun, seperti telah kaubunuh orang Mesir itu? Maka takutlah Musa, katanya: Bahwasanya sudah ketahuan perkara ini!","type":"content","verse":"14"},{"content":"Maka kedengaranlah perkara ini kepada Firaunpun, lalu dicarinya jalan hendak membunuh Musa; tetapi larilah Musa dari hadapan Firaun, sampai ke negeri Midian, lalu duduklah di sana hampir dengan sebuah perigi.","type":"content","verse":"15"},{"content":"Hata, pada imam yang di Midian itu adalah tujuh orang anaknya perempuan, maka datanglah mereka itu hendak menimba air dan mengisi segala palung akan memberi minum kawan kambing domba bapanya.","type":"content","verse":"16"},{"content":"Maka datanglah beberapa gembala laki-laki yang menghalaukan mereka itu dari sana, tetapi bangkitlah Musa datang menolong mereka itu, lalu diberinya minum kawan kambing dombanya.","type":"content","verse":"17"},{"content":"Hata, apabila mereka itu datang kepada Rehuil, bapanya, katanya: Apa sebabnya pada hari ini kamu pulang dengan begini segera?","type":"content","verse":"18"},{"content":"Maka sahut mereka itu: Ada seorang orang Mesir melepaskan kami dari pada tangan gembala itu, dan lagi ditimbakannya air akan kami dengan limpahnya dan diberinya minum akan kawan kambing dombapun.","type":"content","verse":"19"},{"content":"Maka kata Rehuil kepada anak-anaknya: Di manakah ia? Mengapa kamu biarkan ia di sana? Jemputlah akan dia, supaya ia makan roti.","type":"content","verse":"20"},{"content":"Maka ridlalah Musa menumpang dalam rumah orang itu, dan oleh orang itupun diberikanlah anaknya, bernama Zippora, kepada Musa akan bininya.","type":"content","verse":"21"},{"content":"Maka beranaklah ia laki-laki seorang, lalu dinamai Musa akan dia Gersom, katanya: Karena sekarang aku telah menjadi seorang dagang dalam negeri asing.","type":"content","verse":"22"},{"content":"Hata, maka beberapa tahun kemudian, setelah sudah mangkat raja Mesir itu, maka berkeluh-kesahlah orang-orang Israel serta berserulah mereka itu dari sebab pekerjaannya yang berat itu, maka tangisnya sampai ke hadirat Allah.","type":"content","verse":"23"},{"content":"Maka didengar Allah akan pengaduh mereka itu serta ingatlah Allah akan perjanjian-Nya dengan Ibrahim dan dengan Ishak dan dengan Yakub.","type":"content","verse":"24"},{"content":"Maka ditilik Allah akan bani Israel serta diketahui-Nyalah.","type":"content","verse":"25"}]