[{"content":"Hata, maka dikatakan Allah segala firman ini, bunyinya:","type":"content","verse":"1"},{"content":"Akulah Tuhan, Allahmu, yang telah menghantarkan kamu keluar dari negeri Mesir, dari dalam tempat perhambaan itu.","type":"content","verse":"2"},{"content":"Jangan padamu ada ilah lain di hadapan hadirat-Ku.","type":"content","verse":"3"},{"content":"Jangan diperbuat olehmu akan patung ukiran atau akan barang peta dari pada barang yang dalam langit di atas, atau dari pada barang yang di atas bumi di bawah, atau dari pada barang yang di dalam air di bawah bumi.","type":"content","verse":"4"},{"content":"Jangan kamu menyembah sujud atau berbuat bakti kepadanya, karena Akulah Tuhan, Allahmu, Allah yang cemburuan adanya, yang membalas durhaka segala bapa sampai kepada anak-anaknya dan kepada gilir yang ketiga dan yang keempatpun dari pada segala orang yang membenci akan Daku;","type":"content","verse":"5"},{"content":"tetapi Aku menunjuk kemurahan-Ku akan beribu-ribu gilir orang yang mengasihi akan Daku dan yang memeliharakan segala firman-Ku.","type":"content","verse":"6"},{"content":"Jangan kamu menyebut nama Tuhan, Allahmu, dengan sia-sia, karena tiada dibilangkan Tuhan suci dari salah segala orang yang menyebut nama-Nya dengan sia-sia.","type":"content","verse":"7"},{"content":"Ingatlah kamu akan hari sabat, supaya kamu sucikan dia.","type":"content","verse":"8"},{"content":"Bahwa enam hari lamanya hendaklah kamu bekerja dan mengerjakan pekerjaanmu;","type":"content","verse":"9"},{"content":"tetapi hari yang ketujuh itulah sabat Tuhan, Allahmu, pada hari itu jangan kamu bekerja, baik kamu, atau anakmu laki-laki, atau anakmu perempuan, atau hambamu laki-laki, atau hambamu perempuan, atau binatangmu, atau orang dagang yang ada di dalam pintu gerbangmu.","type":"content","verse":"10"},{"content":"Karena dalam enam hari lamanya telah dijadikan Tuhan akan langit dan bumi dan laut, dengan segala isinya, maka berhentilah Tuhan pada hari yang ketujuh, sebab itulah diberkati Tuhan akan hari sabat itu dan disucikannya dia.","type":"content","verse":"11"},{"content":"Berilah hormat akan bapamu dan akan ibumu, supaya dilanjutkan umurmu dalam negeri yang dianugerahkan Tuhan, Allahmu, kepadamu.","type":"content","verse":"12"},{"content":"Jangan kamu membunuh.","type":"content","verse":"13"},{"content":"Jangan kamu berbuat zinah.","type":"content","verse":"14"},{"content":"Jangan kamu mencuri.","type":"content","verse":"15"},{"content":"Jangan kamu mengatakan kesaksian dusta akan samamu manusia.","type":"content","verse":"16"},{"content":"Jangan kamu ingin akan rumah samamu manusia, jangan kamu ingin akan bini samamu manusia, atau akan hambanya laki-laki, atau akan sahayanya perempuan, atau akan lembunya, atau akan keledainya, atau akan barang apa-apa yang samamu manusia punya.","type":"content","verse":"17"},{"content":"Hata, maka dilihat oleh mereka itu sekalian akan segala petir dan kilat dan bunyi nafiri dan bukit yang berasap itu; serta dilihatnya maka undurlah mereka itu, lalu berdiri dari jauh,","type":"content","verse":"18"},{"content":"sambil katanya kepada Musa: Hendaklah engkau sahaja berkata-kata dengan kami, maka kami akan dengar, tetapi jangan Allah berfirman kepada kami, asal jangan kami mati kelak!","type":"content","verse":"19"},{"content":"Maka kata Musa kepada mereka itu: Jangan takut, karena Allah telah turun hendak mencobai kamu, supaya takut akan Tuhan selalu adalah di hadapanmu, asal jangan kamu berbuat dosa.","type":"content","verse":"20"},{"content":"Arakian, maka orang banyak itupun berdirilah dari jauh, tetapi Musa menghampirilah kegelapan, tempat ada Allah.","type":"content","verse":"21"},{"content":"Maka firman Tuhan kepada Musa: Hendaklah engkau berkata kepada bani Israel demikian: Adapun kamu telah melihat bahwa Aku berfirman kepada kamu dari langit.","type":"content","verse":"22"},{"content":"Sebab itu jangan kamu memperbuat berhala dari pada perak, dan jangan kamu memperbuat berhala dari pada emas di hadapan Aku.","type":"content","verse":"23"},{"content":"Perbuatlah akan Daku sebuah mezbah dari pada tanah, dan persembahkanlah di atasnya segala korban bakaranmu dan korban syukurmu dan kambing dan lembumu; maka pada segala tempat yang Kujadikan peringatan atas nama-Ku, di sana Aku akan turun kepadamu dan memberkati kamu.","type":"content","verse":"24"},{"content":"Maka jikalau kamu hendak memperbuatkan Daku sebuah mezbah dari pada batu, jangan kamu perbuat dia dari pada batu pahat, jikalau kiranya kamu mengangkat pahatmu di atasnya, maka telah kamu menajiskan dia.","type":"content","verse":"25"},{"content":"Dan lagi jangan kamu naik kepada mezbah-Ku dengan pakai tangga, supaya kemaluanmu jangan ditelanjangkan di hadapannya.","type":"content","verse":"26"}]