[{"content":"Hata, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"1"},{"content":"Suruhlah segala bani Israel mengambilkan Aku suatu persembahan tatangan. Maka dari pada segala orang yang datang dengan ridla hatinya hendaklah kauambilkan Aku persembahan tatangan itu.","type":"content","verse":"2"},{"content":"Maka inilah persembahan tatangan yang hendak kauambil dari padanya: emas dan perak dan tembaga.","type":"content","verse":"3"},{"content":"Dan lagi benang warna biru laut dan ungu dan kirmizi dan kain halus dan bulu kambing.","type":"content","verse":"4"},{"content":"Dan kulit domba jantan celupan merah dan kulit mina gajah dan kayu penaga.","type":"content","verse":"5"},{"content":"Dan minyak akan pelita, dan rempah-rempah akan minyak dan bau-bauan dan akan membakar dupa.","type":"content","verse":"6"},{"content":"Dan permata unam dan permata tatahan akan efod dan akan perhiasan dada.","type":"content","verse":"7"},{"content":"Maka hendaklah mereka itu memperbuatkan Daku sebuah baitulmukadis, supaya Aku duduk di antara mereka itu.","type":"content","verse":"8"},{"content":"Setuju dengan segala yang akan Kutunjuk kepadamu, setuju dengan teladan kemah dan teladan segala perkakasnya hendaklah mereka itu memperbuatkan dia.","type":"content","verse":"9"},{"content":"Maka hendaklah diperbuatnya sebuah peti dari pada kayu penaga, tengah tiga hasta panjangnya dan tengah dua hasta lebarnya dan tengah dua hasta tingginya.","type":"content","verse":"10"},{"content":"Maka hendaklah kausalutkan dia dengan emas semata-mata suci, yaitu disalutkan luar dalamnya, dan hendaklah engkau memperbuatkan pada tepinya yang di atas suatu karangan emas berkeliling.","type":"content","verse":"11"},{"content":"Dan tuanglah akan dia empat bentuk gelang, kenakanlah dia pada keempat penjurunya, yaitu dua bentuk gelang pada sebelah, dan dua bentuk gelang pada sebelahnya.","type":"content","verse":"12"},{"content":"Dan perbuatkanlah kayu pengusung dari pada kayu penaga dan salutkanlah dia dengan emas.","type":"content","verse":"13"},{"content":"Lalu masukkanlah kayu pengusung itu ke dalam gelang yang di kiri-kanan peti itu, supaya dengan dia juga peti itu dapat diusung oranglah.","type":"content","verse":"14"},{"content":"Maka hendaklah kayu pengusung itu selalu dalam gelang peti itu, tiada boleh ia itu dicabut.","type":"content","verse":"15"},{"content":"Kemudian hendaklah kaububuh dalam peti itu akan assyahadat, yang Kuberikan dikau kelak.","type":"content","verse":"16"},{"content":"Dan lagi perbuatkanlah sebuah tutupan gafirat dari pada emas semata-mata suci, tengah tiga hasta panjangnya dan tengah dua hasta lebarnya.","type":"content","verse":"17"},{"content":"Demikianpun hendaklah kauperbuat dua kerubiun dari pada emas, yaitu dari pada emas tempawan hendaklah kaukerjakan dia, lagi berhubung dengan kedua ujung tutupan gafirat itu.","type":"content","verse":"18"},{"content":"Perhubungkanlah kerub satu dengan ujung sebelah, dan kerub satunya dengan ujung sebelahnya, yaitu perhubungkanlah kerubiun itu dengan tutupan gafirat itu pada kedua belah ujungnya.","type":"content","verse":"19"},{"content":"Maka hendaklah kerubiun itu mengembangkan kedua sayapnya ke atas sambil menudungi tutupan gafirat itu dengan sayapnya, maka mukanya akan berhadap-hadapan, dan mata kerubiun itu hendaklah memandang kepada tutupan gafirat itu.","type":"content","verse":"20"},{"content":"Maka hendaklah kauletakkan tutupan gafirat itu di atas petinya kemudian dari pada engkau membubuh ke dalam peti itu akan assyahadat, yang akan Kukaruniakan kepadamu kelak.","type":"content","verse":"21"},{"content":"Maka di sanalah Aku akan turun kepadamu dan Aku akan berfirman kepadamu dari atas tutupan gafirat, dari tengah kedua kerubiun yang di atas peti assyahadat itu, segala perkara yang Kusuruh engkau sampaikan kepada bani Israel.","type":"content","verse":"22"},{"content":"Dan lagi hendaklah engkau memperbuatkan sebuah meja dari pada kayu penaga, panjangnya dua hasta, lebarnya satu hasta dan tingginya tengah dua hasta.","type":"content","verse":"23"},{"content":"Dan hendaklah kausalutkan dia dengan emas semata-mata suci dan hendaklah engkau perbuatkan suatu karangan emas kelilingnya.","type":"content","verse":"24"},{"content":"Dan hendaklah kauperbuatkan pula pada kelilingnya suatu birai setapak lebarnya, dan pada birai itu perbuatkanlah suatu karangan emas berkeliling.","type":"content","verse":"25"},{"content":"Demikianpun hendaklah kauperbuatkan padanya empat bentuk gelang emas, kenakanlah gelang itu pada keempat penjurunya yang pada keempat kakinya.","type":"content","verse":"26"},{"content":"Setuju dengan birai hendaklah gelang itu akan dimasukkan kayu pengusung ke dalamnya, supaya meja itupun dapat diusung.","type":"content","verse":"27"},{"content":"Maka kayu pengusung itu hendaklah kauperbuat dari pada kayu penaga dan salutkanlah dia dengan emas, lalu meja itu diusung dengan dia itu.","type":"content","verse":"28"},{"content":"Dan lagi perbuatkanlah pinggannya dan bokornya dan cepernya akan pedupaan dan akan pencurah, maka hendaklah kauperbuatkan dia dari pada emas yang suci.","type":"content","verse":"29"},{"content":"Dan letakkanlah roti pertunjukan di atas meja itu selalu di hadapan hadirat-Ku.","type":"content","verse":"30"},{"content":"Demikianpun hendaklah kauperbuatkan sebuah kaki pelita dari pada emas yang suci, perbuatkanlah kaki pelita itu dengan terupam batangnya dan cabang-cabangnya, maka segala kelopaknya dan kuntumnya dan bunganya hendaklah diperbuat iras jua.","type":"content","verse":"31"},{"content":"Maka enam cabang hendaklah terbit dari pada kedua sisinya, tiga cabang dari pada sisi satu kaki pelita itu, dan tiga cabang dari pada sisi satunya.","type":"content","verse":"32"},{"content":"Maka tiga buah kelopak seperti bunga badam rupanya pada secabang, dan lagi sepucuk kuntum dan sebiji bunga; dan tiga buah kelopak seperti bunga badam pada cabang yang lain serta dengan sepucuk kuntum dan sebiji bunga, demikian hendaklah keenam cabang itu terbit dari pada batang kaki pelita itu.","type":"content","verse":"33"},{"content":"Maka pada kaki pelita sendiripun hendaklah ada empat buah kelopak, seperti bunga badam rupanya serta dengan kuntumnya dan bunganya.","type":"content","verse":"34"},{"content":"Ia itu sepucuk kuntum di bawah dua cabang yang terbit dari padanya, dan lagi sepucuk kuntum di bawah dua cabang yang terbit dari padanya, dan lagi sepucuk kuntum di bawah dua cabang yang terbit dari padanya; demikian hendaklah keenam cabang yang terbit dari pada batang kaki pelita itu.","type":"content","verse":"35"},{"content":"Segala kuntumnya dan segala cabangnya hendaklah terbit dari padanya, semuanya itu iras jua dari pada emas yang terupam dan tulen.","type":"content","verse":"36"},{"content":"Maka hendaklah kauperbuatkan dia pelita tujuh buah, supaya apabila dipasang maka segala pelita itu menerangkan kedua pihak, sebelah-menyebelah.","type":"content","verse":"37"},{"content":"Maka segala sepitnya dan pemadamnya hendaklah dari pada emas semata-mata suci.","type":"content","verse":"38"},{"content":"Maka dari pada emas semata-mata suci, banyaknya setalenta, hendaklah kauperbuat akan segala perkakas yang tersebut itu.","type":"content","verse":"39"},{"content":"Dan ingatlah baik-baik kauperbuatkan semuanya atas teladan, yang telah ditunjuk kepadamu di atas bukit itu.","type":"content","verse":"40"}]