[{"content":"Arakian, maka adapun kemah sembahyang itu, hendaklah kauperbuatkan dia sepuluh kain kelambu dari pada benang bisus yang dipintal dan yang berwarna biru laut dan ungu dan kirmizi, ditenun dengan berkerubiun; hendaklah kauperbuat dia suatu pekerjaan kepandaian sekali.","type":"content","verse":"1"},{"content":"Adapun panjang sehelai kelambu itu dua puluh delapan hasta, dan lebar sehelai kelambu itu empat hasta, dan hendaklah segala kelambu itupun seukuran juga.","type":"content","verse":"2"},{"content":"Lima helai kelambu hendaklah berhubung satu dengan satu, dan lima helai kelambu yang lainpun berhubung satu dengan satu.","type":"content","verse":"3"},{"content":"Lagipun hendaklah kauperbuat beberapa tali kancing pada tepi kain kelambu satu itu pada sisinya yang hendak diperhubungkan; demikianpun hendaklah kauperbuat pada tepi kelambu yang kedua pada tempat perhubungannya.","type":"content","verse":"4"},{"content":"Lima puluh tali kancing hendaklah kauperbuat pada kelambu sehelai dan lima puluh tali kancing pada sisi kelambu yang lain, pada tempat perhubungannya, segala tali kancing itu bertentangan satu dengan satu.","type":"content","verse":"5"},{"content":"Dan lagi hendaklah kauperbuat pengait lima puluh biji dari pada emas, akan diperhubungkan segala kelambu itu satu dengan satu oleh pengait itu, supaya kemah sembahyang itu menjadi satu jua.","type":"content","verse":"6"},{"content":"Lagipun hendaklah kauperbuat kain kelambu dari pada bulu kambing akan sebuah kemah di luar dari atas kemah sembahyang itu, dan hendaklah kauperbuat dia dari pada kain kelambu sebelas helai banyaknya.","type":"content","verse":"7"},{"content":"Panjangnya sehelai kain itu hendaklah tiga puluh hasta, dan lebarnya sehelai kain empat hasta; kesebelas kain kelambu itu hendaklah seukuran jua.","type":"content","verse":"8"},{"content":"Maka dari pada segala kain kelambu itu lima helai hendaklah kauperhubungkan jadi satu, demikianpun enam helai yang lain, maka separuhnya helai yang keenam itu hendaklah kaulabuhkan dengan lipatnya di hadapan pintu kemah itu.","type":"content","verse":"9"},{"content":"Maka hendaklah kauperbuat lima puluh tali kancing pada tepi kain kelambu sehelai, pada sisi enggan ia itu diperhubungkan, dan lima puluh tali kancing pada tepi kain kelambu yang lain, pada perhubungannya.","type":"content","verse":"10"},{"content":"Dan hendaklah kauperbuat lima puluh biji pengait dari pada tembaga, lalu masukkanlah segala pengait itu ke dalam tali kancing, dan hubungkanlah segenap kemah itu menjadi satu.","type":"content","verse":"11"},{"content":"Maka lebihnya kelambu kemah itu, yaitu separuhnya yang lebih itu, hendaklah kauberi berjuntai pada sebelah belakang kemah sembahyang itu.","type":"content","verse":"12"},{"content":"Maka sehasta pada sebelah sini, dan sehasta pada sebelah sana; yang lebih pada kelambu kemah itu hendaklah terjuntai pada sebelah-menyebelah kemah sembahyang itu akan menudungi dia.","type":"content","verse":"13"},{"content":"Dan lagi hendaklah kauperbuat akan kemah itu suatu tudung dari pada kulit kambing celupan merah, dan di atas itulah suatu tudung dari pada kulit mina gajah.","type":"content","verse":"14"},{"content":"Dan lagi hendaklah kauperbuat akan kemah sembahyang itu beberapa jenang dari pada kayu penaga.","type":"content","verse":"15"},{"content":"Adapun panjang sebatang jenang itu hendaklah sepuluh hasta dan tengah dua hasta lebarnya tiap-tiap jenang itu.","type":"content","verse":"16"},{"content":"Pada sebatang jenang hendaklah ada dua pemegangan, akan dimasukkan masing-masing ke dalam lobangnya seperti anak-anak tangga; demikian hendaklah kauperbuat akan segala jenang kemah sembahyang itu.","type":"content","verse":"17"},{"content":"Maka hendaklah kauperbuat segala jenang kemah sembahyang itu demikianlah; dua puluh batang jenang arah ke sebelah selatan.","type":"content","verse":"18"},{"content":"Dan lagi hendaklah kauperbuat empat puluh buah kaki perak di bawah dua puluh batang jenang itu, dua buah kaki pada sebatang jenang dengan dua pemegangannya; dan dua buah kaki pada jenang yang lain dengan dua pemegangannya.","type":"content","verse":"19"},{"content":"Demikianpun hendaklah ada dua puluh batang jenang pada sebelah kemah sembahyang yang lain arah ke utara.","type":"content","verse":"20"},{"content":"Serta dengan keempat puluh kakinya dari pada perak, dua buah kaki di bawah sebatang jenang dan dua buah kaki di bawah jenang yang lain.","type":"content","verse":"21"},{"content":"Tetapi pada sebelah kemah sembahyang yang arah ke barat hendaklah kauperbuat enam batang jenang.","type":"content","verse":"22"},{"content":"Lagipun hendaklah kauperbuat dua batang jenang akan tutup kedua penjuru kemah sembahyang yang di belakang.","type":"content","verse":"23"},{"content":"Supaya diperhubungkannya pagar yang di kiri kanan dengan pagar yang di belakang dari bawah sampai di atas, sampai di cincin yang pertama, maka keduanyapun hendaklah demikian, menjadi penjuru yang tertutup.","type":"content","verse":"24"},{"content":"Sebab itu jumlahnya delapan batang jenang serta dengan kakinya yang dari pada perak, enam belas kaki banyaknya, dua buah kaki di bawah tiap-tiap jenang.","type":"content","verse":"25"},{"content":"Dan lagi hendaklah kauperbuat beberapa palang dari pada kayu penaga, lima batang akan segala jenang sebelah satu kemah sembahyang,","type":"content","verse":"26"},{"content":"dan lima batang akan segala jenang sebelah kemah sembahyang yang lain, dan lima batang palang akan segala jenang sebelah barat kemah sembahyang pada kedua penjurunya.","type":"content","verse":"27"},{"content":"Maka palang yang di tengah hendaklah menerusi segala jenang itu dari pada ujung datang kepada ujungnya.","type":"content","verse":"28"},{"content":"Dan lagi hendaklah kausalutkan segala jenang itu dengan emas dan perbuatkanlah segala gelang tempat palang itupun dari pada emas, dan salutkanlah segala palang itupun dengan emas.","type":"content","verse":"29"},{"content":"Kemudian hendaklah engkau mendirikan kemah sembahyang itu setuju dengan teladan yang telah ditunjuk kepadamu di atas bukit itu.","type":"content","verse":"30"},{"content":"Dan lagi hendaklah kauperbuat suatu tirai dari pada benang bisus yang dipintal, berwarna biru laut dan ungu dan kirmizi, tenunan berkerubiun, yaitu suatu perbuatan yang amat kepandaian;","type":"content","verse":"31"},{"content":"dan gantungkanlah dia dengan pengait emas pada empat batang tiang dari pada kayu penaga, yang tersalut dengan emas, serta dengan empat kakinya dari pada perak.","type":"content","verse":"32"},{"content":"Dan lagi hendaklah kaugantungkan tirai itu di bawah pengaitnya, lalu bawalah masuk peti assyahadat di belakang tirai itu, maka tirai itulah akan suatu dinding bagimu di antara tempat yang suci dengan tempat yang mahasuci.","type":"content","verse":"33"},{"content":"Lalu letakkanlah tutupan gafirat itu di atas peti assyahadat dalam tempat yang mahasuci.","type":"content","verse":"34"},{"content":"Maka di luar tirai itu hendaklah kautaruh akan meja dan kaki pelita itu bertentangan dengan meja itu pada sebelah selatan kemah sembahyang, karena meja itu patutlah kautaruh pada sebelah utara.","type":"content","verse":"35"},{"content":"Maka pada pintu kemah itu hendaklah kauperbuat suatu tabir dari pada benang bisus yang dipintal, berwarna biru laut dan ungu dan kirmizi, suatu perbuatan bersuji.","type":"content","verse":"36"},{"content":"Maka akan tabir itu hendaklah kauperbuat lima batang tiang dari pada kayu penaga, salutkanlah dia dengan emas; segala pengaitnyapun hendaklah dari pada emas dan tuanglah akan dia lima kaki dari pada tembaga.","type":"content","verse":"37"}]