[{"content":"Maka suruhlah olehmu akan Harun, abangmu, dan akan anak-anaknya laki-lakipun sertanya dari antara segala bani Israel, datang hampir kepadamu akan mengerjakan imamat bagi-Ku, yaitu Harun dan lagi Nadab dan Abihu dan Eleazar dan Itamar, anak-anak Harun.","type":"content","verse":"1"},{"content":"Dan perbuatlah akan Harun, abangmu itu, pakaian yang suci akan kemuliaan dan perhiasan.","type":"content","verse":"2"},{"content":"Dan suruhlah akan segala orang pandai lagi bijaksana, yang telah Kupenuhi dengan roh hikmat, memperbuatkan pakaian Harun, supaya dikerjakannya imamat bagi-Ku dengan sepertinya.","type":"content","verse":"3"},{"content":"Maka segala pakaian yang hendak diperbuat mereka itu, inilah: suatu perhiasan dada dan sehelai efod dan sehelai baju selimut dan sehelai baju dalam yang berjala-jala, dan sebuah kulah dan suatu ikat pinggang; maka sekalian inilah pakaian suci, yang hendak diperbuatnya akan Harun, abangmu, dan akan anaknya laki-laki, supaya dikerjakannya imamat bagi-Ku.","type":"content","verse":"4"},{"content":"Maka akan sekalian ini hendaklah diambilnya emas dan benang warna biru laut dan ungu dan kirmizi dan bisus.","type":"content","verse":"5"},{"content":"Maka efod itu hendaklah diperbuatnya dari pada emas dan dari pada benang bisus yang dipintal dan berwarna biru laut dan ungu dan kirmizi, suatu tenunan kepandaiannya.","type":"content","verse":"6"},{"content":"Maka padanya akan ada dua tampal bahu yang tersambat pada kedua ujungnya, maka dengan dia juga ia itu akan disambat.","type":"content","verse":"7"},{"content":"Maka adapun sandang efod, yang suatu perbuatan kepandaian dan yang berhubung dengan dia, ia itu hendaklah diperbuat sama dan tersambat dengan dia, dari pada emas dan benang bisus yang dipintal, berwarna biru laut dan ungu dan kirmizi.","type":"content","verse":"8"},{"content":"Maka hendaklah kauambil dua biji permata unam, lalu ukirlah di atasnya nama-nama bani Israel,","type":"content","verse":"9"},{"content":"yaitu dari pada segala nama mereka itu enam di atas permata satu, dan enam nama yang lain itu di atas permata satunya, seturut kejadian mereka itu.","type":"content","verse":"10"},{"content":"Perbuatan pengukir permata, seperti ukiran meterai, hendaklah kausuruh ukir di atas kedua biji permata itu segala nama bani Israel, dan hendaklah kausuruh ikat dia dengan ikatan emas.","type":"content","verse":"11"},{"content":"Maka kedua biji permata itu hendaklah kaukenakan pada kedua tampal bahu efod itu, menjadi permata peringatan akan bani Israel; maka segala nama mereka itu akan ditanggung oleh Harun di atas kedua belah bahunya di hadapan hadirat Tuhan, akan suatu peringatan.","type":"content","verse":"12"},{"content":"Maka hendaklah kauperbuat ikatannya dari pada emas.","type":"content","verse":"13"},{"content":"Dan perbuatlah akan rantai kecil dua utas dari pada emas semata-mata suci bercengkeling perbuatan kawat berkerawang; maka rantai kecil dari pada kawat itu hendaklah kaukenakan pada ikatan permata itu.","type":"content","verse":"14"},{"content":"Dan lagi hendaklah kauperbuat suatu perhiasan dada akan hukum, suatu perbuatan kepandaian, sama dengan efod juga hendaklah kauperbuat akan dia, ditenun dengan emas dan benang bisus yang dipintal, berwarna biru laut dan ungu dan kirmizi.","type":"content","verse":"15"},{"content":"Maka ia itu hendak empat persegi dan berlapis dua, panjangnya sejengkal, lebarnyapun sejengkal.","type":"content","verse":"16"},{"content":"Dan hendaklah kautatahkan dia dengan suatu tatahan permata, empat jajarnya, pertama-tama sebiji permata akik dan sebiji permata zabarjad dan sebiji permata yakut, ia itulah jajar yang pertama.","type":"content","verse":"17"},{"content":"Maka pada jajar yang kedua sebiji permata zamrud dan sebiji permata nilam dan sebiji permata intan.","type":"content","verse":"18"},{"content":"Dan pada jajar yang ketiga sebiji permata pusparagam dan sebiji permata syabu dan sebiji permata martis.","type":"content","verse":"19"},{"content":"Dan pada jajar yang keempat sebiji permata firuzah dan sebiji permata unam dan sebiji permata yasyib, maka segala permata ini hendaklah berikatkan emas dalam pertatahannya.","type":"content","verse":"20"},{"content":"Maka segala permata ini hendaklah dua belas biji banyaknya setuju dengan nama segala bani Israel, maka nama-nama mereka itu diukir dalamnya dengan ukiran meterai, nama masing-masing sendiri-sendiri, maka ia itu bagi kedua belas suku bangsa adanya.","type":"content","verse":"21"},{"content":"Dan lagi hendaklah kauperbuat akan perhiasan dada itu rantai kecil dari pada emas semata-mata suci bercengkeling, perbuatan kawat emas berkerawang.","type":"content","verse":"22"},{"content":"Dan perbuatlah akan perhiasan dada itu dua bentuk cincin emas, lalu bubuhlah cincin itu pada kedua ujung perhiasan dada.","type":"content","verse":"23"},{"content":"Kemudian kenakanlah kedua rantai kecil dari pada kawat emas itu pada kedua bentuk cincin yang di ujung perhiasan dada itu.","type":"content","verse":"24"},{"content":"Maka ujung kedua utas rantai kecil yang dari pada kawat itu hendaklah kaukenakan kepada kedua kundam itu, supaya sampailah ia kepada kedua tampal bahu efod betul di hadapan.","type":"content","verse":"25"},{"content":"Dan lagi perbuatlah dua bentuk cincin emas, kenakanlah dia pada kedua ujung perhiasan dada, pada tepinya yang sebelah dalam arah ke efod.","type":"content","verse":"26"},{"content":"Dan lagi perbuatlah olehmu dua bentuk cincin emas pula dan kenakanlah dia pada kedua tampal bahu efod di sebelah bawah arah ke hadapan, pada tempat kesambatannya, di atas sandang efod yang perbuatan kepandaian.","type":"content","verse":"27"},{"content":"Lalu perhiasan dada serta dengan cincinnya hendaklah ditambat kepada cincin efod dengan suatu tali yang biru warnanya, di atas sandang efod yang perbuatan kepandaian, maka perhiasan dada itu tak boleh diceraikan dari pada efod.","type":"content","verse":"28"},{"content":"Demikianlah akan dipakai oleh Harun akan nama-nama bani Israel di atas hatinya, di dalam perhiasan dada hukum, apabila masuklah ia ke dalam tempat yang suci, akan suatu peringatan pada sediakala di hadapan hadirat Tuhan.","type":"content","verse":"29"},{"content":"Maka dalam perhiasan dada hukum itu hendaklah kaububuh Urim dan Tumimpun, supaya ia itu di atas jantung hati Harun apabila ia menghadap hadirat Tuhan dan supaya selalu dipakai Harun akan hukum bani Israel di atas hatinya di hadapan hadirat Tuhan.","type":"content","verse":"30"},{"content":"Dan lagi hendaklah kauperbuat baju selimut efod itu sama sekali biru laut warnanya.","type":"content","verse":"31"},{"content":"Dan potongan leher hendaklah pada sama tengahnya dan potongan leher itu hendak bernia tenunan, rupanya seperti leher baju zirha, supaya janganlah rabit.","type":"content","verse":"32"},{"content":"Maka pada kelimnya hendaklah kauperbuat rupa buah delima, yang biru laut dan ungu dan kirmizi warnanya pada kelimnya berkeliling, berselang-selang dengan giring-giring keemasan,","type":"content","verse":"33"},{"content":"sehingga ada sebuah giring lalu sebuah delima, lagi pula sebuah giring lalu sebuah delima, yaitu pada kelim baju selimut itu berkeliling.","type":"content","verse":"34"},{"content":"Maka Harun akan berpakaikan dia apabila ia berbuat bakti, supaya kedengaranlah bunyinya apabila ia masuk ke dalam tempat yang suci di hadapan hadirat Tuhan dan apabila ia keluar pula, supaya jangan ia mati dibunuh.","type":"content","verse":"35"},{"content":"Maka hendaklah kauperbuat lagi suatu jamang dari pada emas semata-mata suci dan ukirlah di dalamnya seperti ukiran meterai: Kesucian Tuhan.","type":"content","verse":"36"},{"content":"Maka kenakanlah dia kepada kulah dengan tali yang biru laut warnanya, maka ia itu hendaklah di sebelah hadapan kulah itu.","type":"content","verse":"37"},{"content":"Maka hendaklah jamang itu pada dahi Harun, supaya diangkat Harun akan kesalahan segala benda yang suci yang dipersembahkan oleh bani Israel, segala persembahan mereka itu yang suci, maka pada sediakala jamang itu hendaklah pada dahinya, supaya diperolehnya keridlaan bagi mereka itu dari hadirat Tuhan.","type":"content","verse":"38"},{"content":"Dan lagi suruhlah engkau tenun sehelai baju dalam dari pada benang bisus dengan berjala-jala, dan kulah itupun hendaklah kauperbuat dari pada bisus dan ikat pinggang itu hendaklah perbuatan yang bersuji.","type":"content","verse":"39"},{"content":"Maka bagi anak-anak laki-laki Harunpun hendaklah kausuruh perbuat baju dalam dan suruhlah perbuat ikat pinggang dan lagi suruhlah perbuat bagi mereka itu kopiah akan kemuliaan dan perhiasan.","type":"content","verse":"40"},{"content":"Maka sekalian inilah hendaklah kaukenakan kepada Harun dan kepada anak-anaknya laki-laki, lalu hendaklah kausiramkan mereka itu dengan minyak bau-bauan, dan penuhilah tangan mereka itu dan sucikanlah mereka itu, supaya dikerjakannya imamat bagi-Ku.","type":"content","verse":"41"},{"content":"Dan lagi perbuatlah bagi mereka itu serual dari pada kain rami akan menudungi ketelanjangan tubuhnya, maka serual itu hendaklah dari pada pinggang datang ke paha belalang panjangnya.","type":"content","verse":"42"},{"content":"Maka tak akan jangan ia itu dipakai oleh Harun dan oleh anak-anaknya pada masa mereka itu masuk ke dalam kemah perhimpunan atau apabila mereka itu menghampiri mezbah akan berbuat bakti dalam tempat yang suci, supaya jangan mereka itu kena barang kesalahan serta mati dibunuh. Maka inilah akan menjadi suatu hukum baginya dan bagi benihnyapun kekal selama-lamanya.","type":"content","verse":"43"}]