[{"content":"Hata, maka kemudian dari pada itu berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"1"},{"content":"Bahwa sesungguhnya Aku telah memanggil seorang yang bernama Bezaliel bin Uri bin Hur, dari pada suku Yehuda,","type":"content","verse":"2"},{"content":"dan Aku sudah memenuhi dia dengan Roah Allah dan dengan akal budi dan kepandaian, yaitu dalam segala pekerjaan tangan,","type":"content","verse":"3"},{"content":"akan mengadakan perbuatan kepandaian dan akan mengerjakan emas dan perak dan tembaga","type":"content","verse":"4"},{"content":"dan ukiran permata akan ditatahkan dan ukiran kayu, dan akan mengadakan segala perbuatan yang sebagainya.","type":"content","verse":"5"},{"content":"Akan Daku, bahwa sesungguhnya Aku menyertai dia dengan Aholiab bin Ahisamakh, dari pada suku Dan; maka dalam hati segala orang yang pandai telah Kukaruniakan akal budi, supaya dapat dikerjakan olehnya segala perkara yang telah Kupesan kepadamu,","type":"content","verse":"6"},{"content":"yaitu kemah perhimpunan dan peti assyahadat dan tutupan gafirat yang di atasnya dan segala perkakas kemah itu,","type":"content","verse":"7"},{"content":"dan meja itu serta dengan segala perkakasnya dan kaki pelita dari pada emas semata-mata suci serta dengan segala perkakasnya dan tempat persembahan dupa itu,","type":"content","verse":"8"},{"content":"dan lagi mezbah korban bakaran serta dengan segala perkakasnya dan kolam pebasuhan serta dengan kakinya,","type":"content","verse":"9"},{"content":"dan segala pakaian jawatan dan segala pakaian yang suci, yang dipakai oleh Harun, imam besar, dan segala pakaian anak-anaknya akan mengerjakan imamat itu,","type":"content","verse":"10"},{"content":"dan lagi minyak siraman dan dupa dari pada rempah-rempah yang harum itu akan tempat yang suci; maka hendaklah mereka itu memperbuatkan dia setuju dengan segala perkara yang telah Kupesan kepadamu itu.","type":"content","verse":"11"},{"content":"Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"12"},{"content":"Katakanlah olehmu kepada bani Israel: Peliharakanlah olehmu baik-baik segala sabat-Ku, karena ia itulah suatu tanda di antara Aku dengan kamu dan segala benihmu, supaya diketahui oranglah, bahwa Aku ini Tuhan, yang menyucikan kamu.","type":"content","verse":"13"},{"content":"Sebab itu peliharakanlah olehmu sabat itu, bahkan, ia itu menjadi suatu kesucian bagimu! Barangsiapa yang menghinakan dia, ia itu tak akan jangan mati dibunuh; karena barangsiapa yang bekerja pada hari itu, ia itu jiwanya akan ditumpas dari antara bangsanya.","type":"content","verse":"14"},{"content":"Patutlah orang bekerja enam hari lamanya, tetapi pada hari yang ketujuh adalah sabat perhentian, suatu kesucian bagi Tuhan! Barangsiapa yang bekerja pada hari sabat, ia itu tak akan jangan mati dibunuh hukumnya.","type":"content","verse":"15"},{"content":"Maka sebab itu hendaklah segala bani Israel memeliharakan sabat itu dan memuliakan dia turun-temurun akan suatu perjanjian yang kekal selama-lamanya.","type":"content","verse":"16"},{"content":"Maka sabat itulah menjadi suatu tanda di antara Aku dengan segala bani Israel sampai selama-lamanya, maka ia itu sebab Tuhanpun telah menjadikan langit dan bumi dalam enam hari lamanya dan Tuhan telah berhenti pada hari yang ketujuh serta disenangkannya diri-Nya.","type":"content","verse":"17"},{"content":"Hata, setelah sudah habis Tuhan berfirman kepada Musa di atas bukit Torsina itu, maka dikaruniakan-Nya kepadanya kedua loh assyahadat itu, yaitu batu yang tersurat oleh jari Allah.","type":"content","verse":"18"}]