[{"content":"Hata, maka disuruh Musa berhimpun segenap sidang bani Israel, lalu katanya kepada mereka itu: Inilah segala perkataan yang firman Tuhan, supaya diturut oranglah akan dia.","type":"content","verse":"1"},{"content":"Bahwa enam hari lamanya hendaklah orang bekerja, tetapi hari yang ketujuh itu menjadi bagi kamu suatu kesucian, suatu sabat perhentian bagi Tuhan; barangsiapa yang bekerja pada hari itu, ia itu akan mati dibunuh.","type":"content","verse":"2"},{"content":"Pada hari sabat itu jangan kamu memasang api dalam barang sebuahpun dari pada segala rumahmu.","type":"content","verse":"3"},{"content":"Dan lagi berkata Musa kepada segenap sidang bani Israel itu, katanya: Inilah perkataan yang firman Tuhan, bunyinya:","type":"content","verse":"4"},{"content":"Ambillah dari pada barang yang ada padamu akan persembahan tatangan bagi Tuhan, masing-masing orang yang ridla hatinya hendaklah membawa dia akan persembahan tatangan bagi Tuhan, yaitu emas atau perak atau tembaga,","type":"content","verse":"5"},{"content":"atau benang biru laut atau ungu atau kirmizi warnanya atau bisus atau bulu kambing,","type":"content","verse":"6"},{"content":"atau kulit domba jantan celupan merah atau kulit gajah mina atau kayu penaga,","type":"content","verse":"7"},{"content":"atau minyak akan pelita atau rempah-rempah akan minyak bau-bauan dan akan membakar dupa,","type":"content","verse":"8"},{"content":"atau permata unam dan permata pertatahan akan efod dan akan perhiasan dada.","type":"content","verse":"9"},{"content":"Maka segala orang di antara kamu yang berbudi hatinya hendaklah datang memperbuatkan segala perkara yang dipesan Tuhan:","type":"content","verse":"10"},{"content":"yaitu tempat sembahyang serta dengan kemahnya dan tudungnya dan segala kait-kaitnya dan segala papannya dan segala kayu palangnya dan segala tiangnya dan segala kakinya,","type":"content","verse":"11"},{"content":"dan tabut serta dengan kayu pengusungnya dan tutupan gafirat itu dan tirai dinding tudung,","type":"content","verse":"12"},{"content":"dan meja itu serta dengan kayu pengusungnya dan segala perkakasnya dan roti tunjukan itu,","type":"content","verse":"13"},{"content":"dan kaki pelita akan dipasang serta dengan segala perkakasnya dan pelitanya dan minyak akan pelita itu,","type":"content","verse":"14"},{"content":"dan meja pedupaan serta dengan kayu pengusungnya dan minyak siraman dan dupa dari pada rempah-rempah yang harum baunya dan tabir pintu akan pintu kemah sembahyang itu,","type":"content","verse":"15"},{"content":"dan mezbah akan korban bakaran serta dengan lantai tembaga yang akan ada padanya dan kayu pengusungnya dan segala perkakasnya dan kolam pebasuhan serta dengan kakinya,","type":"content","verse":"16"},{"content":"dan kain layar halaman serta dengan tiangnya dan kakinya dan tabir pintu pagar halaman itu,","type":"content","verse":"17"},{"content":"dan segala labang kemah sembahyang dan segala pasak halaman serta dengan talinya,","type":"content","verse":"18"},{"content":"dan segala pakaian jawatan akan mengerjakan tempat suci itu, segala pakaian suci bagi Harun, imam besar, dan segala pakaian anak-anaknya laki-laki akan mengerjakan imamat itu.","type":"content","verse":"19"},{"content":"Hata, maka keluarlah segenap sidang bani Israel itu dari hadapan Musa,","type":"content","verse":"20"},{"content":"lalu datanglah segala orang yang ada gerakan hatinya dan masing-masing orang yang ridla hatinya, dibawanya persembahan tatangan kepada Tuhan akan perbuatan kemah perhimpunan dan akan segala pekerjaannya dan akan pakaian yang suci.","type":"content","verse":"21"},{"content":"Maka datanglah baik orang laki-laki baik orang perempuan, semua dengan ridla hatinya, dibawanya akan gelang dan subang dan cincin dan kerungsang, semuanya perhiasan emas, demikianpun segala orang laki-laki yang mempersembahkan suatu persembahan timangan dari pada emas kepada Tuhan.","type":"content","verse":"22"},{"content":"Dan oleh segala orang yang didapati padanya benang biru laut atau ungu atau kirmizi atau bisus atau bulu kambing atau kulit domba jantan celupan merah atau kulit gajah mina, dibawanya juga akan dia.","type":"content","verse":"23"},{"content":"Adapun barangsiapa yang membawa suatu persembahan tatangan dari pada perak atau tembaga, maka dibawanya akan persembahan tatangan bagi Tuhan, dan barangsiapa yang didapati padanya kayu penaga, maka dibawanya akan segala pekerjaan khidmat itu.","type":"content","verse":"24"},{"content":"Maka segala orang perempuan yang berbudi hatinya itupun memintal dengan tangannya, lalu dibawanya akan barang yang terpintal itu, biru laut dan ungu dan kirmizi warnanya dan bisus.","type":"content","verse":"25"},{"content":"Dan segala orang perempuan yang cukup bijak dan pandai bagi yang demikian, ia itu memintal bulu kambing.","type":"content","verse":"26"},{"content":"Maka oleh segala penghulu dibawa akan permata unam dan permata pertatahan akan efod dan akan perhiasan dada itu,","type":"content","verse":"27"},{"content":"dan rempah-rempah dan minyak akan pelita dan akan minyak siraman dan akan dupa dari pada rempah-rempah yang harum baunya.","type":"content","verse":"28"},{"content":"Segala orang laki-laki dan perempuan yang digerakkan hatinya oleh keridlaan akan membawa barang kepada segala pekerjaan yang dipesan Tuhan akan diperbuat oleh tangan Musa, maka segala bani Israel membawa dia dengan ridla hatinya akan suatu persembahan kepada Tuhan.","type":"content","verse":"29"},{"content":"Kemudian dari pada itu kata Musa kepada segala bani Israel: Bahwa sesungguhnya telah dipanggil Tuhan akan Bezaliel dengan disebutkan namanya, ia itu bin Uri bin Hur dari pada suku Yehuda;","type":"content","verse":"30"},{"content":"maka dipenuhi oleh Roh Allah akan dia dengan akal budi dan kepandaian, yaitu dalam segala pekerjaan tangan,","type":"content","verse":"31"},{"content":"dan akan mengadakan perbuatan hikmat dan akan bekerja dengan emas dan dengan perak dan dengan tembaga,","type":"content","verse":"32"},{"content":"dan akan mengukir permata dan menatahkan dia dan akan mengukir kayu dengan kepandaian dan akan mengadakan segala pekerjaan tangan yang dengan kepandaian.","type":"content","verse":"33"},{"content":"Dan lagi dikaruniakan Tuhan kepadanya kepandaian akan mengajar orang lainpun, baik kepada dia baik kepada Aholiab bin Ahisamakh, dari pada suku Dan.","type":"content","verse":"34"},{"content":"Maka dipenuhinya mereka itu dengan budi dalam hatinya akan mengerjakan segala perbuatan tukang dan orang yang pandai dan akan menyuji dengan benang yang biru laut dan ungu dan kirmizi warnanya dan dengan bisus dan akan bertenun dan akan berbuat segala macam pekerjaan dan akan mengadakan segala perbuatan hikmat.","type":"content","verse":"35"}]