[{"content":"Hata, maka Bezaliel dan Aholiab dan segala orang yang berbudi hatinya, yang dianugerahi Tuhan dengan akal budi, supaya diketahuinya peri memperbuat segala pekerjaan akan khidmat dalam tempat yang suci itu, ia itu mulai bekerja setuju dengan segala perkara yang dipesan Tuhan.","type":"content","verse":"1"},{"content":"Karena telah dipanggil Musa akan Bezaliel dan Aholiab dan segala orang yang berakal budi, yang telah dianugerahi Allah dengan budi dalam hatinya, segala orang yang digerakkan hatinya akan datang kepada pekerjaan itu dan akan mengerjakan dia.","type":"content","verse":"2"},{"content":"Maka diangkat oleh mereka itu dari hadapan Musa akan segala persembahan tatangan, yang telah dibawa oleh bani Israel bagi pekerjaan yang diperbuat karena tempat yang suci, tetapi pada sebilang pagi dibawa oleh mereka itu lagi akan persembahan dengan ridla hatinya.","type":"content","verse":"3"},{"content":"Maka sebab itu datanglah segala orang yang pandai, yang mengerjakan segala pekerjaan karena tempat yang suci itu, masing-masing dari pada pekerjaannya, yang dikerjakan olehnya.","type":"content","verse":"4"},{"content":"Lalu berkata mereka itu dengan Musa, katanya: Orang itu membawa terlalu banyak, lebih dari pada yang dipakai akan pekerjaan yang disuruh Tuhan kami perbuat.","type":"content","verse":"5"},{"content":"Maka disuruh Musa berseru-seru di antara orang banyak itu, katanya: Baik orang laki-laki baik orang perempuan, jangan lagi susah akan membawa persembahan tatangan kepada tempat yang suci itu! Maka demikianlah orang banyak itu ditahani dari pada membawa akan dia lagi.","type":"content","verse":"6"},{"content":"Karena telah cukuplah ramuan bagi segala pekerjaan yang hendak diperbuat, bahkan, adalah lebih.","type":"content","verse":"7"},{"content":"Maka demikianlah diperbuat oleh segala orang yang pandai di antara tukang-tukang itu akan kemah sembahyang sepuluh helai kain kelambu dari pada bisus yang dipintal dan dari pada benang yang biru laut dan ungu dan kirmizi warnanya, ditenun berkerubiun, suatu perbuatan kepandaian yang dikerjakannya.","type":"content","verse":"8"},{"content":"Maka panjang sehelai kelambu itu dua puluh delapan hasta dan lebarnya sehelai kelambu empat hasta; segala kelambu itu sama ukurannya.","type":"content","verse":"9"},{"content":"Maka dipersambatkannyalah lima helai kelambu, satu dengan satu, dan dipersambatkannyalah lima helai kelambu yang lainpun, satu dengan satu.","type":"content","verse":"10"},{"content":"Lalu dikenakannyalah tali kancing yang biru laut warnanya pada tepi kelambu itu, pada tepinya yang dipersambatkan, demikianpun dikenakannyalah pada tepi kelambu yang kedua, pada tepinya yang dipersambatkan.","type":"content","verse":"11"},{"content":"Lima puluh tali kancing dikenakannyalah pada kelambu satu dan lima puluh tali kancing dikenakannyalah pada tepi kelambu yang kedua, pada tepi yang dipersambatkan; maka segala tali kancing itu bertentangan satu dengan satu.","type":"content","verse":"12"},{"content":"Dan lagi diperbuatkannya lima puluh biji kait emas, lalu dipersambatkannyalah segala kelambu itu satu dengan satu dengan kait-kait itu, sehingga ia itu menjadi satu kemah adanya.","type":"content","verse":"13"},{"content":"Maka diperbuatkannya pula kain kelambu dari pada bulu kambing akan teratak yang di atas kemah itu: ia itu dari pada sebelas helai kain.","type":"content","verse":"14"},{"content":"Maka panjang sehelai tiga puluh hasta, dan lebar sehelai empat hasta; kesebelas helai kain itu sama ukurannya.","type":"content","verse":"15"},{"content":"Maka dipersambatkannyalah lima helai kelambu sendiri dan lagi enam helai kelambu sendiri.","type":"content","verse":"16"},{"content":"Dan dikenakannyalah lima puluh tali kancing pada tepi kelambu, pada tepinya yang dipersambatkan; dan lagi dikenakannyalah lima puluh tali kancing pada tepi kelambu, pada tepi lain yang dipersambatkan.","type":"content","verse":"17"},{"content":"Maka diperbuatkannyalah pula lima puluh biji kait tembaga akan mempersambatkan teratak itu menjadi satu.","type":"content","verse":"18"},{"content":"Lalu diperbuatkannya akan teratak itu suatu tudungan dari pada kulit domba jantan celupan merah dan di atasnya suatu tudung dari pada kulit gajah mina.","type":"content","verse":"19"},{"content":"Maka diperbuatkannya pula akan kemah sembahyang itu beberapa jenang yang terdiri dari pada kayu penaga.","type":"content","verse":"20"},{"content":"Panjang sebatang jenang itu sepuluh hasta dan tengah dua hasta lebarnya tiap-tiap jenang itu.","type":"content","verse":"21"},{"content":"Pada sebatang jenang dua pemegangan, dimasukkan ke dalam lobangnya seperti anak tangga, demikianlah diperbuatkannya segala jenang kemah sembahyang itu.","type":"content","verse":"22"},{"content":"Maka diperbuatkannya pula segala jenang akan kemah sembahyang itu, sehingga dua puluh batang jenang arah ke sebelah selatan.","type":"content","verse":"23"},{"content":"Dan diperbuatkannya empat puluh buah kaki perak di bawah dua puluh batang jenang itu; dua buah kaki pada sebatang jenang dengan dua pemegangannya, dan dua buah kaki pada jenang lain dengan dua pemegangannya.","type":"content","verse":"24"},{"content":"Dan diperbuatkannya lagi dua puluh batang jenang pada sebelah kemah sembahyang yang lain arah ke utara,","type":"content","verse":"25"},{"content":"serta dengan keempat puluh kakinya dari pada perak; dua buah kaki di bawah sebatang jenang dan dua buah kaki di bawah jenang yang lain.","type":"content","verse":"26"},{"content":"Tetapi pada sebelah kemah sembahyang arah ke barat diperbuatkannya enam batang jenang.","type":"content","verse":"27"},{"content":"Dan diperbuatkannya pula dua batang jenang akan tutup kedua penjuru kemah sembahyang yang di belakang.","type":"content","verse":"28"},{"content":"Sehingga diperhubungkannya pagar yang di kiri kanan dengan pagar yang di belakang, dari bawah sampai di atas sampai ke cincin yang pertama; demikianlah diperbuatkannya keduanya, sehingga menjadi penjuru yang tertutup adanya.","type":"content","verse":"29"},{"content":"Demikian adalah jumlahnya delapan batang jenang serta dengan kakinya dari pada perak, enam belas buah kaki banyaknya, dua buah kaki di bawah tiap-tiap jenang.","type":"content","verse":"30"},{"content":"Dan lagi diperbuatkannya beberapa palang dari pada kayu penaga: lima batang akan segala jenang sebelah satu kemah sembahyang,","type":"content","verse":"31"},{"content":"dan lima batang akan segala jenang pada sebelah kemah sembahyang yang lain, dan lagi lima batang palang akan segala jenang kemah sembahyang sebelah barat pada kedua penjurunya.","type":"content","verse":"32"},{"content":"Maka palang yang di tengah itu dimasukkannya terus ke dalam segala jenang, dari pada ujung datang kepada ujungnya.","type":"content","verse":"33"},{"content":"Maka segala jenang itu disalutkannya dengan emas, dan diperbuatkannya segala gelang pada tempat palang itupun dari pada emas, dan segala palang itupun disalutkannya dengan emas.","type":"content","verse":"34"},{"content":"Maka diperbuatkannya lagi suatu tirai dari pada benang bisus yang dipintal, berwarna biru laut dan ungu dan kirmizi, tenunan berkerubiun, yaitu suatu perbuatan yang amat kepandaian.","type":"content","verse":"35"},{"content":"Maka diperbuatkannya akan dia empat batang tiang dari pada kayu penaga, yang disalutkannya dengan emas; kait-kaitnyapun dari pada emas, dan dituangnya akan dia empat kaki dari pada perak.","type":"content","verse":"36"},{"content":"Maka diperbuatkannya pula akan pintu kemah itu suatu tabir dari pada benang yang dipintal, berwarna biru laut dan ungu dan kirmizi, suatu perbuatan yang bersuji adanya,","type":"content","verse":"37"},{"content":"dan lima batang tiangnya serta dengan segala kaitnya, lalu disalutkannya kepalanya dan ikatannya dengan emas, dan keempat kakinya diperbuatkannya dari pada tembaga.","type":"content","verse":"38"}]