[{"content":"Arakian, maka oleh Bezaliel diperbuatkanlah tabut itu dari pada kayu penaga, panjangnya tengah tiga hasta, lebarnya tengah dua hasta dan tingginya tengah dua hasta.","type":"content","verse":"1"},{"content":"Maka disalutkannya dengan emas semata-mata suci luar dalamnya dan diperbuatkannya akan dia karangan emas berkeliling.","type":"content","verse":"2"},{"content":"Dan dituangnya akan dia empat bentuk gelang dari pada emas pada keempat penjurunya, sehingga dua bentuk gelang pada sebelah kiri dan dua bentuk gelang pada sebelah kanannya.","type":"content","verse":"3"},{"content":"Dan diperbuatkannya pengusung dari pada kayu penaga, lalu disalutkannya dengan emas.","type":"content","verse":"4"},{"content":"Maka kayu pengusung itu dimasukkannya ke dalam gelangnya pada kiri kanan tabut, supaya tabut itu dapat diusung.","type":"content","verse":"5"},{"content":"Dan lagi diperbuatkannya tutupan gafirat itu dari pada emas semata-mata suci, panjangnya tengah tiga hasta, lebarnya tengah dua hasta.","type":"content","verse":"6"},{"content":"Dan lagi diperbuatkannya dua kerubiun dari pada emas, yaitu dari pada emas tempawan, diperbuatnya akan dia berhubung dengan kedua ujung tutupan gafirat itu:","type":"content","verse":"7"},{"content":"seorang kerubiun dengan ujung sebelah dan seorang kerubiun dengan ujung sebelahnya, yaitu diperhubungkannyalah kerubiun itu dengan tutupan gafirat pada kedua ujungnya.","type":"content","verse":"8"},{"content":"Maka kerubiun itu mengembangkan kedua sayapnya ke atas, sambil menudungi tutupan gafirat itu dengan sayapnya, maka mukanya berhadap-hadapan dan matanya ada memandang tutupan tabut itu.","type":"content","verse":"9"},{"content":"Maka diperbuatkannya pula sebuah meja dari pada kayu penaga, panjangnya dua hasta, lebarnya sehasta dan tingginya tengah dua hasta.","type":"content","verse":"10"},{"content":"Lalu disalutkannya dengan emas semata-mata suci dan diperbuatkannya suatu karangan emas kelilingnya.","type":"content","verse":"11"},{"content":"Dan lagi diperbuatkannya kelilingnya suatu tirai setapak tangan lebarnya, dan pada tirai itu diperbuatkannya suatu karangan emas berkeliling.","type":"content","verse":"12"},{"content":"Dan dituangnya pula akan dia empat bentuk gelang dari pada emas, maka dikenakannyalah gelang itu pada keempat penjuru yang pada keempat kakinya.","type":"content","verse":"13"},{"content":"Setuju dengan birai adalah gelang itu akan dimasukkan kayu pengusung ke dalamnya, supaya meja itupun dapat diusung.","type":"content","verse":"14"},{"content":"Maka diperbuatkannya pengusung itu dari pada kayu penaga, lalu disalutkannya dengan emas akan mengusung meja itu.","type":"content","verse":"15"},{"content":"Maka diperbuatkannya segala perkakaspun yang akan ada di atas meja itu, yaitu pinggannya dan bokornya dan cepernya akan pedupaan dan akan pencucuran, akan mempersembahkan persembahan cucuran, semuanya dari pada emas semata-mata suci.","type":"content","verse":"16"},{"content":"Maka diperbuatkannya pula sebuah kaki pelita dari pada emas semata-mata suci, dan diperbuatkannya kaki pelita itu dengan terupam batangnya dan cabang-cabangnya, maka segala kelopaknya dan kuntumnya dan bunganyapun iras juga.","type":"content","verse":"17"},{"content":"Maka enam cabang keluarlah dari pada sisinya, tiga cabang dari pada satu sisi kaki pelita, dan tiga cabang dari pada sisinya yang lain.","type":"content","verse":"18"},{"content":"Maka tiga buah kelopak seperti bunga badam rupanya pada sebatang, serta dengan sepucuk kuntum dan sebiji bunga, dan tiga buah kelopak seperti bunga badam rupanya pada batang yang lain, serta dengan sepucuk kuntum dan sebiji bunga, demikian adalah keenam cabang yang terbit dari pada batang kaki pelita itu.","type":"content","verse":"19"},{"content":"Tetapi pada kaki pelita sendiripun adalah empat buah kelopak seperti bunga badam rupanya serta dengan kuntumnya dan bunganya:","type":"content","verse":"20"},{"content":"yaitu sepucuk kuntum di bawah dua cabang yang terbit dari padanya, dan lagi sepucuk kuntum di bawah dua cabang yang terbit dari padanya, dan lagi pula sepucuk kuntum di bawah dua cabang yang terbit dari padanya, demikianlah keenam cabang yang terbit dari pada batang kaki pelita itu.","type":"content","verse":"21"},{"content":"Segala kuntumnya dan segala cabangnya terbitlah dari padanya, semuanya itu iras jua, dari pada emas yang terupam dan semata-mata suci.","type":"content","verse":"22"},{"content":"Maka diperbuatkannya akan dia tujuh buah pelita, dan segala sepitnya dan pemadamnya dari pada emas semata-mata suci.","type":"content","verse":"23"},{"content":"Maka diperbuatkannya dia dari pada emas semata-mata suci setalenta beratnya serta dengan segala perkakasnya.","type":"content","verse":"24"},{"content":"Maka diperbuatkannya meja pedupaan itu dari pada kayu penaga, panjangnya sehasta, lebarnyapun sehasta, betul empat persegi, tetapi tingginya dua hasta, dan tanduknya adalah berhubung dengan dia.","type":"content","verse":"25"},{"content":"Lalu disalutkannya emas semata-mata suci, baik papan atasnya baik pagarnya berkeliling dan segala tanduknyapun, dan diperbuatnya akan dia suatu karangan emas kelilingnya.","type":"content","verse":"26"},{"content":"Dan lagi diperbuatkannya padanya dua bentuk gelang dari pada emas di bawah karangan itu, pada kedua sisinya pada kiri kanannya, akan tempat kayu pengusung, supaya ia itu dapat diusung oranglah.","type":"content","verse":"27"},{"content":"Maka kayu pengusung itu diperbuatkannya dari pada kayu penaga, lalu disalutkannya dengan emas.","type":"content","verse":"28"},{"content":"Dan lagi diperbuatkannya minyak siraman yang suci dan dupa dari pada rempah-rempah yang amat suci dan harum baunya setuju dengan perbuatan tukang rempah-rempah.","type":"content","verse":"29"}]