[{"content":"Sebermula, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"1"},{"content":"Pada bulan yang pertama, yaitu pada sehari bulan itu, hendaklah engkau mendirikan kemah sembahyang, yaitu kemah perhimpunan.","type":"content","verse":"2"},{"content":"Maka di dalamnya hendaklah engkau menaruhkan tabut assyahadat itu, lalu tudungilah tabut itu dengan tirai dinding.","type":"content","verse":"3"},{"content":"Dan meja itupun hendaklah kaubawa ke dalamnya dan letakkanlah di atasnya barang yang patut kauletakkan, dan hendaklah engkau membawa kaki pelita itupun ke dalamnya, lalu pasanglah segala pelitanya.","type":"content","verse":"4"},{"content":"Maka hendaklah engkau menaruhkan meja emas akan persembahan dupa itu di hadapan tabut assyahadat, lalu gantungkanlah tudung pintu kemah sembahyang itu.","type":"content","verse":"5"},{"content":"Maka mezbah akan korban bakaran itu hendaklah kautaruh di hadapan pintu kemah sembahyang, yaitu kemah perhimpunan.","type":"content","verse":"6"},{"content":"Maka kolam itu hendaklah kautaruh di antara kemah perhimpunan dengan mezbah, lalu bubuhlah air di dalamnya.","type":"content","verse":"7"},{"content":"Kemudian dari pada itu hendaklah engkau mendirikan halaman itu kelilingnya dan menggantungkan tudungnya pada pintu halaman itu.","type":"content","verse":"8"},{"content":"Lalu hendaklah engkau mengambil minyak bau-bauan itu, bubuhlah dari padanya kepada kemah sembahyang dan kepada segala barang-barang yang di dalamnya dan sucikanlah dia serta dengan segala perkakasnya, supaya ia itu suatu kesucian adanya.","type":"content","verse":"9"},{"content":"Dan lagi hendaklah engkau membubuh minyak bau-bauan itu pada mezbah akan korban bakaran serta dengan segala perkakasnya, dan sucikanlah mezbah itu, supaya mezbah itu menjadi kesucian dari pada segala kesucian.","type":"content","verse":"10"},{"content":"Lalu bubuhlah minyak bau-bauan itu pada kolam serta dengan kakinya dan sucikanlah dia.","type":"content","verse":"11"},{"content":"Dan suruhlah olehmu akan Harun dan akan anak-anaknya laki-laki datang hampir kepada kemah perhimpunan, lalu basuhkanlah mereka itu dengan air.","type":"content","verse":"12"},{"content":"Dan hendaklah engkau mengenakan pakaian yang suci itu kepada Harun, dan siramilah dia dengan minyak bau-bauan, dan sucikanlah dia, supaya ia mengerjakan imamat bagi-Ku.","type":"content","verse":"13"},{"content":"Dan lagi suruhlah olehmu akan anak-anaknyapun datang hampir, lalu kenakanlah kepadanya pakaian dalam itu.","type":"content","verse":"14"},{"content":"Dan siramilah mereka itupun dengan minyak bau-bauan, seperti telah kausirami bapanya, supaya mereka itupun mengerjakan imamat bagi-Ku, maka akan jadi kelak bahwa penyiraman itu menjadi baginya suatu imamat yang kekal, turun-temurun.","type":"content","verse":"15"},{"content":"Hata, maka diperbuatlah oleh Musa akan segala perkara itu setuju dengan firman Tuhan, demikianlah diperbuatnya.","type":"content","verse":"16"},{"content":"Bahwa sesungguhnya pada bulan yang pertama, tahun yang kedua, pada sehari bulan itu didirikan oranglah akan kemah sembahyang itu.","type":"content","verse":"17"},{"content":"Maka didirikan Musa akan kemah sembahyang itu, dibubuhnya alas kakinya dan didirikannya segala jenangnya dan dibubuhnya segala kayu palangnya dan didirikannya segala tiangnya.","type":"content","verse":"18"},{"content":"Maka dibentangkannyalah kemah itu di atas kemah sembahyang dan diletakkannya tudung kemah itu di atasnya, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"19"},{"content":"Maka diambilnya akan syahadat itu, diletakkannya dalam tabut dan dikenakannyalah kayu pengusung pada tabut itu dan dibubuhnya tutupan gafirat di atas tabut itu.","type":"content","verse":"20"},{"content":"Maka tabut itupun dibawanya masuk ke dalam kemah sembahyang, lalu digantungkannyalah tirai dinding itu, ditudunginya tabut assyahadat, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"21"},{"content":"Maka ditaruhnyalah akan meja itu dalam kemah perhimpunan pada sebelah kemah sembahyang yang arah ke utara, di luar tirai dinding.","type":"content","verse":"22"},{"content":"Lalu diletakkannya roti di atasnya dengan sepertinya, di hadapan hadirat Tuhan, setuju dengan firman Tuhan yang kepada Musa.","type":"content","verse":"23"},{"content":"Maka ditaruhnya lagi akan kaki pelita itu di dalam kemah perhimpunan, bertentangan dengan meja itu pada sebelah kemah sembahyang yang arah ke selatan.","type":"content","verse":"24"},{"content":"Maka dipasangnyalah segala pelita itu di hadapan hadirat Tuhan, seperti firman Tuhan yang kepada Musa.","type":"content","verse":"25"},{"content":"Maka ditaruhnyalah akan mezbah emas itu di dalam kemah perhimpunan di hadapan tirai dinding.","type":"content","verse":"26"},{"content":"Maka di atasnya dibakarnya dupa dari pada rempah-rempah yang harum itu, seperti firman Tuhan yang kepada Musa.","type":"content","verse":"27"},{"content":"Maka digantungkannya lagi tudung pintu kemah sembahyang itu.","type":"content","verse":"28"},{"content":"Maka mezbah akan korban bakaran itu ditaruhnya di hadapan pintu kemah sembahyang, yaitu kemah perhimpunan, lalu dibakarnya korban bakaran di atasnya dan persembahan makanan, seperti firman Tuhan yang kepada Musa.","type":"content","verse":"29"},{"content":"Maka ditaruhnyalah lagi kolam itu di antara kemah perhimpunan dengan mezbah, lalu dibubuhnya air di dalamnya akan pembasuh.","type":"content","verse":"30"},{"content":"Maka dengan air dari dalamnya dibasuhkan Musa dan Harun dan anak-anaknya laki-laki akan tangannya dan kakinya.","type":"content","verse":"31"},{"content":"Apabila mereka itu masuk ke dalam kemah perhimpunan dan apabila mereka itu menghampiri mezbah, maka dibasuhkannyalah dirinya, seperti firman Tuhan yang kepada Musa.","type":"content","verse":"32"},{"content":"Maka didirikannya pula akan halaman itu keliling kemah sembahyang dan mezbah, lalu digantungkannya tudung pintu halaman itu. Demikianlah disampaikan Musa segala pekerjaan itu.","type":"content","verse":"33"},{"content":"Lalu turunlah awan itu mengelubungi kemah perhimpunan dan kemuliaan Tuhanpun datang memenuhi segenap kemah sembahyang,","type":"content","verse":"34"},{"content":"sehingga Musapun tiada dapat masuk ke dalam kemah perhimpunan itu, sebab awan itu tinggal di atasnya dan kemuliaan Tuhan memenuhi kemah sembahyang itu.","type":"content","verse":"35"},{"content":"Maka apabila awan itu diangkat dari atas kemah sembahyang, maka berangkatlah segala bani Israel kepada segala perjalanannya;","type":"content","verse":"36"},{"content":"tetapi selama awan itu tiada berangkat, maka mereka itupun tiada berangkat dari sana sampai kepada hari awan itu diangkat pula.","type":"content","verse":"37"},{"content":"Karena awan Tuhan itu adalah di atas kemah sembahyang pada siang hari, dan api adalah di atasnya pada malam, di hadapan mata segala bani Israel dalam segala perjalanannya.","type":"content","verse":"38"}]