[{"content":"(5-24) Maka firman Tuhan kepada Musa: Sekarang boleh engkau melihat barang yang hendak Kulakukan atas Firaun, karena oleh tangan yang kuasa dilepaskannya kelak mereka itu pergi: bahkan oleh tangan yang kuasa kelak dihalaukannya mereka itu dari dalam negerinya.","type":"content","verse":"1"},{"content":"(6-1) Arakian, maka berfirmanlah Allah kepada Musa, firman-Nya: Akulah Tuhan!","type":"content","verse":"2"},{"content":"(6-2) Maka Aku telah menyatakan diri-Ku kepada Ibrahim, Ishak dan Yakub seperti Allah yang Mahakuasa, tetapi tiada diketahuinya akan Daku dengan nama-Ku Tuhan.","type":"content","verse":"3"},{"content":"(6-3) Dan lagi Aku sudah meneguhkan perjanjian-Ku dengan mereka itu, bahwa Aku akan mengaruniakan kepada mereka itu negeri Kanaan, yaitu tanah penumpangan mereka itu, tempat mereka itu dahulu orang dagang adanya.","type":"content","verse":"4"},{"content":"(6-4) Maka sekarangpun telah Kudengar pengerik bani Israel, yang diperhambakan oleh orang Mesir, dan teringatlah Aku akan perjanjian-Ku.","type":"content","verse":"5"},{"content":"(6-5) Sebab itu katakanlah kepada bani Israel: Akulah Tuhan! maka Aku kelak membawa akan kamu keluar dari pada aniaya orang Mesir dan Aku akan melepaskan kamu kelak dari pada perhambaan mereka itu dan Aku akan menebus kamu dengan lengan yang terkedang dan dengan siksa yang besar.","type":"content","verse":"6"},{"content":"(6-6) Maka kamu Kuangkat akan umat-Ku dan Aku menjadi Allahmu, maka kamu akan mengetahui kelak bahwa Akulah Tuhan, Allahmu, yang membawa akan kamu keluar dari pada aniaya orang Mesir.","type":"content","verse":"7"},{"content":"(6-7) Maka Aku kelak membawa akan kamu ke dalam negeri yang telah Kujanji dengan sumpah hendak memberikan dia kepada Ibrahim, Ishak dan Yakub, maka Aku akan memberikan dia kepadamu akan suatu bahagian pusaka, yaitu Aku, Tuhan.","type":"content","verse":"8"},{"content":"(6-8) Maka Musapun berkata demikian kepada bani Israel, tetapi tiada mereka itu mendengar akan Musa dari sebab kepicikan hatinya dan dari sebab perhambaan yang berat itu.","type":"content","verse":"9"},{"content":"(6-9) Lagipun berfirmanlah Tuhan kepada Musa, firman-Nya:","type":"content","verse":"10"},{"content":"(6-10) Pergilah engkau, berkatalah kepada Firaun, raja Mesir itu, supaya diberinya bani Israel itu keluar dari dalam negerinya.","type":"content","verse":"11"},{"content":"(6-11) Tetapi sembah Musa kepada Tuhan: Bahwa sesungguhnya bani Israel tiada mendengar akan hambamu ini, masakan Firaun mendengar akan sembah hamba, seorang yang tiada petah lidahnya.","type":"content","verse":"12"},{"content":"(6-12) Maka berfirmanlah Tuhan juga kepada Musa dan Harun, diberinya kuasa akan mereka di hadapan bani Israel dan di hadapan Firaun, raja Mesir itu, supaya dihantarkannya bani Israel keluar dari negeri Mesir.","type":"content","verse":"13"},{"content":"(6-13) Bermula, maka inilah segala kepala rumah bapa-bapanya: Adapun anak-anak laki-laki Rubin, anak sulung Israel, yaitu Hanokh dan Palu, Hezron dan Kharmi, sekalian inilah isi rumah-rumah Rubin.","type":"content","verse":"14"},{"content":"(6-14) Maka anak-anak laki-laki Simeon, yaitu Yemuil dan Yamin dan Ohad dan Yakhin dan Zohar dan Saul, anak seorang perempuan Kanani. Sekalian inilah isi rumah-rumah Simeon.","type":"content","verse":"15"},{"content":"(6-15) Maka inilah nama-nama segala anak-anak laki-laki Lewi, seturut masa jadinya: Gerson dan Kehat dan Merari. Maka jumlah segala tahun umur Lewi itu seratus tiga puluh tujuh tahun.","type":"content","verse":"16"},{"content":"(6-16) Maka anak-anak laki-laki Gerson inilah: Libni dan Simei dengan isi rumahnya.","type":"content","verse":"17"},{"content":"(6-17) Maka anak-anak laki-laki Kehat inilah: Amram dan Yizhar dan Heberon dan Uziel; maka jumlah segala tahun umur Kehat itu seratus tiga puluh tiga tahun.","type":"content","verse":"18"},{"content":"(6-18) Maka anak-anak laki-laki Merari inilah: Mahli dan Musi. Sekalian inilah isi rumah-rumah Lewi seturut masa jadinya.","type":"content","verse":"19"},{"content":"(6-19) Bermula, maka oleh Amram diambil akan Yokhebed, mak mudanya, akan bininya, maka diperanakkannya baginya Harun dan Musa. Maka jumlah segala tahun umur Amram itu seratus tiga puluh tujuh tahun.","type":"content","verse":"20"},{"content":"(6-20) Maka anak-anak laki-laki Yizhar inilah: Korah dan Nefig dan Sikheri.","type":"content","verse":"21"},{"content":"(6-21) Maka anak-anak laki-laki Uziel inilah: Misail dan Alzafan dan Siteri.","type":"content","verse":"22"},{"content":"(6-22) Maka Harun mengambil Eliseba, anak Aminadab, saudara Nahesyon, akan bininya, maka diperanakkannya baginya Nadab dan Abihu dan Eliazar dan Itamar.","type":"content","verse":"23"},{"content":"(6-23) Maka anak-anak laki-laki Korah, inilah: Asyir dan Elkana dan Abiasaf; sekalian inilah isi rumah orang Korahi.","type":"content","verse":"24"},{"content":"(6-24) Maka Eliazar bin Harun itu mengambil seorang dari pada segala anak perempuan Putiel akan bininya, diperanakkannyalah baginya Pinehas. Maka sekalian inilah kepala bapa-bapa orang Lewi dengan isi rumah-rumahnya.","type":"content","verse":"25"},{"content":"(6-25) Maka inilah Harun dan Musa, yang firman Tuhan kepadanya: Hantarkanlah olehmu akan bani Israel keluar dari negeri Mesir sekadar segala tentaranya.","type":"content","verse":"26"},{"content":"(6-26) Maka inilah dia yang sudah bersembah kepada Firaun, raja Mesir, hendak menghantarkan bani Israel keluar dari negeri Mesir. Inilah Musa dan Harun.","type":"content","verse":"27"},{"content":"(6-27) Maka sekali peristiwa, pada masa Tuhan berfirman kepada Musa di negeri Mesir,","type":"content","verse":"28"},{"content":"(6-28) maka berfirmanlah Tuhan kepada Musa, bunyi-Nya: Akulah Tuhan! sampaikanlah kepada Firaun, raja Mesir, segala perkara yang Aku berfirman kepadamu itu.","type":"content","verse":"29"},{"content":"(6-29) Maka sembah Musa di hadapan hadirat Tuhan: Bahwa sesungguhnya hamba ini seorang yang tiada petah lidahnya, masakan Firaun dengar akan hamba?","type":"content","verse":"30"}]