[{"content":"Arakian, maka firman Tuhan kepada Musa: Pergilah engkau menghadap Firaun, katakanlah kepadanya: Demikianlah firman Tuhan, Allah orang Ibrani: Lepaskanlah umat-Ku pergi, supaya mereka itu berbuat bakti kepada-Ku.","type":"content","verse":"1"},{"content":"Karena jikalau engkau enggan akan melepaskan mereka itu pergi dan engkau tahankan mereka itu lagi dengan kekerasan,","type":"content","verse":"2"},{"content":"niscaya kuasa Tuhan akan berlaku atas segala binatangmu yang di padang, yaitu atas segala kuda dan keledai dan unta dan lembu dan binatang yang kecil-kecil dengan bala sampar yang amat besar.","type":"content","verse":"3"},{"content":"Maka Tuhan akan mengasingkan segala binatang orang Israel dari pada binatang orang Mesir, supaya dari pada segala binatang bani Israel seekorpun jangan mati.","type":"content","verse":"4"},{"content":"Maka ditentukan Tuhan akan ketikanya, firman-Nya: Esok harilah Tuhan akan mengadakan perkara itu dalam negeri ini.","type":"content","verse":"5"},{"content":"Maka pada keesokan harinya diadakan Tuhanlah perkara itu; segala binatang orang Mesirpun matilah, tetapi dari pada binatang bani Israel seekor juapun tiada mati.","type":"content","verse":"6"},{"content":"Maka dititahkan Firaun orang pergi ke sana, bahwa sesungguhnya seekor juapun tiada mati dari pada segala binatang orang Israel; tetapi hati Firaunpun ditegarkan, sehingga tiada dilepaskannya bangsa itu pergi.","type":"content","verse":"7"},{"content":"Maka sebab itu firman Tuhan kepada Musa dan Harun: Ambillah olehmu akan abu dari dapur genggammu penuh-penuh dan hendaklah Musa menghamburkan dia arah ke langit di hadapan Firaun.","type":"content","verse":"8"},{"content":"Maka abu itupun akan menjadi duli yang halus atas seluruh negeri Mesir, maka pada manusia dan pada binatang ia itu akan menjadi puru yang berpecah-pecah dan menjadi bisul dalam seluruh negeri Mesir.","type":"content","verse":"9"},{"content":"Maka diambil oleh keduanya akan abu dari dalam dapur, lalu menghadap Firaun, maka dihamburkan Musa abu itu arah ke langit, lalu menjadi puru yang berpecah-pecah dan menjadi bisul pada manusia dan pada binatang,","type":"content","verse":"10"},{"content":"sehingga segala orang hobatan itupun tiada dapat berdiri di hadapan Musa dari sebab segala puru itu: karena adalah puru pada segala orang hobatan dan pada segala orang Mesirpun.","type":"content","verse":"11"},{"content":"Tetapi ditegarkan Tuhan akan hati Firaun, sehingga tiada didengarnya akan kata keduanya, yaitu setuju dengan firman Tuhan yang kepada Musa itu.","type":"content","verse":"12"},{"content":"Maka firman Tuhan kepada Musa: Esok hari bangunlah engkau pagi-pagi, lalu menghadap Firaun dan katakanlah kepadanya: Demikianlah firman Tuhan, yaitu Allah orang Ibrani: Lepaskanlah umat-Ku itu pergi, supaya mereka itu berbakti kepada-Ku.","type":"content","verse":"13"},{"content":"Karena sekali ini juga boleh Aku mendatangkan segala bala-Ku sampai ke dalam hatimu dan atas segala pegawaimu dan segala rakyatmu, supaya diketahui olehmu, bahwa tiada sama-Ku di atas seluruh muka bumi.","type":"content","verse":"14"},{"content":"Bahkan, sekali ini Aku hendak mengedangkan tangan-Ku, supaya Kupalu akan dikau dan segala rakyatmu dengan bala sampar, sehingga tertumpaslah kamu dari atas bumi.","type":"content","verse":"15"},{"content":"Bahwa sesungguhnya inilah sebabnya maka engkau telah Kujadikan, supaya Aku memperlihatkan kepadamu kuasa-Ku dan supaya nama-Ku disebut oranglah di atas seluruh muka bumi.","type":"content","verse":"16"},{"content":"Beranikah lagi engkau melawan umat-Ku dengan tiada mau melepaskan mereka itu pergi?","type":"content","verse":"17"},{"content":"Bahwa sesungguhnya esok pagi, hari begini, Aku menurunkan hujan rambun yang amat berat, maka sebagainya belum pernah ada dalam negeri Mesir dari pada jadinya sampai sekarang ini.","type":"content","verse":"18"},{"content":"Maka sekarangpun suruhlah kumpulkan segala binatangmu dan segala sesuatu yang padamu di padang, karena segala manusia dan segala binatang yang terdapat di luar dan yang tiada dikumpulkan ke dalam rumah, itu akan mati kelak, apabila dihujani dengan rambun itu.","type":"content","verse":"19"},{"content":"Bermula, maka barangsiapa dari pada segala pegawai Firaun yang takut akan firman Tuhan itu, ia itu melarikan segala hambanya dan segala binatangnya masuk ke dalam rumah,","type":"content","verse":"20"},{"content":"tetapi segala orang yang tiada mengindahkan firman Tuhan itu, ia itu membiarkan segala hambanya dan segala binatangnya di luar.","type":"content","verse":"21"},{"content":"Maka firman Tuhan kepada Musa: Angkatlah tanganmu arah ke langit, maka akan jadi hujan rambun dalam seluruh negeri Mesir atas segala manusia dan atas segala binatang dan atas segala tumbuh-tumbuhan dalam seluruh negeri Mesir.","type":"content","verse":"22"},{"content":"Maka diangkatlah Musa tongkatnya arah ke langit, lalu Tuhanpun mengadakan guruh dan hujan rambun dan halilintarpun memanah ke bumi, maka negeri Mesir itu dihujani oleh Tuhan dengan rambun.","type":"content","verse":"23"},{"content":"Maka adalah hujan rambun bercampur dengan halilintar sabung-menyabung amat hebat, maka belum pernah ada sebagainya dalam segala negeri Mesir semenjak orang Mesir itu telah menjadi suatu bangsa adanya.","type":"content","verse":"24"},{"content":"Maka ditimpa oleh hujan rambun akan segala sesuatu yang di luar, baik manusia baik binatang, dan lagi ditimpa oleh hujan rambun akan segala tumbuh-tumbuhan dan dipatahkannya segala pokok yang di ladang.","type":"content","verse":"25"},{"content":"Melainkan di benua Gosyen, tempat kedudukan bani Israel itu, tiada hujan rambun.","type":"content","verse":"26"},{"content":"Maka pada masa itu disuruhkan Firaun panggil akan Musa dan Harun, lalu titahnya kepadanya: Bahwa pada sekali ini aku telah berdosa; sesungguhnya Tuhan adil adanya, tetapi aku serta dengan segala rakyatku orang durhaka juga.","type":"content","verse":"27"},{"content":"Mohonkanlah sangat kepada Tuhan dengan tiada berhenti, supaya jangan lagi ada bunyi guruh yang besar ini dan hujan rambun itu, maka aku akan melepaskan kamu pergi, tiada lagi kamu akan tinggal.","type":"content","verse":"28"},{"content":"Maka kata Musa kepadanya: Apabila aku sudah keluar dari dalam negeri, aku akan menadahkan kedua belah tanganku kepada Tuhan, maka bunyi guruh itupun akan berhenti dan hujan rambun akan tiada lagi, supaya diketahui olehmu, bahwa bumi itu milik Tuhan adanya.","type":"content","verse":"29"},{"content":"Tetapi kuketahui juga akan dikau dan akan segala pegawaimu, bahwa belum lagi kamu takut akan hadirat Tuhan Allah.","type":"content","verse":"30"},{"content":"Hata, maka segala pokok rami dan syeir itu ditimpa oleh rambun itu, karena syeir itu sedang mengandungkan biji dan ramipun berbatanglah.","type":"content","verse":"31"},{"content":"Tetapi segala gandum dan sekui tiada ditimpa, sebab belum lagi tumbuh.","type":"content","verse":"32"},{"content":"Hata, maka Musapun undurlah dari hadapan Firaun keluar dari dalam negeri, lalu ditadahkannya tangannya kepada Tuhan, maka berhentilah bunyi guruh dan hujan rambun itu dan bumipun tiada lagi dihujani.","type":"content","verse":"33"},{"content":"Demi dilihat Firaun akan hal hujan dan rambun dan guruhpun sudah berhenti, maka kembali ia berbuat dosa dan ditegarkannya hatinya, baik ia baik segala pegawainya.","type":"content","verse":"34"},{"content":"Demikianlah perihal hati Firaun itu dikeraskan, sehingga tiada dilepaskannya bani Israel itu pergi, seperti firman Tuhan dengan lidah Musa adanya.","type":"content","verse":"35"}]