[{"content":"Now the whole earth had one language and one speech.","type":"content","verse":"1"},{"content":"And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar, and they dwelt there.","type":"content","verse":"2"},{"content":"Then they said to one another, \"Come, let us make bricks and bake  them  thoroughly.\" They had brick for stone, and they had asphalt for mortar.","type":"content","verse":"3"},{"content":"And they said, \"Come, let us build ourselves a city, and a tower whose top  is  in the heavens; let us make a name for ourselves, lest we be scattered abroad over the face of the whole earth.\"","type":"content","verse":"4"},{"content":"But the LORD came down to see the city and the tower which the sons of men had built.","type":"content","verse":"5"},{"content":"And the LORD said, \"Indeed the people  are  one and they all have one language, and this is what they begin to do; now nothing that they propose to do will be withheld from them.","type":"content","verse":"6"},{"content":"\"Come, let Us go down and there confuse their language, that they may not understand one another’s speech.\"","type":"content","verse":"7"},{"content":"So the LORD scattered them abroad from there over the face of all the earth, and they ceased building the city.","type":"content","verse":"8"},{"content":"Therefore its name is called Babel, because there the LORD confused the language of all the earth; and from there the LORD scattered them abroad over the face of all the earth.","type":"content","verse":"9"},{"content":"This  is  the genealogy of Shem: Shem  was  one hundred years old, and begot Arphaxad two years after the flood.","type":"content","verse":"10"},{"content":"After he begot Arphaxad, Shem lived five hundred years, and begot sons and daughters.","type":"content","verse":"11"},{"content":"Arphaxad lived thirty–five years, and begot Salah.","type":"content","verse":"12"},{"content":"After he begot Salah, Arphaxad lived four hundred and three years, and begot sons and daughters.","type":"content","verse":"13"},{"content":"Salah lived thirty years, and begot Eber.","type":"content","verse":"14"},{"content":"After he begot Eber, Salah lived four hundred and three years, and begot sons and daughters.","type":"content","verse":"15"},{"content":"Eber lived thirty–four years, and begot Peleg.","type":"content","verse":"16"},{"content":"After he begot Peleg, Eber lived four hundred and thirty years, and begot sons and daughters.","type":"content","verse":"17"},{"content":"Peleg lived thirty years, and begot Reu.","type":"content","verse":"18"},{"content":"After he begot Reu, Peleg lived two hundred and nine years, and begot sons and daughters.","type":"content","verse":"19"},{"content":"Reu lived thirty–two years, and begot Serug.","type":"content","verse":"20"},{"content":"After he begot Serug, Reu lived two hundred and seven years, and begot sons and daughters.","type":"content","verse":"21"},{"content":"Serug lived thirty years, and begot Nahor.","type":"content","verse":"22"},{"content":"After he begot Nahor, Serug lived two hundred years, and begot sons and daughters.","type":"content","verse":"23"},{"content":"Nahor lived twenty–nine years, and begot Terah.","type":"content","verse":"24"},{"content":"After he begot Terah, Nahor lived one hundred and nineteen years, and begot sons and daughters.","type":"content","verse":"25"},{"content":"Now Terah lived seventy years, and begot Abram, Nahor, and Haran.","type":"content","verse":"26"},{"content":"This  is  the genealogy of Terah: Terah begot Abram, Nahor, and Haran. Haran begot Lot.","type":"content","verse":"27"},{"content":"And Haran died before his father Terah in his native land, in Ur of the Chaldeans.","type":"content","verse":"28"},{"content":"Then Abram and Nahor took wives: the name of Abram’s wife  was  Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and the father of Iscah.","type":"content","verse":"29"},{"content":"But Sarai was barren; she had no child.","type":"content","verse":"30"},{"content":"And Terah took his son Abram and his grandson Lot, the son of Haran, and his daughter–in–law Sarai, his son Abram’s wife, and they went out with them from Ur of the Chaldeans to go to the land of Canaan; and they came to Haran and dwelt there.","type":"content","verse":"31"},{"content":"So the days of Terah were two hundred and five years, and Terah died in Haran.","type":"content","verse":"32"}]