[{"content":"Now Abraham was old, well advanced in age; and the LORD had blessed Abraham in all things.","type":"content","verse":"1"},{"content":"So Abraham said to the oldest servant of his house, who ruled over all that he had, \"Please, put your hand under my thigh,","type":"content","verse":"2"},{"content":"\"and I will make you swear by the LORD, the God of heaven and the God of the earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell;","type":"content","verse":"3"},{"content":"\"but you shall go to my country and to my family, and take a wife for my son Isaac.\"","type":"content","verse":"4"},{"content":"And the servant said to him, \"Perhaps the woman will not be willing to follow me to this land. Must I take your son back to the land from which you came?\"","type":"content","verse":"5"},{"content":"But Abraham said to him, \"Beware that you do not take my son back there.","type":"content","verse":"6"},{"content":"\"The LORD God of heaven, who took me from my father’s house and from the land of my family, and who spoke to me and swore to me, saying, ‘To your descendants I give this land,’ He will send His angel before you, and you shall take a wife for my son from there.","type":"content","verse":"7"},{"content":"\"And if the woman is not willing to follow you, then you will be released from this oath; only do not take my son back there.\"","type":"content","verse":"8"},{"content":"So the servant put his hand under the thigh of Abraham his master, and swore to him concerning this matter.","type":"content","verse":"9"},{"content":"Then the servant took ten of his master’s camels and departed, for all his master’s goods  were in  his hand. And he arose and went to Mesopotamia, to the city of Nahor.","type":"content","verse":"10"},{"content":"And he made his camels kneel down outside the city by a well of water at evening time, the time when women go out to draw  water .","type":"content","verse":"11"},{"content":"Then he said, \"O LORD God of my master Abraham, please give me success this day, and show kindness to my master Abraham.","type":"content","verse":"12"},{"content":"\"Behold,  here  I stand by the well of water, and the daughters of the men of the city are coming out to draw water.","type":"content","verse":"13"},{"content":"\"Now let it be that the young woman to whom I say, ‘Please let down your pitcher that I may drink,’ and she says, ‘Drink, and I will also give your camels a drink’ –– let  her  be the one  You have appointed for Your servant Isaac. And by this I will know that You have shown kindness to my master.\"","type":"content","verse":"14"},{"content":"And it happened, before he had finished speaking, that behold, Rebekah, who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham’s brother, came out with her pitcher on her shoulder.","type":"content","verse":"15"},{"content":"Now the young woman  was  very beautiful to behold, a virgin; no man had known her. And she went down to the well, filled her pitcher, and came up.","type":"content","verse":"16"},{"content":"And the servant ran to meet her and said, \"Please let me drink a little water from your pitcher.\"","type":"content","verse":"17"},{"content":"So she said, \"Drink, my lord.\" Then she quickly let her pitcher down to her hand, and gave him a drink.","type":"content","verse":"18"},{"content":"And when she had finished giving him a drink, she said, \"I will draw  water  for your camels also, until they have finished drinking.\"","type":"content","verse":"19"},{"content":"Then she quickly emptied her pitcher into the trough, ran back to the well to draw  water , and drew for all his camels.","type":"content","verse":"20"},{"content":"And the man, wondering at her, remained silent so as to know whether the LORD had made his journey prosperous or not.","type":"content","verse":"21"},{"content":"So it was, when the camels had finished drinking, that the man took a golden nose ring weighing half a shekel, and two bracelets for her wrists weighing ten  shekels  of gold,","type":"content","verse":"22"},{"content":"and said, \"Whose daughter  are  you? Tell me, please, is there room  in  your father’s house for us to lodge?\"","type":"content","verse":"23"},{"content":"So she said to him, \"I  am  the daughter of Bethuel, Milcah’s son, whom she bore to Nahor.\"","type":"content","verse":"24"},{"content":"Moreover she said to him, \"We have both straw and feed enough, and room to lodge.\"","type":"content","verse":"25"},{"content":"Then the man bowed down his head and worshiped the LORD.","type":"content","verse":"26"},{"content":"And he said, \"Blessed  be  the LORD God of my master Abraham, who has not forsaken His mercy and His truth toward my master. As for me, being on the way, the LORD led me to the house of my master’s brethren.\"","type":"content","verse":"27"},{"content":"So the young woman ran and told her mother’s household these things.","type":"content","verse":"28"},{"content":"Now Rebekah had a brother whose name  was  Laban, and Laban ran out to the man by the well.","type":"content","verse":"29"},{"content":"So it came to pass, when he saw the nose ring, and the bracelets on his sister’s wrists, and when he heard the words of his sister Rebekah, saying, \"Thus the man spoke to me,\" that he went to the man. And there he stood by the camels at the well.","type":"content","verse":"30"},{"content":"And he said, \"Come in, O blessed of the LORD! Why do you stand outside? For I have prepared the house, and a place for the camels.\"","type":"content","verse":"31"},{"content":"Then the man came to the house. And he unloaded the camels, and provided straw and feed for the camels, and water to wash his feet and the feet of the men who  were  with him.","type":"content","verse":"32"},{"content":" Food  was set before him to eat, but he said, \"I will not eat until I have told about my errand.\" And he said, \"Speak on.\"","type":"content","verse":"33"},{"content":"So he said, \"I  am  Abraham’s servant.","type":"content","verse":"34"},{"content":"\"The LORD has blessed my master greatly, and he has become great; and He has given him flocks and herds, silver and gold, male and female servants, and camels and donkeys.","type":"content","verse":"35"},{"content":"\"And Sarah my master’s wife bore a son to my master when she was old; and to him he has given all that he has.","type":"content","verse":"36"},{"content":"\"Now my master made me swear, saying, ‘You shall not take a wife for my son from the daughters of the Canaanites, in whose land I dwell;","type":"content","verse":"37"},{"content":"‘but you shall go to my father’s house and to my family, and take a wife for my son.’","type":"content","verse":"38"},{"content":"\"And I said to my master, ‘Perhaps the woman will not follow me.’","type":"content","verse":"39"},{"content":"\"But he said to me, ‘The LORD, before whom I walk, will send His angel with you and prosper your way; and you shall take a wife for my son from my family and from my father’s house.","type":"content","verse":"40"},{"content":"‘You will be clear from this oath when you arrive among my family; for if they will not give  her  to you, then you will be released from my oath.’","type":"content","verse":"41"},{"content":"\"And this day I came to the well and said, ‘O LORD God of my master Abraham, if You will now prosper the way in which I go,","type":"content","verse":"42"},{"content":"‘behold, I stand by the well of water; and it shall come to pass that when the virgin comes out to draw  water , and I say to her, \"Please give me a little water from your pitcher to drink,\"","type":"content","verse":"43"},{"content":"‘and she says to me, \"Drink, and I will draw for your camels also,\" –– let  her  be  the woman whom the LORD has appointed for my master’s son.’","type":"content","verse":"44"},{"content":"\"But before I had finished speaking in my heart, there was Rebekah, coming out with her pitcher on her shoulder; and she went down to the well and drew  water . And I said to her, ‘Please let me drink.’","type":"content","verse":"45"},{"content":"\"And she made haste and let her pitcher down from her  shoulder , and said, ‘Drink, and I will give your camels a drink also.’ So I drank, and she gave the camels a drink also.","type":"content","verse":"46"},{"content":"\"Then I asked her, and said, ‘Whose daughter  are  you?’ And she said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore to him.’ So I put the nose ring on her nose and the bracelets on her wrists.","type":"content","verse":"47"},{"content":"\"And I bowed my head and worshiped the LORD, and blessed the LORD God of my master Abraham, who had led me in the way of truth to take the daughter of my master’s brother for his son.","type":"content","verse":"48"},{"content":"\"Now if you will deal kindly and truly with my master, tell me. And if not, tell me, that I may turn to the right hand or to the left.\"","type":"content","verse":"49"},{"content":"Then Laban and Bethuel answered and said, \"The thing comes from the LORD; we cannot speak to you either bad or good.","type":"content","verse":"50"},{"content":"\"Here  is  Rebekah before you; take  her  and go, and let her be your master’s son’s wife, as the LORD has spoken.\"","type":"content","verse":"51"},{"content":"And it came to pass, when Abraham’s servant heard their words, that he worshiped the LORD,  bowing himself  to the earth.","type":"content","verse":"52"},{"content":"Then the servant brought out jewelry of silver, jewelry of gold, and clothing, and gave  them  to Rebekah. He also gave precious things to her brother and to her mother.","type":"content","verse":"53"},{"content":"And he and the men who  were  with him ate and drank and stayed all night. Then they arose in the morning, and he said, \"Send me away to my master.\"","type":"content","verse":"54"},{"content":"But her brother and her mother said, \"Let the young woman stay with us  a few  days, at least ten; after that she may go.\"","type":"content","verse":"55"},{"content":"And he said to them, \"Do not hinder me, since the LORD has prospered my way; send me away so that I may go to my master.\"","type":"content","verse":"56"},{"content":"So they said, \"We will call the young woman and ask her personally.\"","type":"content","verse":"57"},{"content":"Then they called Rebekah and said to her, \"Will you go with this man?\" And she said, \"I will go.\"","type":"content","verse":"58"},{"content":"So they sent away Rebekah their sister and her nurse, and Abraham’s servant and his men.","type":"content","verse":"59"},{"content":"And they blessed Rebekah and said to her: \"Our sister,  may  you  become The mother of  thousands of ten thousands; And may your descendants possess The gates of those who hate them.\"","type":"content","verse":"60"},{"content":"Then Rebekah and her maids arose, and they rode on the camels and followed the man. So the servant took Rebekah and departed.","type":"content","verse":"61"},{"content":"Now Isaac came from the way of Beer Lahai Roi, for he dwelt in the South.","type":"content","verse":"62"},{"content":"And Isaac went out to meditate in the field in the evening; and he lifted his eyes and looked, and there, the camels  were  coming.","type":"content","verse":"63"},{"content":"Then Rebekah lifted her eyes, and when she saw Isaac she dismounted from her camel;","type":"content","verse":"64"},{"content":"for she had said to the servant, \"Who  is  this man walking in the field to meet us?\" The servant said, \"It  is  my master.\" So she took a veil and covered herself.","type":"content","verse":"65"},{"content":"And the servant told Isaac all the things that he had done.","type":"content","verse":"66"},{"content":"Then Isaac brought her into his mother Sarah’s tent; and he took Rebekah and she became his wife, and he loved her. So Isaac was comforted after his mother’s  death .","type":"content","verse":"67"}]