[{"content":"Abraham again took a wife, and her name  was  Keturah.","type":"content","verse":"1"},{"content":"And she bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.","type":"content","verse":"2"},{"content":"Jokshan begot Sheba and Dedan. And the sons of Dedan were Asshurim, Letushim, and Leummim.","type":"content","verse":"3"},{"content":"And the sons of Midian  were  Ephah, Epher, Hanoch, Abidah, and Eldaah. All these  were  the children of Keturah.","type":"content","verse":"4"},{"content":"And Abraham gave all that he had to Isaac.","type":"content","verse":"5"},{"content":"But Abraham gave gifts to the sons of the concubines which Abraham had; and while he was still living he sent them eastward, away from Isaac his son, to the country of the east.","type":"content","verse":"6"},{"content":"This  is  the sum of the years of Abraham’s life which he lived: one hundred and seventy–five years.","type":"content","verse":"7"},{"content":"Then Abraham breathed his last and died in a good old age, an old man and full  of years , and was gathered to his people.","type":"content","verse":"8"},{"content":"And his sons Isaac and Ishmael buried him in the cave of Machpelah, which  is  before Mamre, in the field of Ephron the son of Zohar the Hittite,","type":"content","verse":"9"},{"content":"the field which Abraham purchased from the sons of Heth. There Abraham was buried, and Sarah his wife.","type":"content","verse":"10"},{"content":"And it came to pass, after the death of Abraham, that God blessed his son Isaac. And Isaac dwelt at Beer Lahai Roi.","type":"content","verse":"11"},{"content":"Now this  is  the genealogy of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s maidservant, bore to Abraham.","type":"content","verse":"12"},{"content":"And these  were  the names of the sons of Ishmael, by their names, according to their generations: The firstborn of Ishmael, Nebajoth; then Kedar, Adbeel, Mibsam,","type":"content","verse":"13"},{"content":"Mishma, Dumah, Massa,","type":"content","verse":"14"},{"content":"Hadar, Tema, Jetur, Naphish, and Kedemah.","type":"content","verse":"15"},{"content":"These  were  the sons of Ishmael and these  were  their names, by their towns and their settlements, twelve princes according to their nations.","type":"content","verse":"16"},{"content":"These  were  the years of the life of Ishmael: one hundred and thirty–seven years; and he breathed his last and died, and was gathered to his people.","type":"content","verse":"17"},{"content":"(They dwelt from Havilah as far as Shur, which  is  east of Egypt as you go toward Assyria.) He died in the presence of all his brethren.","type":"content","verse":"18"},{"content":"This  is  the genealogy of Isaac, Abraham’s son. Abraham begot Isaac.","type":"content","verse":"19"},{"content":"Isaac was forty years old when he took Rebekah as wife, the daughter of Bethuel the Syrian of Padan Aram, the sister of Laban the Syrian.","type":"content","verse":"20"},{"content":"Now Isaac pleaded with the LORD for his wife, because she  was  barren; and the LORD granted his plea, and Rebekah his wife conceived.","type":"content","verse":"21"},{"content":"But the children struggled together within her; and she said, \"If  all is  well, why  am I like  this?\" So she went to inquire of the LORD.","type":"content","verse":"22"},{"content":"And the LORD said to her: \"Two nations  are  in your womb, Two peoples shall be separated from your body;  One  people shall be stronger than the other, And the older shall serve the younger.\"","type":"content","verse":"23"},{"content":"So when her days were fulfilled  for her  to give birth, indeed  there were  twins in her womb.","type":"content","verse":"24"},{"content":"And the first came out red.  He was  like a hairy garment all over; so they called his name Esau.","type":"content","verse":"25"},{"content":"Afterward his brother came out, and his hand took hold of Esau’s heel; so his name was called Jacob. Isaac  was  sixty years old when she bore them.","type":"content","verse":"26"},{"content":"So the boys grew. And Esau was a skillful hunter, a man of the field; but Jacob was a mild man, dwelling in tents.","type":"content","verse":"27"},{"content":"And Isaac loved Esau because he ate  of his  game, but Rebekah loved Jacob.","type":"content","verse":"28"},{"content":"Now Jacob cooked a stew; and Esau came in from the field, and he  was  weary.","type":"content","verse":"29"},{"content":"And Esau said to Jacob, \"Please feed me with that same red  stew , for I  am  weary.\" Therefore his name was called Edom.","type":"content","verse":"30"},{"content":"But Jacob said, \"Sell me your birthright as of this day.\"","type":"content","verse":"31"},{"content":"And Esau said, \"Look, I  am  about to die; so what  is  this birthright to me?\"","type":"content","verse":"32"},{"content":"Then Jacob said, \"Swear to me as of this day.\" So he swore to him, and sold his birthright to Jacob.","type":"content","verse":"33"},{"content":"And Jacob gave Esau bread and stew of lentils; then he ate and drank, arose, and went his way. Thus Esau despised  his  birthright.","type":"content","verse":"34"}]