[{"content":"Now it came to pass after these things that Joseph was told, \"Indeed your father  is  sick\"; and he took with him his two sons, Manasseh and Ephraim.","type":"content","verse":"1"},{"content":"And Jacob was told, \"Look, your son Joseph is coming to you\"; and Israel strengthened himself and sat up on the bed.","type":"content","verse":"2"},{"content":"Then Jacob said to Joseph: \"God Almighty appeared to me at Luz in the land of Canaan and blessed me,","type":"content","verse":"3"},{"content":"\"and said to me, ‘Behold, I will make you fruitful and multiply you, and I will make of you a multitude of people, and give this land to your descendants after you  as  an everlasting possession.’","type":"content","verse":"4"},{"content":"\"And now your two sons, Ephraim and Manasseh, who were born to you in the land of Egypt before I came to you in Egypt,  are  mine; as Reuben and Simeon, they shall be mine.","type":"content","verse":"5"},{"content":"\"Your offspring whom you beget after them shall be yours; they will be called by the name of their brothers in their inheritance.","type":"content","verse":"6"},{"content":"\"But as for me, when I came from Padan, Rachel died beside me in the land of Canaan on the way, when  there was  but a little distance to go to Ephrath; and I buried her there on the way to Ephrath (that is, Bethlehem).\"","type":"content","verse":"7"},{"content":"Then Israel saw Joseph’s sons, and said, \"Who  are  these?\"","type":"content","verse":"8"},{"content":"And Joseph said to his father, \"They  are  my sons, whom God has given me in this  place .\" And he said, \"Please bring them to me, and I will bless them.\"","type":"content","verse":"9"},{"content":"Now the eyes of Israel were dim with age,  so that  he could not see. Then Joseph brought them near him, and he kissed them and embraced them.","type":"content","verse":"10"},{"content":"And Israel said to Joseph, \"I had not thought to see your face; but in fact, God has also shown me your offspring!\"","type":"content","verse":"11"},{"content":"So Joseph brought them from beside his knees, and he bowed down with his face to the earth.","type":"content","verse":"12"},{"content":"And Joseph took them both, Ephraim with his right hand toward Israel’s left hand, and Manasseh with his left hand toward Israel’s right hand, and brought  them  near him.","type":"content","verse":"13"},{"content":"Then Israel stretched out his right hand and laid  it  on Ephraim’s head, who  was  the younger, and his left hand on Manasseh’s head, guiding his hands knowingly, for Manasseh  was  the firstborn.","type":"content","verse":"14"},{"content":"And he blessed Joseph, and said: \"God, before whom my fathers Abraham and Isaac walked, The God who has fed me all my life long to this day,","type":"content","verse":"15"},{"content":"The Angel who has redeemed me from all evil, Bless the lads; Let my name be named upon them, And the name of my fathers Abraham and Isaac; And let them grow into a multitude in the midst of the earth.\"","type":"content","verse":"16"},{"content":"Now when Joseph saw that his father laid his right hand on the head of Ephraim, it displeased him; so he took hold of his father’s hand to remove it from Ephraim’s head to Manasseh’s head.","type":"content","verse":"17"},{"content":"And Joseph said to his father, \"Not so, my father, for this  one is  the firstborn; put your right hand on his head.\"","type":"content","verse":"18"},{"content":"But his father refused and said, \"I know, my son, I know. He also shall become a people, and he also shall be great; but truly his younger brother shall be greater than he, and his descendants shall become a multitude of nations.\"","type":"content","verse":"19"},{"content":"So he blessed them that day, saying, \"By you Israel will bless, saying, ‘May God make you as Ephraim and as Manasseh!’\" And thus he set Ephraim before Manasseh.","type":"content","verse":"20"},{"content":"Then Israel said to Joseph, \"Behold, I am dying, but God will be with you and bring you back to the land of your fathers.","type":"content","verse":"21"},{"content":"\"Moreover I have given to you one portion above your brothers, which I took from the hand of the Amorite with my sword and my bow.\"","type":"content","verse":"22"}]