[{"content":"Adam, Sheth, Enosh,","type":"content","verse":"1"},{"content":"Kenan, Mahalaleel, Jered,","type":"content","verse":"2"},{"content":"Henoch, Methuselah, Lamech,","type":"content","verse":"3"},{"content":"Noah, Shem, Ham, and Japheth.","type":"content","verse":"4"},{"content":"The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.","type":"content","verse":"5"},{"content":"And the sons of Gomer; Ashchenaz, and Riphath, and Togarmah.","type":"content","verse":"6"},{"content":"And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.","type":"content","verse":"7"},{"content":"The sons of Ham; Cush, and Mizraim, Put, and Canaan.","type":"content","verse":"8"},{"content":"And the sons of Cush; Seba, and Havilah, and Sabta, and Raamah, and Sabtecha. And the sons of Raamah; Sheba, and Dedan.","type":"content","verse":"9"},{"content":"And Cush begat Nimrod: he began to be mighty upon the earth.","type":"content","verse":"10"},{"content":"And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,","type":"content","verse":"11"},{"content":"And Pathrusim, and Casluhim, (of whom came the Philistines,) and Caphthorim.","type":"content","verse":"12"},{"content":"And Canaan begat Zidon his firstborn, and Heth,","type":"content","verse":"13"},{"content":"The Jebusite also, and the Amorite, and the Girgashite,","type":"content","verse":"14"},{"content":"And the Hivite, and the Arkite, and the Sinite,","type":"content","verse":"15"},{"content":"And the Arvadite, and the Zemarite, and the Hamathite.","type":"content","verse":"16"},{"content":"The sons of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech.","type":"content","verse":"17"},{"content":"And Arphaxad begat Shelah, and Shelah begat Eber.","type":"content","verse":"18"},{"content":"And unto Eber were born two sons: the name of the one [was] Peleg; because in his days the earth was divided: and his brother’s name [was] Joktan.","type":"content","verse":"19"},{"content":"And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,","type":"content","verse":"20"},{"content":"Hadoram also, and Uzal, and Diklah,","type":"content","verse":"21"},{"content":"And Ebal, and Abimael, and Sheba,","type":"content","verse":"22"},{"content":"And Ophir, and Havilah, and Jobab. All these [were] the sons of Joktan.","type":"content","verse":"23"},{"content":"Shem, Arphaxad, Shelah,","type":"content","verse":"24"},{"content":"Eber, Peleg, Reu,","type":"content","verse":"25"},{"content":"Serug, Nahor, Terah,","type":"content","verse":"26"},{"content":"Abram; the same [is] Abraham.","type":"content","verse":"27"},{"content":"The sons of Abraham; Isaac, and Ishmael.","type":"content","verse":"28"},{"content":"These [are] their generations: The firstborn of Ishmael, Nebaioth; then Kedar, and Adbeel, and Mibsam,","type":"content","verse":"29"},{"content":"Mishma, and Dumah, Massa, Hadad, and Tema,","type":"content","verse":"30"},{"content":"Jetur, Naphish, and Kedemah. These are the sons of Ishmael.","type":"content","verse":"31"},{"content":"Now the sons of Keturah, Abraham’s concubine: she bare Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah. And the sons of Jokshan; Sheba, and Dedan.","type":"content","verse":"32"},{"content":"And the sons of Midian; Ephah, and Epher, and Henoch, and Abida, and Eldaah. All these [are] the sons of Keturah.","type":"content","verse":"33"},{"content":"And Abraham begat Isaac. The sons of Isaac; Esau and Israel.","type":"content","verse":"34"},{"content":"The sons of Esau; Eliphaz, Reuel, and Jeush, and Jaalam, and Korah.","type":"content","verse":"35"},{"content":"The sons of Eliphaz; Teman, and Omar, Zephi, and Gatam, Kenaz, and Timna, and Amalek.","type":"content","verse":"36"},{"content":"The sons of Reuel; Nahath, Zerah, Shammah, and Mizzah.","type":"content","verse":"37"},{"content":"And the sons of Seir; Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan.","type":"content","verse":"38"},{"content":"And the sons of Lotan; Hori, and Homam: and Timna [was] Lotan’s sister.","type":"content","verse":"39"},{"content":"The sons of Shobal; Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon; Aiah, and Anah.","type":"content","verse":"40"},{"content":"The sons of Anah; Dishon. And the sons of Dishon; Amram, and Eshban, and Ithran, and Cheran.","type":"content","verse":"41"},{"content":"The sons of Ezer; Bilhan, and Zavan, [and] Jakan. The sons of Dishan; Uz, and Aran.","type":"content","verse":"42"},{"content":"Now these [are] the kings that reigned in the land of Edom before [any] king reigned over the children of Israel; Bela the son of Beor: and the name of his city [was] Dinhabah.","type":"content","verse":"43"},{"content":"And when Bela was dead, Jobab the son of Zerah of Bozrah reigned in his stead.","type":"content","verse":"44"},{"content":"And when Jobab was dead, Husham of the land of the Temanites reigned in his stead.","type":"content","verse":"45"},{"content":"And when Husham was dead, Hadad the son of Bedad, which smote Midian in the field of Moab, reigned in his stead: and the name of his city [was] Avith.","type":"content","verse":"46"},{"content":"And when Hadad was dead, Samlah of Masrekah reigned in his stead.","type":"content","verse":"47"},{"content":"And when Samlah was dead, Shaul of Rehoboth by the river reigned in his stead.","type":"content","verse":"48"},{"content":"And when Shaul was dead, Baalhanan the son of Achbor reigned in his stead.","type":"content","verse":"49"},{"content":"And when Baalhanan was dead, Hadad reigned in his stead: and the name of his city [was] Pai; and his wife’s name [was] Mehetabel, the daughter of Matred, the daughter of Mezahab.","type":"content","verse":"50"},{"content":"Hadad died also. And the dukes of Edom were; duke Timnah, duke Aliah, duke Jetheth,","type":"content","verse":"51"},{"content":"Duke Aholibamah, duke Elah, duke Pinon,","type":"content","verse":"52"},{"content":"Duke Kenaz, duke Teman, duke Mibzar,","type":"content","verse":"53"},{"content":"Duke Magdiel, duke Iram. These [are] the dukes of Edom.","type":"content","verse":"54"}]