[{"content":"Now the LORD spoke to Moses and Aaron, saying to them,","type":"content","verse":"1"},{"content":"\"Speak to the children of Israel, saying, ‘These  are  the animals which you may eat among all the animals that  are  on the earth:","type":"content","verse":"2"},{"content":"‘Among the animals, whatever divides the hoof, having cloven hooves  and  chewing the cud––that you may eat.","type":"content","verse":"3"},{"content":"‘Nevertheless these you shall not eat among those that chew the cud or those that have cloven hooves: the camel, because it chews the cud but does not have cloven hooves, is unclean to you;","type":"content","verse":"4"},{"content":"‘the rock hyrax, because it chews the cud but does not have cloven hooves,  is  unclean to you;","type":"content","verse":"5"},{"content":"‘the hare, because it chews the cud but does not have cloven hooves,  is  unclean to you;","type":"content","verse":"6"},{"content":"‘and the swine, though it divides the hoof, having cloven hooves, yet does not chew the cud,  is  unclean to you.","type":"content","verse":"7"},{"content":"‘Their flesh you shall not eat, and their carcasses you shall not touch. They  are  unclean to you.","type":"content","verse":"8"},{"content":"‘These you may eat of all that  are  in the water: whatever in the water has fins and scales, whether in the seas or in the rivers––that you may eat.","type":"content","verse":"9"},{"content":"‘But all in the seas or in the rivers that do not have fins and scales, all that move in the water or any living thing which  is  in the water, they  are  an abomination to you.","type":"content","verse":"10"},{"content":"‘They shall be an abomination to you; you shall not eat their flesh, but you shall regard their carcasses as an abomination.","type":"content","verse":"11"},{"content":"‘Whatever in the water does not have fins or scales––that  shall be  an abomination to you.","type":"content","verse":"12"},{"content":"‘And these you shall regard as an abomination among the birds; they shall not be eaten, they  are  an abomination: the eagle, the vulture, the buzzard,","type":"content","verse":"13"},{"content":"‘the kite, and the falcon after its kind;","type":"content","verse":"14"},{"content":"‘every raven after its kind,","type":"content","verse":"15"},{"content":"‘the ostrich, the short–eared owl, the sea gull, and the hawk after its kind;","type":"content","verse":"16"},{"content":"‘the little owl, the fisher owl, and the screech owl;","type":"content","verse":"17"},{"content":"‘the white owl, the jackdaw, and the carrion vulture;","type":"content","verse":"18"},{"content":"‘the stork, the heron after its kind, the hoopoe, and the bat.","type":"content","verse":"19"},{"content":"‘All flying insects that creep on  all  fours  shall be  an abomination to you.","type":"content","verse":"20"},{"content":"‘Yet these you may eat of every flying insect that creeps on  all  fours: those which have jointed legs above their feet with which to leap on the earth.","type":"content","verse":"21"},{"content":"‘These you may eat: the locust after its kind, the destroying locust after its kind, the cricket after its kind, and the grasshopper after its kind.","type":"content","verse":"22"},{"content":"‘But all  other  flying insects which have four feet  shall be  an abomination to you.","type":"content","verse":"23"},{"content":"‘By these you shall become unclean; whoever touches the carcass of any of them shall be unclean until evening;","type":"content","verse":"24"},{"content":"‘whoever carries part of the carcass of any of them shall wash his clothes and be unclean until evening:","type":"content","verse":"25"},{"content":"‘ The carcass  of any animal which divides the foot, but is not cloven–hoofed or does not chew the cud,  is  unclean to you. Everyone who touches it shall be unclean.","type":"content","verse":"26"},{"content":"‘And whatever goes on its paws, among all kinds of animals that go on  all  fours, those  are  unclean to you. Whoever touches any such carcass shall be unclean until evening.","type":"content","verse":"27"},{"content":"‘Whoever carries  any such  carcass shall wash his clothes and be unclean until evening. It  is  unclean to you.","type":"content","verse":"28"},{"content":"‘These also  shall be  unclean to you among the creeping things that creep on the earth: the mole, the mouse, and the large lizard after its kind;","type":"content","verse":"29"},{"content":"‘the gecko, the monitor lizard, the sand reptile, the sand lizard, and the chameleon.","type":"content","verse":"30"},{"content":"‘These  are  unclean to you among all that creep. Whoever touches them when they are dead shall be unclean until evening.","type":"content","verse":"31"},{"content":"‘Anything on which  any  of them falls, when they are dead shall be unclean, whether  it is  any item of wood or clothing or skin or sack, whatever item  it is , in which  any  work is done, it must be put in water. And it shall be unclean until evening; then it shall be clean.","type":"content","verse":"32"},{"content":"‘Any earthen vessel into which  any  of them falls you shall break; and whatever  is  in it shall be unclean:","type":"content","verse":"33"},{"content":"‘in such a vessel, any edible food upon which water falls becomes unclean, and any drink that may be drunk from it becomes unclean.","type":"content","verse":"34"},{"content":"‘And everything on which  a part  of  any such  carcass falls shall be unclean;  whether it is  an oven or cooking stove, it shall be broken down;  for  they  are  unclean, and shall be unclean to you.","type":"content","verse":"35"},{"content":"‘Nevertheless a spring or a cistern,  in which there is  plenty of water, shall be clean, but whatever touches any such carcass becomes unclean.","type":"content","verse":"36"},{"content":"‘And if a part of  any such  carcass falls on any planting seed which is to be sown, it  remains  clean.","type":"content","verse":"37"},{"content":"‘But if water is put on the seed, and if  a part  of  any such  carcass falls on it, it  becomes  unclean to you.","type":"content","verse":"38"},{"content":"‘And if any animal which you may eat dies, he who touches its carcass shall be unclean until evening.","type":"content","verse":"39"},{"content":"‘He who eats of its carcass shall wash his clothes and be unclean until evening. He also who carries its carcass shall wash his clothes and be unclean until evening.","type":"content","verse":"40"},{"content":"‘And every creeping thing that creeps on the earth  shall be  an abomination. It shall not be eaten.","type":"content","verse":"41"},{"content":"‘Whatever crawls on its belly, whatever goes on  all  fours, or whatever has many feet among all creeping things that creep on the earth––these you shall not eat, for they  are  an abomination.","type":"content","verse":"42"},{"content":"‘You shall not make yourselves abominable with any creeping thing that creeps; nor shall you make yourselves unclean with them, lest you be defiled by them.","type":"content","verse":"43"},{"content":"‘For I  am  the LORD your God. You shall therefore consecrate yourselves, and you shall be holy; for I  am  holy. Neither shall you defile yourselves with any creeping thing that creeps on the earth.","type":"content","verse":"44"},{"content":"‘For I  am  the LORD who brings you up out of the land of Egypt, to be your God. You shall therefore be holy, for I  am  holy.","type":"content","verse":"45"},{"content":"‘This  is  the law of the animals and the birds and every living creature that moves in the waters, and of every creature that creeps on the earth,","type":"content","verse":"46"},{"content":"‘to distinguish between the unclean and the clean, and between the animal that may be eaten and the animal that may not be eaten.’\"","type":"content","verse":"47"}]