[{"content":"Then the LORD spoke to Moses, saying,","type":"content","verse":"1"},{"content":"\"Speak to the children of Israel, and say to them: ‘I am the LORD your God.","type":"content","verse":"2"},{"content":"‘According to the doings of the land of Egypt, where you dwelt, you shall not do; and according to the doings of the land of Canaan, where I am bringing you, you shall not do; nor shall you walk in their ordinances.","type":"content","verse":"3"},{"content":"‘You shall observe My judgments and keep My ordinances, to walk in them: I  am  the LORD your God.","type":"content","verse":"4"},{"content":"‘You shall therefore keep My statutes and My judgments, which if a man does, he shall live by them: I  am  the LORD.","type":"content","verse":"5"},{"content":"‘None of you shall approach anyone who is near of kin to him, to uncover his nakedness: I  am  the LORD.","type":"content","verse":"6"},{"content":"‘The nakedness of your father or the nakedness of your mother you shall not uncover. She  is  your mother; you shall not uncover her nakedness.","type":"content","verse":"7"},{"content":"‘The nakedness of your father’s wife you shall not uncover; it  is  your father’s nakedness.","type":"content","verse":"8"},{"content":"‘The nakedness of your sister, the daughter of your father, or the daughter of your mother,  whether  born at home or elsewhere, their nakedness you shall not uncover.","type":"content","verse":"9"},{"content":"‘The nakedness of your son’s daughter or your daughter’s daughter, their nakedness you shall not uncover; for theirs  is  your own nakedness.","type":"content","verse":"10"},{"content":"‘The nakedness of your father’s wife’s daughter, begotten by your father––she  is  your sister––you shall not uncover her nakedness.","type":"content","verse":"11"},{"content":"‘You shall not uncover the nakedness of your father’s sister; she  is  near of kin to your father.","type":"content","verse":"12"},{"content":"‘You shall not uncover the nakedness of your mother’s sister, for she  is  near of kin to your mother.","type":"content","verse":"13"},{"content":"‘You shall not uncover the nakedness of your father’s brother. You shall not approach his wife; she  is  your aunt.","type":"content","verse":"14"},{"content":"‘You shall not uncover the nakedness of your daughter–in–law––she  is  your son’s wife––you shall not uncover her nakedness.","type":"content","verse":"15"},{"content":"‘You shall not uncover the nakedness of your brother’s wife; it  is  your brother’s nakedness.","type":"content","verse":"16"},{"content":"‘You shall not uncover the nakedness of a woman and her daughter, nor shall you take her son’s daughter or her daughter’s daughter, to uncover her nakedness. They  are  near of kin to her. It  is  wickedness.","type":"content","verse":"17"},{"content":"‘Nor shall you take a woman as a rival to her sister, to uncover her nakedness while the other is alive.","type":"content","verse":"18"},{"content":"‘Also you shall not approach a woman to uncover her nakedness as long as she is in her  customary  impurity.","type":"content","verse":"19"},{"content":"‘Moreover you shall not lie carnally with your neighbor’s wife, to defile yourself with her.","type":"content","verse":"20"},{"content":"‘And you shall not let any of your descendants pass through  the fire  to Molech, nor shall you profane the name of your God: I  am  the LORD.","type":"content","verse":"21"},{"content":"‘You shall not lie with a male as with a woman. It  is  an abomination.","type":"content","verse":"22"},{"content":"‘Nor shall you mate with any animal, to defile yourself with it. Nor shall any woman stand before an animal to mate with it. It  is  perversion.","type":"content","verse":"23"},{"content":"‘Do not defile yourselves with any of these things; for by all these the nations are defiled, which I am casting out before you.","type":"content","verse":"24"},{"content":"‘For the land is defiled; therefore I visit the punishment of its iniquity upon it, and the land vomits out its inhabitants.","type":"content","verse":"25"},{"content":"‘You shall therefore keep My statutes and My judgments, and shall not commit  any  of these abominations,  either  any of your own nation or any stranger who dwells among you","type":"content","verse":"26"},{"content":"‘(for all these abominations the men of the land have done, who  were  before you, and thus the land is defiled),","type":"content","verse":"27"},{"content":"‘lest the land vomit you out also when you defile it, as it vomited out the nations that  were  before you.","type":"content","verse":"28"},{"content":"‘For whoever commits any of these abominations, the persons who commit  them  shall be cut off from among their people.","type":"content","verse":"29"},{"content":"‘Therefore you shall keep My ordinance, so that  you  do not commit  any  of these abominable customs which were committed before you, and that you do not defile yourselves by them: I  am  the LORD your God.’\"","type":"content","verse":"30"}]