[{"content":"And the LORD spoke to Moses, saying:","type":"content","verse":"1"},{"content":"\"Take Aaron and his sons with him, and the garments, the anointing oil, a bull as the sin offering, two rams, and a basket of unleavened bread;","type":"content","verse":"2"},{"content":"\"and gather all the congregation together at the door of the tabernacle of meeting.\"","type":"content","verse":"3"},{"content":"So Moses did as the LORD commanded him. And the congregation was gathered together at the door of the tabernacle of meeting.","type":"content","verse":"4"},{"content":"And Moses said to the congregation, \"This  is  what the LORD commanded to be done.\"","type":"content","verse":"5"},{"content":"Then Moses brought Aaron and his sons and washed them with water.","type":"content","verse":"6"},{"content":"And he put the tunic on him, girded him with the sash, clothed him with the robe, and put the ephod on him; and he girded him with the intricately woven band of the ephod, and with it tied  the ephod  on him.","type":"content","verse":"7"},{"content":"Then he put the breastplate on him, and he put the Urim and the Thummim in the breastplate.","type":"content","verse":"8"},{"content":"And he put the turban on his head. Also on the turban, on its front, he put the golden plate, the holy crown, as the LORD had commanded Moses.","type":"content","verse":"9"},{"content":"Also Moses took the anointing oil, and anointed the tabernacle and all that  was  in it, and consecrated them.","type":"content","verse":"10"},{"content":"He sprinkled some of it on the altar seven times, anointed the altar and all its utensils, and the laver and its base, to consecrate them.","type":"content","verse":"11"},{"content":"And he poured some of the anointing oil on Aaron’s head and anointed him, to consecrate him.","type":"content","verse":"12"},{"content":"Then Moses brought Aaron’s sons and put tunics on them, girded them with sashes, and put hats on them, as the LORD had commanded Moses.","type":"content","verse":"13"},{"content":"And he brought the bull for the sin offering. Then Aaron and his sons laid their hands on the head of the bull for the sin offering,","type":"content","verse":"14"},{"content":"and Moses killed  it . Then he took the blood, and put  some  on the horns of the altar all around with his finger, and purified the altar. And he poured the blood at the base of the altar, and consecrated it, to make atonement for it.","type":"content","verse":"15"},{"content":"Then he took all the fat that  was  on the entrails, the fatty lobe  attached to  the liver, and the two kidneys with their fat, and Moses burned  them  on the altar.","type":"content","verse":"16"},{"content":"But the bull, its hide, its flesh, and its offal, he burned with fire outside the camp, as the LORD had commanded Moses.","type":"content","verse":"17"},{"content":"Then he brought the ram as the burnt offering. And Aaron and his sons laid their hands on the head of the ram,","type":"content","verse":"18"},{"content":"and Moses killed  it . Then he sprinkled the blood all around on the altar.","type":"content","verse":"19"},{"content":"And he cut the ram into pieces; and Moses burned the head, the pieces, and the fat.","type":"content","verse":"20"},{"content":"Then he washed the entrails and the legs in water. And Moses burned the whole ram on the altar. It  was  a burnt sacrifice for a sweet aroma, an offering made by fire to the LORD, as the LORD had commanded Moses.","type":"content","verse":"21"},{"content":"And he brought the second ram, the ram of consecration. Then Aaron and his sons laid their hands on the head of the ram,","type":"content","verse":"22"},{"content":"and Moses killed  it . Also he took  some  of its blood and put it on the tip of Aaron’s right ear, on the thumb of his right hand, and on the big toe of his right foot.","type":"content","verse":"23"},{"content":"Then he brought Aaron’s sons. And Moses put  some  of the blood on the tips of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. And Moses sprinkled the blood all around on the altar.","type":"content","verse":"24"},{"content":"Then he took the fat and the fat tail, all the fat that  was  on the entrails, the fatty lobe  attached to  the liver, the two kidneys and their fat, and the right thigh;","type":"content","verse":"25"},{"content":"and from the basket of unleavened bread that was before the LORD he took one unleavened cake, a cake of bread  anointed with  oil, and one wafer, and put  them  on the fat and on the right thigh;","type":"content","verse":"26"},{"content":"and he put all  these  in Aaron’s hands and in his sons’ hands, and waved them  as  a wave offering before the LORD.","type":"content","verse":"27"},{"content":"Then Moses took them from their hands and burned  them  on the altar, on the burnt offering. They  were  consecration offerings for a sweet aroma. That  was  an offering made by fire to the LORD.","type":"content","verse":"28"},{"content":"And Moses took the breast and waved it  as  a wave offering before the LORD. It was Moses’ part of the ram of consecration, as the LORD had commanded Moses.","type":"content","verse":"29"},{"content":"Then Moses took some of the anointing oil and some of the blood which  was  on the altar, and sprinkled  it  on Aaron, on his garments, on his sons, and on the garments of his sons with him; and he consecrated Aaron, his garments, his sons, and the garments of his sons with him.","type":"content","verse":"30"},{"content":"And Moses said to Aaron and his sons, \"Boil the flesh  at  the door of the tabernacle of meeting, and eat it there with the bread that  is  in the basket of consecration offerings, as I commanded, saying, ‘Aaron and his sons shall eat it.’","type":"content","verse":"31"},{"content":"\"What remains of the flesh and of the bread you shall burn with fire.","type":"content","verse":"32"},{"content":"\"And you shall not go outside the door of the tabernacle of meeting  for  seven days, until the days of your consecration are ended. For seven days he shall consecrate you.","type":"content","verse":"33"},{"content":"\"As he has done this day,  so  the LORD has commanded to do, to make atonement for you.","type":"content","verse":"34"},{"content":"\"Therefore you shall stay  at  the door of the tabernacle of meeting day and night for seven days, and keep the charge of the LORD, so that you may not die; for so I have been commanded.\"","type":"content","verse":"35"},{"content":"So Aaron and his sons did all the things that the LORD had commanded by the hand of Moses.","type":"content","verse":"36"}]