[{"content":"Laskar Israel dihitung","type":"title","verse":""},{"content":"TUHAN berfirman kepada Musa di padang gurun Sinai, dalam Kemah Pertemuan, pada tanggal satu bulan yang kedua dalam tahun yang kedua sesudah mereka keluar dari tanah Mesir:","type":"content","verse":"1"},{"content":"\"Hitunglah jumlah segenap umat Israel menurut kaum-kaum yang ada dalam setiap suku mereka, dan catatlah nama semua laki-laki di Israel","type":"content","verse":"2"},{"content":"yang berumur dua puluh tahun ke atas dan yang sanggup berperang, orang demi orang. Engkau ini beserta Harun harus mencatat mereka menurut pasukannya masing-masing.","type":"content","verse":"3"},{"content":"Dari tiap-tiap suku harus ada satu orang yang mendampingi kamu, yakni orang yang menjadi kepala dari suku yang diwakilinya itu.","type":"content","verse":"4"},{"content":"Dan inilah nama semua orang yang harus mendampingi kamu. Dari suku Ruben: Elizur bin Syedeur;","type":"content","verse":"5"},{"content":"dari suku Simeon: Selumiel bin Zurisyadai;","type":"content","verse":"6"},{"content":"dari suku Yehuda: Nahason bin Aminadab;","type":"content","verse":"7"},{"content":"dari suku Isakhar: Netaneel bin Zuar;","type":"content","verse":"8"},{"content":"dari suku Zebulon: Eliab bin Helon;","type":"content","verse":"9"},{"content":"dari keturunan Yusuf: Elisama bin Amihud dari suku Efraim, dan Gamaliel bin Pedazur dari suku Manasye;","type":"content","verse":"10"},{"content":"dari suku Benyamin: Abidan bin Gideoni;","type":"content","verse":"11"},{"content":"dari suku Dan: Ahiezer bin Amisyadai;","type":"content","verse":"12"},{"content":"dari suku Asyer: Pagiel bin Okhran;","type":"content","verse":"13"},{"content":"dari suku Gad: Elyasaf bin Rehuel;","type":"content","verse":"14"},{"content":"dari suku Naftali: Ahira bin Enan.\"","type":"content","verse":"15"},{"content":"Itulah orang-orang yang dipilih dari umat itu, masing-masing sebagai pemimpin dari suku bapa leluhurnya; mereka inilah kepala-kepala pasukan Israel.","type":"content","verse":"16"},{"content":"Lalu Musa dan Harun memanggil orang-orang yang tertunjuk namanya itu,","type":"content","verse":"17"},{"content":"dan pada tanggal satu bulan yang kedua mereka menyuruh segenap umat berkumpul. Kemudian silsilah orang-orang Israel disusun menurut kaum-kaum yang ada dalam setiap suku mereka, sedang nama-nama mereka yang berumur dua puluh tahun ke atas dicatat orang demi orang,","type":"content","verse":"18"},{"content":"seperti yang diperintahkan TUHAN kepada Musa. Demikianlah Musa mencatat mereka di padang gurun Sinai.","type":"content","verse":"19"},{"content":"Ketika silsilah bani Ruben, yaitu keturunan anak sulung Israel, disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama semua laki-laki yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang, orang demi orang.","type":"content","verse":"20"},{"content":"Jumlah yang dicatat dari suku Ruben ada empat puluh enam ribu lima ratus orang.","type":"content","verse":"21"},{"content":"Ketika silsilah bani Simeon disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama semua laki-laki yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang, orang demi orang.","type":"content","verse":"22"},{"content":"Jumlah yang dicatat dari suku Simeon ada lima puluh sembilan ribu tiga ratus orang.","type":"content","verse":"23"},{"content":"Ketika silsilah bani Gad disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"24"},{"content":"Jumlah yang dicatat dari suku Gad ada empat puluh lima ribu enam ratus lima puluh orang.","type":"content","verse":"25"},{"content":"Ketika silsilah bani Yehuda disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"26"},{"content":"Jumlah yang dicatat dari suku Yehuda ada tujuh puluh empat ribu enam ratus orang.","type":"content","verse":"27"},{"content":"Ketika silsilah bani Isakhar disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"28"},{"content":"Jumlah yang dicatat dari suku Isakhar ada lima puluh empat ribu empat ratus orang.","type":"content","verse":"29"},{"content":"Ketika silsilah bani Zebulon disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"30"},{"content":"Jumlah yang dicatat dari suku Zebulon ada lima puluh tujuh ribu empat ratus orang.","type":"content","verse":"31"},{"content":"Mengenai keturunan Yusuf: Ketika silsilah bani Efraim disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"32"},{"content":"Jumlah yang dicatat dari suku Efraim ada empat puluh ribu lima ratus orang.","type":"content","verse":"33"},{"content":"Dan ketika silsilah bani Manasye disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"34"},{"content":"Jumlah yang dicatat dari suku Manasye ada tiga puluh dua ribu dua ratus orang.","type":"content","verse":"35"},{"content":"Ketika silsilah bani Benyamin disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"36"},{"content":"Jumlah yang dicatat dari suku Benyamin ada tiga puluh lima ribu empat ratus orang.","type":"content","verse":"37"},{"content":"Ketika silsilah bani Dan disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"38"},{"content":"Jumlah yang dicatat dari suku Dan ada enam puluh dua ribu tujuh ratus orang.","type":"content","verse":"39"},{"content":"Ketika silsilah bani Asyer disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"40"},{"content":"Jumlah yang dicatat dari suku Asyer ada empat puluh satu ribu lima ratus orang.","type":"content","verse":"41"},{"content":"Ketika silsilah bani Naftali disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama orang-orang yang berumur dua puluh tahun ke atas, semua orang yang sanggup berperang.","type":"content","verse":"42"},{"content":"Jumlah yang dicatat dari suku Naftali ada lima puluh tiga ribu empat ratus orang.","type":"content","verse":"43"},{"content":"Itulah jumlah orang-orang yang dicatat oleh Musa dengan Harun dan dengan kedua belas pemimpin Israel yang masing-masing mewakili sukunya.","type":"content","verse":"44"},{"content":"Jadi semua orang Israel yang dicatat menurut suku-suku mereka, yaitu orang-orang yang berumur dua puluh tahun ke atas dan yang sanggup berperang di antara orang Israel,","type":"content","verse":"45"},{"content":"berjumlah enam ratus tiga ribu lima ratus lima puluh orang.","type":"content","verse":"46"},{"content":"Tetapi mereka yang menurut suku bapa leluhurnya termasuk orang Lewi, tidak turut dicatat bersama-sama dengan mereka itu.","type":"content","verse":"47"},{"content":"Sebab TUHAN telah berfirman kepada Musa:","type":"content","verse":"48"},{"content":"\"Hanya suku Lewi janganlah kaucatat dan janganlah kauhitung jumlahnya bersama-sama dengan orang Israel,","type":"content","verse":"49"},{"content":"tetapi tugaskanlah mereka untuk mengawasi Kemah Suci, tempat hukum Allah dengan segala perabotan dan perlengkapannya; mereka harus mengangkat Kemah Suci dengan segala perabotannya; mereka harus mengurusnya dan harus berkemah di sekelilingnya.","type":"content","verse":"50"},{"content":"Apabila berangkat, Kemah Suci harus dibongkar oleh orang Lewi, dan apabila berkemah, Kemah Suci harus dipasang oleh mereka; sedang orang awam yang mendekat harus dihukum mati.","type":"content","verse":"51"},{"content":"Orang Israel haruslah berkemah masing-masing di tempat perkemahannya dan masing-masing dekat panji-panjinya, menurut pasukan mereka,","type":"content","verse":"52"},{"content":"tetapi orang Lewi haruslah berkemah di sekeliling Kemah Suci, tempat hukum Allah supaya umat Israel jangan kena murka; orang Lewi haruslah memelihara Kemah Suci, tempat hukum itu.\"","type":"content","verse":"53"},{"content":"Maka orang Israel berbuat demikian; tepat seperti yang diperintahkan TUHAN kepada Musa, demikianlah diperbuat mereka.","type":"content","verse":"54"}]