[{"content":"Kedua belas pengintai","type":"title","verse":""},{"content":"TUHAN berfirman kepada Musa:","type":"content","verse":"1"},{"content":"\"Suruhlah beberapa orang mengintai tanah Kanaan, yang akan Kuberikan kepada orang Israel; dari setiap suku nenek moyang mereka haruslah kausuruh seorang, semuanya pemimpin-pemimpin di antara mereka.\"","type":"content","verse":"2"},{"content":"Lalu Musa menyuruh mereka dari padang gurun Paran, sesuai dengan titah TUHAN; semua orang itu adalah kepala-kepala di antara orang Israel.","type":"content","verse":"3"},{"content":"Dan inilah nama-nama mereka: Dari suku Ruben: Syamua bin Zakur;","type":"content","verse":"4"},{"content":"dari suku Simeon: Safat bin Hori;","type":"content","verse":"5"},{"content":"dari suku Yehuda: Kaleb bin Yefune;","type":"content","verse":"6"},{"content":"dari suku Isakhar: Yigal bin Yusuf;","type":"content","verse":"7"},{"content":"dari suku Efraim: Hosea bin Nun;","type":"content","verse":"8"},{"content":"dari suku Benyamin: Palti bin Rafu;","type":"content","verse":"9"},{"content":"dari suku Zebulon: Gadiel bin Sodi;","type":"content","verse":"10"},{"content":"dari suku Yusuf, yakni dari suku Manasye: Gadi bin Susi;","type":"content","verse":"11"},{"content":"dari suku Dan: Amiel bin Gemali;","type":"content","verse":"12"},{"content":"dari suku Asyer: Setur bin Mikhael;","type":"content","verse":"13"},{"content":"dari suku Naftali: Nahbi bin Wofsi;","type":"content","verse":"14"},{"content":"dari suku Gad: Guel bin Makhi.","type":"content","verse":"15"},{"content":"Itulah nama orang-orang yang disuruh Musa untuk mengintai negeri itu; dan Musa menamai Hosea bin Nun itu Yosua.","type":"content","verse":"16"},{"content":"Maka Musa menyuruh mereka untuk mengintai tanah Kanaan, katanya kepada mereka: \"Pergilah dari sini ke Tanah Negeb dan naiklah ke pegunungan,","type":"content","verse":"17"},{"content":"dan amat-amatilah bagaimana keadaan negeri itu, apakah bangsa yang mendiaminya kuat atau lemah, apakah mereka sedikit atau banyak;","type":"content","verse":"18"},{"content":"dan bagaimana negeri yang didiaminya, apakah baik atau buruk, bagaimana kota-kota yang didiaminya, apakah mereka diam di tempat-tempat yang terbuka atau di tempat-tempat yang berkubu,","type":"content","verse":"19"},{"content":"dan bagaimana tanah itu, apakah gemuk atau kurus, apakah ada di sana pohon-pohonan atau tidak. Tabahkanlah hatimu dan bawalah sedikit dari hasil negeri itu.\" Waktu itu ialah musim hulu hasil anggur.","type":"content","verse":"20"},{"content":"Mereka pergi ke sana, lalu mengintai negeri itu mulai dari padang gurun Zin sampai ke Rehob, ke jalan yang menuju ke Hamat.","type":"content","verse":"21"},{"content":"Mereka berjalan melalui Tanah Negeb, lalu sampai ke Hebron; di sana ada Ahiman, Sesai dan Talmai, keturunan Enak. Hebron didirikan tujuh tahun lebih dahulu dari Soan di Mesir.","type":"content","verse":"22"},{"content":"Ketika mereka sampai ke lembah Eskol, dipotong merekalah di sana suatu cabang dengan setandan buah anggurnya, lalu berdualah mereka menggandarnya; juga mereka membawa beberapa buah delima dan buah ara.","type":"content","verse":"23"},{"content":"Tempat itu dinamai orang lembah Eskol, karena tandan buah anggur yang dipotong orang Israel di sana.","type":"content","verse":"24"},{"content":"Sesudah lewat empat puluh hari pulanglah mereka dari pengintaian negeri itu,","type":"content","verse":"25"},{"content":"dan langsung datang kepada Musa, Harun dan segenap umat Israel di Kadesh, di padang gurun Paran. Mereka membawa pulang kabar kepada keduanya dan kepada segenap umat itu dan memperlihatkan kepada sekaliannya hasil negeri itu.","type":"content","verse":"26"},{"content":"Mereka menceritakan kepadanya: \"Kami sudah masuk ke negeri, ke mana kausuruh kami, dan memang negeri itu berlimpah-limpah susu dan madunya, dan inilah hasilnya.","type":"content","verse":"27"},{"content":"Hanya, bangsa yang diam di negeri itu kuat-kuat dan kota-kotanya berkubu dan sangat besar, juga keturunan Enak telah kami lihat di sana.","type":"content","verse":"28"},{"content":"Orang Amalek diam di Tanah Negeb, orang Het, orang Yebus dan orang Amori diam di pegunungan, orang Kanaan diam sepanjang laut dan sepanjang tepi sungai Yordan.\"","type":"content","verse":"29"},{"content":"Kemudian Kaleb mencoba menenteramkan hati bangsa itu di hadapan Musa, katanya: \"Tidak! Kita akan maju dan menduduki negeri itu, sebab kita pasti akan mengalahkannya!\"","type":"content","verse":"30"},{"content":"Tetapi orang-orang yang pergi ke sana bersama-sama dengan dia berkata: \"Kita tidak dapat maju menyerang bangsa itu, karena mereka lebih kuat dari pada kita.\"","type":"content","verse":"31"},{"content":"Juga mereka menyampaikan kepada orang Israel kabar busuk tentang negeri yang diintai mereka, dengan berkata: \"Negeri yang telah kami lalui untuk diintai adalah suatu negeri yang memakan penduduknya, dan semua orang yang kami lihat di sana adalah orang-orang yang tinggi-tinggi perawakannya.","type":"content","verse":"32"},{"content":"Juga kami lihat di sana orang-orang raksasa, orang Enak yang berasal dari orang-orang raksasa, dan kami lihat diri kami seperti belalang, dan demikian juga mereka terhadap kami.\"","type":"content","verse":"33"}]