[{"content":"Now these  are  the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,","type":"content","verse":"1"},{"content":"Amariah, Malluch, Hattush,","type":"content","verse":"2"},{"content":"Shechaniah, Rehum, Meremoth,","type":"content","verse":"3"},{"content":"Iddo, Ginnethoi, Abijah,","type":"content","verse":"4"},{"content":"Mijamin, Maadiah, Bilgah,","type":"content","verse":"5"},{"content":"Shemaiah, Joiarib, Jedaiah,","type":"content","verse":"6"},{"content":"Sallu, Amok, Hilkiah,  and  Jedaiah. These  were  the heads of the priests and their brethren in the days of Jeshua.","type":"content","verse":"7"},{"content":"Moreover the Levites  were  Jeshua, Binnui, Kadmiel, Sherebiah, Judah,  and  Mattaniah  who led  the thanksgiving  psalms , he and his brethren.","type":"content","verse":"8"},{"content":"Also Bakbukiah and Unni, their brethren,  stood  across from them in  their  duties.","type":"content","verse":"9"},{"content":"Jeshua begot Joiakim, Joiakim begot Eliashib, Eliashib begot Joiada,","type":"content","verse":"10"},{"content":"Joiada begot Jonathan, and Jonathan begot Jaddua.","type":"content","verse":"11"},{"content":"Now in the days of Joiakim, the priests, the heads of the fathers’  houses were : of Seraiah, Meraiah; of Jeremiah, Hananiah;","type":"content","verse":"12"},{"content":"of Ezra, Meshullam; of Amariah, Jehohanan;","type":"content","verse":"13"},{"content":"of Melichu, Jonathan; of Shebaniah, Joseph;","type":"content","verse":"14"},{"content":"of Harim, Adna; of Meraioth, Helkai;","type":"content","verse":"15"},{"content":"of Iddo, Zechariah; of Ginnethon, Meshullam;","type":"content","verse":"16"},{"content":"of Abijah, Zichri;  the son  of Minjamin; of Moadiah, Piltai;","type":"content","verse":"17"},{"content":"of Bilgah, Shammua; of Shemaiah, Jehonathan;","type":"content","verse":"18"},{"content":"of Joiarib, Mattenai; of Jedaiah, Uzzi;","type":"content","verse":"19"},{"content":"of Sallai, Kallai; of Amok, Eber;","type":"content","verse":"20"},{"content":"of Hilkiah, Hashabiah;  and  of Jedaiah, Nethanel.","type":"content","verse":"21"},{"content":"During the reign of Darius the Persian, a record  was also kept  of the Levites and priests  who had been  heads of their fathers’  houses  in the days of Eliashib, Joiada, Johanan, and Jaddua.","type":"content","verse":"22"},{"content":"The sons of Levi, the heads of the fathers’  houses  until the days of Johanan the son of Eliashib,  were  written in the book of the chronicles.","type":"content","verse":"23"},{"content":"And the heads of the Levites  were  Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers across from them, to praise  and  give thanks, group alternating with group, according to the command of David the man of God.","type":"content","verse":"24"},{"content":"Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub  were  gatekeepers keeping the watch at the storerooms of the gates.","type":"content","verse":"25"},{"content":"These  lived  in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.","type":"content","verse":"26"},{"content":"Now at the dedication of the wall of Jerusalem they sought out the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, both with thanksgivings and singing,  with  cymbals and stringed instruments and harps.","type":"content","verse":"27"},{"content":"And the sons of the singers gathered together from the countryside around Jerusalem, from the villages of the Netophathites,","type":"content","verse":"28"},{"content":"from the house of Gilgal, and from the fields of Geba and Azmaveth; for the singers had built themselves villages all around Jerusalem.","type":"content","verse":"29"},{"content":"Then the priests and Levites purified themselves, and purified the people, the gates, and the wall.","type":"content","verse":"30"},{"content":"So I brought the leaders of Judah up on the wall, and appointed two large thanksgiving choirs.  One  went to the right hand on the wall toward the Refuse Gate.","type":"content","verse":"31"},{"content":"After them went Hoshaiah and half of the leaders of Judah,","type":"content","verse":"32"},{"content":"and Azariah, Ezra, Meshullam,","type":"content","verse":"33"},{"content":"Judah, Benjamin, Shemaiah, Jeremiah,","type":"content","verse":"34"},{"content":"and some of the priests’ sons with trumpets––Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph,","type":"content","verse":"35"},{"content":"and his brethren, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah,  and  Hanani, with the musical instruments of David the man of God. Ezra the scribe  went  before them.","type":"content","verse":"36"},{"content":"By the Fountain Gate, in front of them, they went up the stairs of the City of David, on the stairway of the wall, beyond the house of David, as far as the Water Gate eastward.","type":"content","verse":"37"},{"content":"The other thanksgiving choir went the opposite  way , and I  was  behind them with half of the people on the wall, going past the Tower of the Ovens as far as the Broad Wall,","type":"content","verse":"38"},{"content":"and above the Gate of Ephraim, above the Old Gate, above the Fish Gate, the Tower of Hananel, the Tower of the Hundred, as far as the Sheep Gate; and they stopped by the Gate of the Prison.","type":"content","verse":"39"},{"content":"So the two thanksgiving choirs stood in the house of God, likewise I and the half of the rulers with me;","type":"content","verse":"40"},{"content":"and the priests, Eliakim, Maaseiah, Minjamin, Michaiah, Elioenai, Zechariah,  and  Hananiah, with trumpets;","type":"content","verse":"41"},{"content":"also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang loudly with Jezrahiah the director.","type":"content","verse":"42"},{"content":"Also that day they offered great sacrifices, and rejoiced, for God had made them rejoice with great joy; the women and the children also rejoiced, so that the joy of Jerusalem was heard afar off.","type":"content","verse":"43"},{"content":"And at the same time some were appointed over the rooms of the storehouse for the offerings, the firstfruits, and the tithes, to gather into them from the fields of the cities the portions specified by the Law for the priests and Levites; for Judah rejoiced over the priests and Levites who ministered.","type":"content","verse":"44"},{"content":"Both the singers and the gatekeepers kept the charge of their God and the charge of the purification, according to the command of David  and  Solomon his son.","type":"content","verse":"45"},{"content":"For in the days of David and Asaph of old  there were  chiefs of the singers, and songs of praise and thanksgiving to God.","type":"content","verse":"46"},{"content":"In the days of Zerubbabel and in the days of Nehemiah all Israel gave the portions for the singers and the gatekeepers, a portion for each day. They also consecrated  holy things  for the Levites, and the Levites consecrated  them  for the children of Aaron.","type":"content","verse":"47"}]