[{"content":"Kudusnya perkawinan","type":"title","verse":""},{"content":"TUHAN berfirman kepada Musa:","type":"content","verse":"1"},{"content":"\"Berbicaralah kepada orang Israel dan katakan kepada mereka: Akulah TUHAN, Allahmu.","type":"content","verse":"2"},{"content":"Janganlah kamu berbuat seperti yang diperbuat orang di tanah Mesir, di mana kamu diam dahulu; juga janganlah kamu berbuat seperti yang diperbuat orang di tanah Kanaan, ke mana Aku membawa kamu; janganlah kamu hidup menurut kebiasaan mereka.","type":"content","verse":"3"},{"content":"Kamu harus lakukan peraturan-Ku dan harus berpegang pada ketetapan-Ku dengan hidup menurut semuanya itu; Akulah TUHAN, Allahmu.","type":"content","verse":"4"},{"content":"Sesungguhnya kamu harus berpegang pada ketetapan-Ku dan peraturan-Ku. Orang yang melakukannya, akan hidup karenanya; Akulah TUHAN.","type":"content","verse":"5"},{"content":"Siapapun di antaramu janganlah menghampiri seorang kerabatnya yang terdekat untuk menyingkapkan auratnya; Akulah TUHAN.","type":"content","verse":"6"},{"content":"Janganlah kausingkapkan aurat isteri ayahmu, karena ia hak ayahmu; dia ibumu, jadi janganlah singkapkan auratnya.","type":"content","verse":"7"},{"content":"Janganlah kausingkapkan aurat seorang isteri ayahmu, karena ia hak ayahmu.","type":"content","verse":"8"},{"content":"Mengenai aurat saudaramu perempuan, anak ayahmu atau anak ibumu, baik yang lahir di rumah ayahmu maupun yang lahir di luar, janganlah kausingkapkan auratnya.","type":"content","verse":"9"},{"content":"Mengenai aurat anak perempuan dari anakmu laki-laki atau anakmu perempuan, janganlah kausingkapkan auratnya, karena dengan begitu engkau menodai keturunanmu.","type":"content","verse":"10"},{"content":"Mengenai aurat anak perempuan dari seorang isteri ayahmu, yang lahir pada ayahmu sendiri, janganlah kausingkapkan auratnya, karena ia saudaramu perempuan.","type":"content","verse":"11"},{"content":"Janganlah kausingkapkan aurat saudara perempuan ayahmu, karena ia kerabat ayahmu.","type":"content","verse":"12"},{"content":"Janganlah kausingkapkan aurat saudara perempuan ibumu, karena ia kerabat ibumu.","type":"content","verse":"13"},{"content":"Janganlah kausingkapkan aurat isteri saudara laki-laki ayahmu, janganlah kauhampiri isterinya, karena ia isteri saudara ayahmu.","type":"content","verse":"14"},{"content":"Janganlah kausingkapkan aurat menantumu perempuan, karena ia isteri anakmu laki-laki, maka janganlah kausingkapkan auratnya.","type":"content","verse":"15"},{"content":"Janganlah kausingkapkan aurat isteri saudaramu laki-laki, karena itu hak saudaramu laki-laki.","type":"content","verse":"16"},{"content":"Janganlah kausingkapkan aurat seorang perempuan dan anaknya perempuan. Janganlah kauambil anak perempuan dari anaknya laki-laki atau dari anaknya perempuan untuk menyingkapkan auratnya, karena mereka adalah kerabatmu; itulah perbuatan mesum.","type":"content","verse":"17"},{"content":"Janganlah kauambil seorang perempuan sebagai madu kakaknya untuk menyingkapkan auratnya di samping kakaknya selama kakaknya itu masih hidup.","type":"content","verse":"18"},{"content":"Janganlah kauhampiri seorang perempuan pada waktu cemar kainnya yang menajiskan untuk menyingkapkan auratnya.","type":"content","verse":"19"},{"content":"Dan janganlah engkau bersetubuh dengan isteri sesamamu, sehingga engkau menjadi najis dengan dia.","type":"content","verse":"20"},{"content":"Janganlah kauserahkan seorang dari anak-anakmu untuk dipersembahkan kepada Molokh, supaya jangan engkau melanggar kekudusan nama Allahmu; Akulah TUHAN.","type":"content","verse":"21"},{"content":"Janganlah engkau tidur dengan laki-laki secara orang bersetubuh dengan perempuan, karena itu suatu kekejian.","type":"content","verse":"22"},{"content":"Janganlah engkau berkelamin dengan binatang apapun, sehingga engkau menjadi najis dengan binatang itu. Seorang perempuan janganlah berdiri di depan seekor binatang untuk berkelamin, karena itu suatu perbuatan keji.","type":"content","verse":"23"},{"content":"Janganlah kamu menajiskan dirimu dengan semuanya itu, sebab dengan semuanya itu bangsa-bangsa yang akan Kuhalaukan dari depanmu telah menjadi najis.","type":"content","verse":"24"},{"content":"Negeri itu telah menjadi najis dan Aku telah membalaskan kesalahannya kepadanya, sehingga negeri itu memuntahkan penduduknya.","type":"content","verse":"25"},{"content":"Tetapi kamu ini haruslah tetap berpegang pada ketetapan-Ku dan peraturan-Ku dan jangan melakukan sesuatupun dari segala kekejian itu, baik orang Israel asli maupun orang asing yang tinggal di tengah-tengahmu,","type":"content","verse":"26"},{"content":"--karena segala kekejian itu telah dilakukan oleh penghuni negeri yang sebelum kamu, sehingga negeri itu sudah menjadi najis--","type":"content","verse":"27"},{"content":"supaya kamu jangan dimuntahkan oleh negeri itu, apabila kamu menajiskannya, seperti telah dimuntahkannya bangsa yang sebelum kamu.","type":"content","verse":"28"},{"content":"Karena setiap orang yang melakukan sesuatupun dari segala kekejian itu, orang itu harus dilenyapkan dari tengah-tengah bangsanya.","type":"content","verse":"29"},{"content":"Dengan demikian kamu harus tetap berpegang pada kewajibanmu terhadap Aku, dan jangan kamu melakukan sesuatu dari kebiasaan yang keji itu, yang dilakukan sebelum kamu, dan janganlah kamu menajiskan dirimu dengan semuanya itu; Akulah TUHAN, Allahmu.\"","type":"content","verse":"30"}]