[{"content":"Kudusnya hidup","type":"title","verse":""},{"content":"TUHAN berfirman kepada Musa:","type":"content","verse":"1"},{"content":"\"Berbicaralah kepada segenap jemaah Israel dan katakan kepada mereka: Kuduslah kamu, sebab Aku, TUHAN, Allahmu, kudus.","type":"content","verse":"2"},{"content":"Setiap orang di antara kamu haruslah menyegani ibunya dan ayahnya dan memelihara hari-hari sabat-Ku; Akulah TUHAN, Allahmu.","type":"content","verse":"3"},{"content":"Janganlah kamu berpaling kepada berhala-berhala dan janganlah kamu membuat bagimu dewa tuangan; Akulah TUHAN, Allahmu.","type":"content","verse":"4"},{"content":"Apabila kamu mempersembahkan korban keselamatan kepada TUHAN, kamu harus mempersembahkannya sedemikian, hingga TUHAN berkenan akan kamu.","type":"content","verse":"5"},{"content":"Dan haruslah itu dimakan pada hari mempersembahkannya atau boleh juga pada keesokan harinya, tetapi apa yang tinggal sampai hari yang ketiga haruslah dibakar habis.","type":"content","verse":"6"},{"content":"Jikalau dimakan juga pada hari yang ketiga, maka itu menjadi sesuatu yang jijik dan TUHAN tidak berkenan akan orang itu.","type":"content","verse":"7"},{"content":"Siapa yang memakannya, akan menanggung kesalahannya sendiri, karena ia telah melanggar kekudusan persembahan kudus yang kepada TUHAN. Nyawa orang itu haruslah dilenyapkan dari antara orang-orang sebangsanya.","type":"content","verse":"8"},{"content":"Pada waktu kamu menuai hasil tanahmu, janganlah kausabit ladangmu habis-habis sampai ke tepinya, dan janganlah kaupungut apa yang ketinggalan dari penuaianmu.","type":"content","verse":"9"},{"content":"Juga sisa-sisa buah anggurmu janganlah kaupetik untuk kedua kalinya dan buah yang berjatuhan di kebun anggurmu janganlah kaupungut, tetapi semuanya itu harus kautinggalkan bagi orang miskin dan bagi orang asing; Akulah TUHAN, Allahmu.","type":"content","verse":"10"},{"content":"Janganlah kamu mencuri, janganlah kamu berbohong dan janganlah kamu berdusta seorang kepada sesamanya.","type":"content","verse":"11"},{"content":"Janganlah kamu bersumpah dusta demi nama-Ku, supaya engkau jangan melanggar kekudusan nama Allahmu; Akulah TUHAN.","type":"content","verse":"12"},{"content":"Janganlah engkau memeras sesamamu manusia dan janganlah engkau merampas; janganlah kautahan upah seorang pekerja harian sampai besok harinya.","type":"content","verse":"13"},{"content":"Janganlah kaukutuki orang tuli dan di depan orang buta janganlah kautaruh batu sandungan, tetapi engkau harus takut akan Allahmu; Akulah TUHAN.","type":"content","verse":"14"},{"content":"Janganlah kamu berbuat curang dalam peradilan; janganlah engkau membela orang kecil dengan tidak sewajarnya dan janganlah engkau terpengaruh oleh orang-orang besar, tetapi engkau harus mengadili orang sesamamu dengan kebenaran.","type":"content","verse":"15"},{"content":"Janganlah engkau pergi kian ke mari menyebarkan fitnah di antara orang-orang sebangsamu; janganlah engkau mengancam hidup sesamamu manusia; Akulah TUHAN.","type":"content","verse":"16"},{"content":"Janganlah engkau membenci saudaramu di dalam hatimu, tetapi engkau harus berterus terang menegor orang sesamamu dan janganlah engkau mendatangkan dosa kepada dirimu karena dia.","type":"content","verse":"17"},{"content":"Janganlah engkau menuntut balas, dan janganlah menaruh dendam terhadap orang-orang sebangsamu, melainkan kasihilah sesamamu manusia seperti dirimu sendiri; Akulah TUHAN.","type":"content","verse":"18"},{"content":"Kamu harus berpegang kepada ketetapan-Ku. Janganlah kawinkan dua jenis ternak dan janganlah taburi ladangmu dengan dua jenis benih, dan janganlah pakai pakaian yang dibuat dari pada dua jenis bahan.","type":"content","verse":"19"},{"content":"Apabila seorang laki-laki bersetubuh dengan seorang perempuan, yakni seorang budak perempuan yang ada di bawah kuasa laki-laki lain, tetapi yang tidak pernah ditebus dan tidak juga diberi surat tanda merdeka, maka perbuatan itu haruslah dihukum; tetapi janganlah keduanya dihukum mati, karena perempuan itu belum dimerdekakan.","type":"content","verse":"20"},{"content":"Laki-laki itu harus membawa tebusan salahnya kepada TUHAN ke pintu Kemah Pertemuan, yakni seekor domba jantan sebagai korban penebus salah.","type":"content","verse":"21"},{"content":"Imam harus mengadakan pendamaian bagi orang itu dengan domba jantan korban penebus salah di hadapan TUHAN, karena dosa yang telah diperbuatnya, sehingga ia beroleh pengampunan dari dosanya itu.","type":"content","verse":"22"},{"content":"Apabila kamu sudah masuk ke negeri itu dan menanam bermacam-macam pohon buah-buahan, janganlah kamu memetik buahnya selama tiga tahun dan jangan memakannya.","type":"content","verse":"23"},{"content":"Tetapi pada tahun yang keempat haruslah segala buahnya menjadi persembahan kudus sebagai puji-pujian bagi TUHAN.","type":"content","verse":"24"},{"content":"Barulah pada tahun yang kelima kamu boleh memakan buahnya, supaya hasilnya ditambah bagimu; Akulah TUHAN, Allahmu.","type":"content","verse":"25"},{"content":"Janganlah kamu makan sesuatu yang darahnya masih ada. Janganlah kamu melakukan telaah atau ramalan.","type":"content","verse":"26"},{"content":"Janganlah kamu mencukur tepi rambut kepalamu berkeliling dan janganlah engkau merusakkan tepi janggutmu.","type":"content","verse":"27"},{"content":"Janganlah kamu menggoresi tubuhmu karena orang mati dan janganlah merajah tanda-tanda pada kulitmu; Akulah TUHAN.","type":"content","verse":"28"},{"content":"Janganlah engkau merusak kesucian anakmu perempuan dengan menjadikan dia perempuan sundal, supaya negeri itu jangan melakukan persundalan, sehingga negeri itu penuh dengan perbuatan mesum.","type":"content","verse":"29"},{"content":"Kamu harus memelihara hari-hari sabat-Ku dan menghormati tempat kudus-Ku; Akulah TUHAN.","type":"content","verse":"30"},{"content":"Janganlah kamu berpaling kepada arwah atau kepada roh-roh peramal; janganlah kamu mencari mereka dan dengan demikian menjadi najis karena mereka; Akulah TUHAN, Allahmu.","type":"content","verse":"31"},{"content":"Engkau harus bangun berdiri di hadapan orang ubanan dan engkau harus menaruh hormat kepada orang yang tua dan engkau harus takut akan Allahmu; Akulah TUHAN.","type":"content","verse":"32"},{"content":"Apabila seorang asing tinggal padamu di negerimu, janganlah kamu menindas dia.","type":"content","verse":"33"},{"content":"Orang asing yang tinggal padamu harus sama bagimu seperti orang Israel asli dari antaramu, kasihilah dia seperti dirimu sendiri, karena kamu juga orang asing dahulu di tanah Mesir; Akulah TUHAN, Allahmu.","type":"content","verse":"34"},{"content":"Janganlah kamu berbuat curang dalam peradilan, mengenai ukuran, timbangan dan sukatan.","type":"content","verse":"35"},{"content":"Neraca yang betul, batu timbangan yang betul, efa yang betul dan hin yang betul haruslah kamu pakai; Akulah TUHAN, Allahmu yang membawa kamu keluar dari tanah Mesir.","type":"content","verse":"36"},{"content":"Demikianlah kamu harus berpegang pada segala ketetapan-Ku dan segala peraturan-Ku serta melakukan semuanya itu; Akulah TUHAN.\"","type":"content","verse":"37"}]