[{"content":"Then the LORD spoke to Moses, saying,","type":"content","verse":"1"},{"content":"\"Consecrate to Me all the firstborn, whatever opens the womb among the children of Israel,  both  of man and beast; it is Mine.\"","type":"content","verse":"2"},{"content":"And Moses said to the people: \"Remember this day in which you went out of Egypt, out of the house of bondage; for by strength of hand the LORD brought you out of this  place . No leavened bread shall be eaten.","type":"content","verse":"3"},{"content":"\"On this day you are going out, in the month Abib.","type":"content","verse":"4"},{"content":"\"And it shall be, when the LORD brings you into the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month.","type":"content","verse":"5"},{"content":"\"Seven days you shall eat unleavened bread, and on the seventh day  there shall be  a feast to the LORD.","type":"content","verse":"6"},{"content":"\"Unleavened bread shall be eaten seven days. And no leavened bread shall be seen among you, nor shall leaven be seen among you in all your quarters.","type":"content","verse":"7"},{"content":"\"And you shall tell your son in that day, saying, ‘ This is done  because of what the LORD did for me when I came up from Egypt.’","type":"content","verse":"8"},{"content":"\"It shall be as a sign to you on your hand and as a memorial between your eyes, that the LORD’S law may be in your mouth; for with a strong hand the LORD has brought you out of Egypt.","type":"content","verse":"9"},{"content":"\"You shall therefore keep this ordinance in its season from year to year.","type":"content","verse":"10"},{"content":"\"And it shall be, when the LORD brings you into the land of the Canaanites, as He swore to you and your fathers, and gives it to you,","type":"content","verse":"11"},{"content":"\"that you shall set apart to the LORD all that open the womb, that is, every firstborn that comes from an animal which you have; the males  shall be  the LORD’S.","type":"content","verse":"12"},{"content":"\"But every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem  it , then you shall break its neck. And all the firstborn of man among your sons you shall redeem.","type":"content","verse":"13"},{"content":"\"So it shall be, when your son asks you in time to come, saying, ‘What  is  this?’ that you shall say to him, ‘By strength of hand the LORD brought us out of Egypt, out of the house of bondage.","type":"content","verse":"14"},{"content":"‘And it came to pass, when Pharaoh was stubborn about letting us go, that the LORD killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore I sacrifice to the LORD all males that open the womb, but all the firstborn of my sons I redeem.’","type":"content","verse":"15"},{"content":"\"It shall be as a sign on your hand and as frontlets between your eyes, for by strength of hand the LORD brought us out of Egypt.\"","type":"content","verse":"16"},{"content":"Then it came to pass, when Pharaoh had let the people go, that God did not lead them  by  way of the land of the Philistines, although that  was  near; for God said, \"Lest perhaps the people change their minds when they see war, and return to Egypt.\"","type":"content","verse":"17"},{"content":"So God led the people around  by  way of the wilderness of the Red Sea. And the children of Israel went up in orderly ranks out of the land of Egypt.","type":"content","verse":"18"},{"content":"And Moses took the bones of Joseph with him, for he had placed the children of Israel under solemn oath, saying, \"God will surely visit you, and you shall carry up my bones from here with you.\"","type":"content","verse":"19"},{"content":"So they took their journey from Succoth and camped in Etham at the edge of the wilderness.","type":"content","verse":"20"},{"content":"And the LORD went before them by day in a pillar of cloud to lead the way, and by night in a pillar of fire to give them light, so as to go by day and night.","type":"content","verse":"21"},{"content":"He did not take away the pillar of cloud by day or the pillar of fire by night  from  before the people.","type":"content","verse":"22"}]