[{"content":"And God spoke all these words, saying:","type":"content","verse":"1"},{"content":"\"I  am  the LORD your God, who brought you out of the land of Egypt, out of the house of bondage.","type":"content","verse":"2"},{"content":"\"You shall have no other gods before Me.","type":"content","verse":"3"},{"content":"\"You shall not make for yourself a carved image, or any likeness  of anything  that  is  in heaven above, or that  is  in the earth beneath, or that  is  in the water under the earth;","type":"content","verse":"4"},{"content":"you shall not bow down to them nor serve them. For I, the LORD your God,  am  a jealous God, visiting the iniquity of the fathers on the children to the third and fourth  generations  of those who hate Me,","type":"content","verse":"5"},{"content":"but showing mercy to thousands, to those who love Me and keep My commandments.","type":"content","verse":"6"},{"content":"\"You shall not take the name of the LORD your God in vain, for the LORD will not hold  him  guiltless who takes His name in vain.","type":"content","verse":"7"},{"content":"\"Remember the Sabbath day, to keep it holy.","type":"content","verse":"8"},{"content":"Six days you shall labor and do all your work,","type":"content","verse":"9"},{"content":"but the seventh day  is  the Sabbath of the LORD your God.  In it  you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who  is  within your gates.","type":"content","verse":"10"},{"content":"For  in  six days the LORD made the heavens and the earth, the sea, and all that  is  in them, and rested the seventh day. Therefore the LORD blessed the Sabbath day and hallowed it.","type":"content","verse":"11"},{"content":"\"Honor your father and your mother, that your days may be long upon the land which the LORD your God is giving you.","type":"content","verse":"12"},{"content":"\"You shall not murder.","type":"content","verse":"13"},{"content":"\"You shall not commit adultery.","type":"content","verse":"14"},{"content":"\"You shall not steal.","type":"content","verse":"15"},{"content":"\"You shall not bear false witness against your neighbor.","type":"content","verse":"16"},{"content":"\"You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that  is  your neighbor’s.\"","type":"content","verse":"17"},{"content":"Now all the people witnessed the thunderings, the lightning flashes, the sound of the trumpet, and the mountain smoking; and when the people saw  it , they trembled and stood afar off.","type":"content","verse":"18"},{"content":"Then they said to Moses, \"You speak with us, and we will hear; but let not God speak with us, lest we die.\"","type":"content","verse":"19"},{"content":"And Moses said to the people, \"Do not fear; for God has come to test you, and that His fear may be before you, so that you may not sin.\"","type":"content","verse":"20"},{"content":"So the people stood afar off, but Moses drew near the thick darkness where God  was .","type":"content","verse":"21"},{"content":"Then the LORD said to Moses, \"Thus you shall say to the children of Israel: ‘You have seen that I have talked with you from heaven.","type":"content","verse":"22"},{"content":"‘You shall not make  anything to be  with Me––gods of silver or gods of gold you shall not make for yourselves.","type":"content","verse":"23"},{"content":"‘An altar of earth you shall make for Me, and you shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I record My name I will come to you, and I will bless you.","type":"content","verse":"24"},{"content":"‘And if you make Me an altar of stone, you shall not build it of hewn stone; for if you use your tool on it, you have profaned it.","type":"content","verse":"25"},{"content":"‘Nor shall you go up by steps to My altar, that your nakedness may not be exposed on it.’","type":"content","verse":"26"}]