[{"content":"So the LORD said to Moses: \"See, I have made you  as  God to Pharaoh, and Aaron your brother shall be your prophet.","type":"content","verse":"1"},{"content":"\"You shall speak all that I command you. And Aaron your brother shall speak to Pharaoh to send the children of Israel out of his land.","type":"content","verse":"2"},{"content":"\"And I will harden Pharaoh’s heart, and multiply My signs and My wonders in the land of Egypt.","type":"content","verse":"3"},{"content":"\"But Pharaoh will not heed you, so that I may lay My hand on Egypt and bring My armies  and  My people, the children of Israel, out of the land of Egypt by great judgments.","type":"content","verse":"4"},{"content":"\"And the Egyptians shall know that I  am  the LORD, when I stretch out My hand on Egypt and bring out the children of Israel from among them.\"","type":"content","verse":"5"},{"content":"Then Moses and Aaron did  so ; just as the LORD commanded them, so they did.","type":"content","verse":"6"},{"content":"And Moses  was  eighty years old and Aaron eighty–three years old when they spoke to Pharaoh.","type":"content","verse":"7"},{"content":"Then the LORD spoke to Moses and Aaron, saying,","type":"content","verse":"8"},{"content":"\"When Pharaoh speaks to you, saying, ‘Show a miracle for yourselves,’ then you shall say to Aaron, ‘Take your rod and cast  it  before Pharaoh,  and  let it become a serpent.’\"","type":"content","verse":"9"},{"content":"So Moses and Aaron went in to Pharaoh, and they did so, just as the LORD commanded. And Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent.","type":"content","verse":"10"},{"content":"But Pharaoh also called the wise men and the sorcerers; so the magicians of Egypt, they also did in like manner with their enchantments.","type":"content","verse":"11"},{"content":"For every man threw down his rod, and they became serpents. But Aaron’s rod swallowed up their rods.","type":"content","verse":"12"},{"content":"And Pharaoh’s heart grew hard, and he did not heed them, as the LORD had said.","type":"content","verse":"13"},{"content":"So the LORD said to Moses: \"Pharaoh’s heart  is  hard; he refuses to let the people go.","type":"content","verse":"14"},{"content":"\"Go to Pharaoh in the morning, when he goes out to the water, and you shall stand by the river’s bank to meet him; and the rod which was turned to a serpent you shall take in your hand.","type":"content","verse":"15"},{"content":"\"And you shall say to him, ‘The LORD God of the Hebrews has sent me to you, saying, \"Let My people go, that they may serve Me in the wilderness\"; but indeed, until now you would not hear!","type":"content","verse":"16"},{"content":"‘Thus says the LORD: \"By this you shall know that I  am  the LORD. Behold, I will strike the waters which  are  in the river with the rod that  is  in my hand, and they shall be turned to blood.","type":"content","verse":"17"},{"content":"\"And the fish that  are  in the river shall die, the river shall stink, and the Egyptians will loathe to drink the water of the river.\"’\"","type":"content","verse":"18"},{"content":"Then the LORD spoke to Moses, \"Say to Aaron, ‘Take your rod and stretch out your hand over the waters of Egypt, over their streams, over their rivers, over their ponds, and over all their pools of water, that they may become blood. And there shall be blood throughout all the land of Egypt, both in  buckets of  wood and  pitchers of  stone.’\"","type":"content","verse":"19"},{"content":"And Moses and Aaron did so, just as the LORD commanded. So he lifted up the rod and struck the waters that  were  in the river, in the sight of Pharaoh and in the sight of his servants. And all the waters that  were  in the river were turned to blood.","type":"content","verse":"20"},{"content":"The fish that  were  in the river died, the river stank, and the Egyptians could not drink the water of the river. So there was blood throughout all the land of Egypt.","type":"content","verse":"21"},{"content":"Then the magicians of Egypt did so with their enchantments; and Pharaoh’s heart grew hard, and he did not heed them, as the LORD had said.","type":"content","verse":"22"},{"content":"And Pharaoh turned and went into his house. Neither was his heart moved by this.","type":"content","verse":"23"},{"content":"So all the Egyptians dug all around the river for water to drink, because they could not drink the water of the river.","type":"content","verse":"24"},{"content":"And seven days passed after the LORD had struck the river.","type":"content","verse":"25"}]