[{"content":"Now the LORD spoke to Moses in the Wilderness of Sinai, in the tabernacle of meeting, on the first  day  of the second month, in the second year after they had come out of the land of Egypt, saying:","type":"content","verse":"1"},{"content":"\"Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of names, every male individually,","type":"content","verse":"2"},{"content":"\"from twenty years old and above––all who  are able to  go to war in Israel. You and Aaron shall number them by their armies.","type":"content","verse":"3"},{"content":"\"And with you there shall be a man from every tribe, each one the head of his father’s house.","type":"content","verse":"4"},{"content":"\"These are the names of the men who shall stand with you: from Reuben, Elizur the son of Shedeur;","type":"content","verse":"5"},{"content":"\"from Simeon, Shelumiel the son of Zurishaddai;","type":"content","verse":"6"},{"content":"\"from Judah, Nahshon the son of Amminadab;","type":"content","verse":"7"},{"content":"\"from Issachar, Nethanel the son of Zuar;","type":"content","verse":"8"},{"content":"\"from Zebulun, Eliab the son of Helon;","type":"content","verse":"9"},{"content":"\"from the sons of Joseph: from Ephraim, Elishama the son of Ammihud; from Manasseh, Gamaliel the son of Pedahzur;","type":"content","verse":"10"},{"content":"\"from Benjamin, Abidan the son of Gideoni;","type":"content","verse":"11"},{"content":"\"from Dan, Ahiezer the son of Ammishaddai;","type":"content","verse":"12"},{"content":"\"from Asher, Pagiel the son of Ocran;","type":"content","verse":"13"},{"content":"\"from Gad, Eliasaph the son of Deuel;","type":"content","verse":"14"},{"content":"\"from Naphtali, Ahira the son of Enan.\"","type":"content","verse":"15"},{"content":"These  were  chosen from the congregation, leaders of their fathers’ tribes, heads of the divisions in Israel.","type":"content","verse":"16"},{"content":"Then Moses and Aaron took these men who had been mentioned by name,","type":"content","verse":"17"},{"content":"and they assembled all the congregation together on the first  day  of the second month; and they recited their ancestry by families, by their fathers’ houses, according to the number of names, from twenty years old and above, each one individually.","type":"content","verse":"18"},{"content":"As the LORD commanded Moses, so he numbered them in the Wilderness of Sinai.","type":"content","verse":"19"},{"content":"Now the children of Reuben, Israel’s oldest son, their genealogies by their families, by their fathers’ house, according to the number of names, every male individually, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"20"},{"content":"those who were numbered of the tribe of Reuben  were  forty–six thousand five hundred.","type":"content","verse":"21"},{"content":"From the children of Simeon, their genealogies by their families, by their fathers’ house, of those who were numbered, according to the number of names, every male individually, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"22"},{"content":"those who were numbered of the tribe of Simeon  were  fifty–nine thousand three hundred.","type":"content","verse":"23"},{"content":"From the children of Gad, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"24"},{"content":"those who were numbered of the tribe of Gad  were  forty–five thousand six hundred and fifty.","type":"content","verse":"25"},{"content":"From the children of Judah, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"26"},{"content":"those who were numbered of the tribe of Judah  were  seventy–four thousand six hundred.","type":"content","verse":"27"},{"content":"From the children of Issachar, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"28"},{"content":"those who were numbered of the tribe of Issachar  were  fifty–four thousand four hundred.","type":"content","verse":"29"},{"content":"From the children of Zebulun, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"30"},{"content":"those who were numbered of the tribe of Zebulun  were  fifty–seven thousand four hundred.","type":"content","verse":"31"},{"content":"From the sons of Joseph, the children of Ephraim, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"32"},{"content":"those who were numbered of the tribe of Ephraim  were  forty thousand five hundred.","type":"content","verse":"33"},{"content":"From the children of Manasseh, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"34"},{"content":"those who were numbered of the tribe of Manasseh  were  thirty–two thousand two hundred.","type":"content","verse":"35"},{"content":"From the children of Benjamin, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"36"},{"content":"those who were numbered of the tribe of Benjamin  were  thirty–five thousand four hundred.","type":"content","verse":"37"},{"content":"From the children of Dan, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"38"},{"content":"those who were numbered of the tribe of Dan  were  sixty–two thousand seven hundred.","type":"content","verse":"39"},{"content":"From the children of Asher, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"40"},{"content":"those who were numbered of the tribe of Asher  were  forty–one thousand five hundred.","type":"content","verse":"41"},{"content":"From the children of Naphtali, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who  were able to  go to war:","type":"content","verse":"42"},{"content":"those who were numbered of the tribe of Naphtali  were  fifty–three thousand four hundred.","type":"content","verse":"43"},{"content":"These are the ones who were numbered, whom Moses and Aaron numbered, with the leaders of Israel, twelve men, each one representing his father’s house.","type":"content","verse":"44"},{"content":"So all who were numbered of the children of Israel, by their fathers’ houses, from twenty years old and above, all who  were able to go  to war in Israel––","type":"content","verse":"45"},{"content":"all who were numbered were six hundred and three thousand five hundred and fifty.","type":"content","verse":"46"},{"content":"But the Levites were not numbered among them by their fathers’ tribe;","type":"content","verse":"47"},{"content":"for the LORD had spoken to Moses, saying:","type":"content","verse":"48"},{"content":"\"Only the tribe of Levi you shall not number, nor take a census of them among the children of Israel;","type":"content","verse":"49"},{"content":"\"but you shall appoint the Levites over the tabernacle of the Testimony, over all its furnishings, and over all things that belong to it; they shall carry the tabernacle and all its furnishings; they shall attend to it and camp around the tabernacle.","type":"content","verse":"50"},{"content":"\"And when the tabernacle is to go forward, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it up. The outsider who comes near shall be put to death.","type":"content","verse":"51"},{"content":"\"The children of Israel shall pitch their tents, everyone by his own camp, everyone by his own standard, according to their armies;","type":"content","verse":"52"},{"content":"\"but the Levites shall camp around the tabernacle of the Testimony, that there may be no wrath on the congregation of the children of Israel; and the Levites shall keep charge of the tabernacle of the Testimony.\"","type":"content","verse":"53"},{"content":"Thus the children of Israel did; according to all that the LORD commanded Moses, so they did.","type":"content","verse":"54"}]