[{"content":"Now the LORD spoke to Moses, saying,","type":"content","verse":"1"},{"content":"\"Command the children of Israel, and say to them, ‘My offering, My food for My offerings made by fire as a sweet aroma to Me, you shall be careful to offer to Me at their appointed time.’","type":"content","verse":"2"},{"content":"\"And you shall say to them, ‘This  is  the offering made by fire which you shall offer to the LORD: two male lambs in their first year without blemish, day by day, as a regular burnt offering.","type":"content","verse":"3"},{"content":"‘The one lamb you shall offer in the morning, the other lamb you shall offer in the evening,","type":"content","verse":"4"},{"content":"‘and one–tenth of an ephah of fine flour as a grain offering mixed with one–fourth of a hin of pressed oil.","type":"content","verse":"5"},{"content":"‘ It is  a regular burnt offering which was ordained at Mount Sinai for a sweet aroma, an offering made by fire to the LORD.","type":"content","verse":"6"},{"content":"‘And its drink offering  shall be  one–fourth of a hin for each lamb; in a holy  place  you shall pour out the drink to the LORD as an offering.","type":"content","verse":"7"},{"content":"‘The other lamb you shall offer in the evening; as the morning grain offering and its drink offering, you shall offer  it  as an offering made by fire, a sweet aroma to the LORD.","type":"content","verse":"8"},{"content":"‘And on the Sabbath day two lambs in their first year, without blemish, and two–tenths  of an ephah  of fine flour as a grain offering, mixed with oil, with its drink offering––","type":"content","verse":"9"},{"content":"‘ this is  the burnt offering for every Sabbath, besides the regular burnt offering with its drink offering.","type":"content","verse":"10"},{"content":"‘At the beginnings of your months you shall present a burnt offering to the LORD: two young bulls, one ram, and seven lambs in their first year, without blemish;","type":"content","verse":"11"},{"content":"‘three–tenths  of an ephah  of fine flour as a grain offering, mixed with oil, for each bull; two–tenths  of an ephah  of fine flour as a grain offering, mixed with oil, for the one ram;","type":"content","verse":"12"},{"content":"‘and one–tenth  of an ephah  of fine flour, mixed with oil, as a grain offering for each lamb, as a burnt offering of sweet aroma, an offering made by fire to the LORD.","type":"content","verse":"13"},{"content":"‘Their drink offering shall be half a hin of wine for a bull, one–third of a hin for a ram, and one–fourth of a hin for a lamb; this  is  the burnt offering for each month throughout the months of the year.","type":"content","verse":"14"},{"content":"‘Also one kid of the goats as a sin offering to the LORD shall be offered, besides the regular burnt offering and its drink offering.","type":"content","verse":"15"},{"content":"‘On the fourteenth day of the first month  is  the Passover of the LORD.","type":"content","verse":"16"},{"content":"‘And on the fifteenth day of this month  is  the feast; unleavened bread shall be eaten for seven days.","type":"content","verse":"17"},{"content":"‘On the first day  you shall have  a holy convocation. You shall do no customary work.","type":"content","verse":"18"},{"content":"‘And you shall present an offering made by fire as a burnt offering to the LORD: two young bulls, one ram, and seven lambs in their first year. Be sure they are without blemish.","type":"content","verse":"19"},{"content":"‘Their grain offering shall be of fine flour mixed with oil: three–tenths  of an ephah  you shall offer for a bull, and two–tenths for a ram;","type":"content","verse":"20"},{"content":"‘you shall offer one–tenth  of an ephah  for each of the seven lambs;","type":"content","verse":"21"},{"content":"‘also one goat  as  a sin offering, to make atonement for you.","type":"content","verse":"22"},{"content":"‘You shall offer these besides the burnt offering of the morning, which  is  for a regular burnt offering.","type":"content","verse":"23"},{"content":"‘In this manner you shall offer the food of the offering made by fire daily for seven days, as a sweet aroma to the LORD; it shall be offered besides the regular burnt offering and its drink offering.","type":"content","verse":"24"},{"content":"‘And on the seventh day you shall have a holy convocation. You shall do no customary work.","type":"content","verse":"25"},{"content":"‘Also on the day of the firstfruits, when you bring a new grain offering to the LORD at your  Feast of  Weeks, you shall have a holy convocation. You shall do no customary work.","type":"content","verse":"26"},{"content":"‘You shall present a burnt offering as a sweet aroma to the LORD: two young bulls, one ram, and seven lambs in their first year,","type":"content","verse":"27"},{"content":"‘with their grain offering of fine flour mixed with oil: three–tenths  of an ephah  for each bull, two–tenths for the one ram,","type":"content","verse":"28"},{"content":"‘and one–tenth for each of the seven lambs;","type":"content","verse":"29"},{"content":"‘ also  one kid of the goats, to make atonement for you.","type":"content","verse":"30"},{"content":"‘Be sure they are without blemish. You shall present  them  with their drink offerings, besides the regular burnt offering with its grain offering.","type":"content","verse":"31"}]