[{"content":"‘And in the seventh month, on the first  day  of the month, you shall have a holy convocation. You shall do no customary work. For you it is a day of blowing the trumpets.","type":"content","verse":"1"},{"content":"‘You shall offer a burnt offering as a sweet aroma to the LORD: one young bull, one ram,  and  seven lambs in their first year, without blemish.","type":"content","verse":"2"},{"content":"‘Their grain offering  shall be  fine flour mixed with oil: three–tenths  of an ephah  for the bull, two–tenths for the ram,","type":"content","verse":"3"},{"content":"‘and one–tenth for each of the seven lambs;","type":"content","verse":"4"},{"content":"‘also one kid of the goats  as  a sin offering, to make atonement for you;","type":"content","verse":"5"},{"content":"‘besides the burnt offering with its grain offering for the New Moon, the regular burnt offering with its grain offering, and their drink offerings, according to their ordinance, as a sweet aroma, an offering made by fire to the LORD.","type":"content","verse":"6"},{"content":"‘On the tenth  day  of this seventh month you shall have a holy convocation. You shall afflict your souls; you shall not do any work.","type":"content","verse":"7"},{"content":"‘You shall present a burnt offering to the LORD  as  a sweet aroma: one young bull, one ram,  and  seven lambs in their first year. Be sure they are without blemish.","type":"content","verse":"8"},{"content":"‘Their grain offering  shall be of  fine flour mixed with oil: three–tenths  of an ephah  for the bull, two–tenths for the one ram,","type":"content","verse":"9"},{"content":"‘and one–tenth for each of the seven lambs;","type":"content","verse":"10"},{"content":"‘also one kid of the goats  as  a sin offering, besides the sin offering for atonement, the regular burnt offering with its grain offering, and their drink offerings.","type":"content","verse":"11"},{"content":"‘On the fifteenth day of the seventh month you shall have a holy convocation. You shall do no customary work, and you shall keep a feast to the LORD seven days.","type":"content","verse":"12"},{"content":"‘You shall present a burnt offering, an offering made by fire as a sweet aroma to the LORD: thirteen young bulls, two rams,  and  fourteen lambs in their first year. They shall be without blemish.","type":"content","verse":"13"},{"content":"‘Their grain offering  shall be of  fine flour mixed with oil: three–tenths  of an ephah  for each of the thirteen bulls, two–tenths for each of the two rams,","type":"content","verse":"14"},{"content":"‘and one–tenth for each of the fourteen lambs;","type":"content","verse":"15"},{"content":"‘also one kid of the goats  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"16"},{"content":"‘On the second day  present  twelve young bulls, two rams, fourteen lambs in their first year without blemish,","type":"content","verse":"17"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"18"},{"content":"‘also one kid of the goats  as  a sin offering, besides the regular burnt offering with its grain offering, and their drink offerings.","type":"content","verse":"19"},{"content":"‘On the third day  present  eleven bulls, two rams, fourteen lambs in their first year without blemish,","type":"content","verse":"20"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"21"},{"content":"‘also one goat  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"22"},{"content":"‘On the fourth day  present  ten bulls, two rams,  and  fourteen lambs in their first year, without blemish,","type":"content","verse":"23"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"24"},{"content":"‘also one kid of the goats  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"25"},{"content":"‘On the fifth day  present  nine bulls, two rams,  and  fourteen lambs in their first year without blemish,","type":"content","verse":"26"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"27"},{"content":"‘also one goat  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"28"},{"content":"‘On the sixth day  present  eight bulls, two rams,  and  fourteen lambs in their first year without blemish,","type":"content","verse":"29"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"30"},{"content":"‘also one goat  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"31"},{"content":"‘On the seventh day  present  seven bulls, two rams,  and  fourteen lambs in their first year without blemish,","type":"content","verse":"32"},{"content":"‘and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"33"},{"content":"‘also one goat  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"34"},{"content":"‘On the eighth day you shall have a sacred assembly. You shall do no customary work.","type":"content","verse":"35"},{"content":"‘You shall present a burnt offering, an offering made by fire as a sweet aroma to the LORD: one bull, one ram, seven lambs in their first year without blemish,","type":"content","verse":"36"},{"content":"‘and their grain offering and their drink offerings for the bull, for the ram, and for the lambs, by their number, according to the ordinance;","type":"content","verse":"37"},{"content":"‘also one goat  as  a sin offering, besides the regular burnt offering, its grain offering, and its drink offering.","type":"content","verse":"38"},{"content":"‘These you shall present to the LORD at your appointed feasts (besides your vowed offerings and your freewill offerings) as your burnt offerings and your grain offerings, as your drink offerings and your peace offerings.’\"","type":"content","verse":"39"},{"content":"So Moses told the children of Israel everything, just as the LORD commanded Moses.","type":"content","verse":"40"}]