[{"content":"And the LORD spoke to Moses, saying:","type":"content","verse":"1"},{"content":"\"Speak to Aaron, and say to him, ‘When you arrange the lamps, the seven lamps shall give light in front of the lampstand.’\"","type":"content","verse":"2"},{"content":"And Aaron did so; he arranged the lamps to face toward the front of the lampstand, as the LORD commanded Moses.","type":"content","verse":"3"},{"content":"Now this workmanship of the lampstand  was  hammered gold; from its shaft to its flowers it  was  hammered work. According to the pattern which the LORD had shown Moses, so he made the lampstand.","type":"content","verse":"4"},{"content":"Then the LORD spoke to Moses, saying:","type":"content","verse":"5"},{"content":"\"Take the Levites from among the children of Israel and cleanse them  ceremonially .","type":"content","verse":"6"},{"content":"\"Thus you shall do to them to cleanse them: Sprinkle water of purification on them, and let them shave all their body, and let them wash their clothes, and  so  make themselves clean.","type":"content","verse":"7"},{"content":"\"Then let them take a young bull with its grain offering of fine flour mixed with oil, and you shall take another young bull as a sin offering.","type":"content","verse":"8"},{"content":"\"And you shall bring the Levites before the tabernacle of meeting, and you shall gather together the whole congregation of the children of Israel.","type":"content","verse":"9"},{"content":"\"So you shall bring the Levites before the LORD, and the children of Israel shall lay their hands on the Levites;","type":"content","verse":"10"},{"content":"\"and Aaron shall offer the Levites before the LORD,  like  a wave offering from the children of Israel, that they may perform the work of the LORD.","type":"content","verse":"11"},{"content":"\"Then the Levites shall lay their hands on the heads of the young bulls, and you shall offer one as a sin offering and the other as a burnt offering to the LORD, to make atonement for the Levites.","type":"content","verse":"12"},{"content":"\"And you shall stand the Levites before Aaron and his sons, and then offer them  like  a wave offering to the LORD.","type":"content","verse":"13"},{"content":"\"Thus you shall separate the Levites from among the children of Israel, and the Levites shall be Mine.","type":"content","verse":"14"},{"content":"\"After that the Levites shall go in to service the tabernacle of meeting. So you shall cleanse them and offer them,  like  a wave offering.","type":"content","verse":"15"},{"content":"\"For they  are  wholly given to Me from among the children of Israel; I have taken them for Myself instead of all who open the womb, the firstborn of all the children of Israel.","type":"content","verse":"16"},{"content":"\"For all the firstborn among the children of Israel  are  Mine,  both  man and beast; on the day that I struck all the firstborn in the land of Egypt I sanctified them to Myself.","type":"content","verse":"17"},{"content":"\"I have taken the Levites instead of all the firstborn of the children of Israel.","type":"content","verse":"18"},{"content":"\"And I have given the Levites as a gift to Aaron and his sons from among the children of Israel, to do the work for the children of Israel in the tabernacle of meeting, and to make atonement for the children of Israel, that there be no plague among the children of Israel when the children of Israel come near the sanctuary.\"","type":"content","verse":"19"},{"content":"Thus Moses and Aaron and all the congregation of the children of Israel did to the Levites; according to all that the LORD commanded Moses concerning the Levites, so the children of Israel did to them.","type":"content","verse":"20"},{"content":"And the Levites purified themselves and washed their clothes; then Aaron presented them,  like  a wave offering before the LORD, and Aaron made atonement for them to cleanse them.","type":"content","verse":"21"},{"content":"After that the Levites went in to do their work in the tabernacle of meeting before Aaron and his sons; as the LORD commanded Moses concerning the Levites, so they did to them.","type":"content","verse":"22"},{"content":"Then the LORD spoke to Moses, saying,","type":"content","verse":"23"},{"content":"\"This  is  what  pertains  to the Levites: From twenty–five years old and above one may enter to perform service in the work of the tabernacle of meeting;","type":"content","verse":"24"},{"content":"\"and at the age of fifty years they must cease performing this work, and shall work no more.","type":"content","verse":"25"},{"content":"\"They may minister with their brethren in the tabernacle of meeting, to attend to needs, but they  themselves  shall do no work. Thus you shall do to the Levites regarding their duties.\"","type":"content","verse":"26"}]