[{"content":"Bermula, maka pada tahun yang kedelapan belas dari pada kerajaan baginda raja Yerobeam bin Nebat, naiklah Abiam raja atas orang Yehuda.","type":"content","verse":"1"},{"content":"Maka tiga tahun lamanya kerajaanlah ia di Yeruzalem, maka nama bunda baginda itu Maakha, anak Abisalom.","type":"content","verse":"2"},{"content":"Adapun kelakuan baginda itu, ia menurut segala dosa yang dibuat ayahanda baginda dahulu dari pada baginda, dan hati bagindapun tiada tulus dengan Tuhan, Allahnya, seperti tulus hati Daud, moyangda baginda.","type":"content","verse":"3"},{"content":"Tetapi oleh karena Daud juga dikaruniakan Tuhan, Allahnya, suatu pelita kepadanya di dalam Yeruzalem, serta membangkitkan anaknya kemudian dari padanya hendak menetapkan Yeruzalem.","type":"content","verse":"4"},{"content":"Sebab Daud sudah berbuat barang yang benar kepada pemandangan Tuhan dan tiada ia menyimpang dari pada segala sesuatu yang dipesannya kepadanya sepanjang umur hidupnya, melainkan hanya dalam perkara Uria, orang Heti itu.","type":"content","verse":"5"},{"content":"Maka adalah perang antara Rehabeam dengan Yerobeam sepanjang umur hidupnya.","type":"content","verse":"6"},{"content":"Adapun barang yang lagi tinggal dari pada kisah Abiam dan segala sesuatu yang telah dibuatnya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Yehuda? Maka antara Abiam dengan Yerobeampun adalah perang.","type":"content","verse":"7"},{"content":"Maka Abiampun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan dia dalam negeri Daud, maka Asa, putera baginda, kerajaanlah akan gantinya.","type":"content","verse":"8"},{"content":"Maka pada tahun yang kedua puluh dari pada kerajaan Yerobeam, raja orang Israel, adalah Asa naik raja atas orang Yehuda.","type":"content","verse":"9"},{"content":"Maka kerajaanlah ia di Yeruzalem empat puluh satu tahun lamanya, dan nama bunda baginda itu Maakha, anak Abisalom.","type":"content","verse":"10"},{"content":"Maka Asapun berbuat barang yang benar kepada pemandangan Tuhan seperti Daud, moyangda baginda itu.","type":"content","verse":"11"},{"content":"Karena dinyahkannya segala orang zindik itu dari dalam negeri, dan dibuangnya segala berhala tahi yang telah diperbuat oleh nenek moyangnya.","type":"content","verse":"12"},{"content":"Sehingga Maakha bunda bagindapun dipecatkannya dari pada pangkat permaisuri, sebab telah diperbuatkannya seekor berhala haibani dalam hutan, dan lagi dibinasakan Asa berhala haibani itu, dibakarnya habis dengan api di tepi sungai Kideron.","type":"content","verse":"13"},{"content":"Tetapi segala panggung tiada juga dibuang; maka adalah hati Asa tulus dengan Tuhan sepanjang umur hidupnya.","type":"content","verse":"14"},{"content":"Maka dibawanya ke dalam rumah Tuhan akan segala benda yang telah disucikan oleh ayahanda baginda, dan akan segala benda yang telah disucikan oleh baginda sendiri, dari pada emas perak dan pelbagai perkakasan.","type":"content","verse":"15"},{"content":"Maka adalah perang antara Asa dengan Baesa, raja orang Israel itu, sepanjang umur hidupnya.","type":"content","verse":"16"},{"content":"Karena Baesa, raja orang Israel itu, sudah mendatangi orang Yehuda dan diteguhkannya negeri Rama, sehingga seorangpun tiada diberinya masuk atau keluar akan pergi menghadap Asa, raja orang Yehuda.","type":"content","verse":"17"},{"content":"Maka pada masa itu diambil Asa akan segala emas perak yang lagi ketinggalan di antara segala mata benda yang di rumah Tuhan dan segala mata benda yang di dalam istana baginda, diserahkannya kepada tangan pegawainya, lalu disuruh baginda raja Asa akan mereka itu pergi menghadap Benhadad bin Tabrimmon bin Hezyon, raja di benua Syam, yang duduk di Damsyik, katanya:","type":"content","verse":"18"},{"content":"Bahwa adalah satu perjanjian antara tuan dengan beta, seperti yang dahulu ada di antara ayah tuan dengan ayah beta; maka sekarangpun beta mengirimkan hadiah kepada tuan, yaitu emas dan perak, sebab itu hendaklah tuan meniadakan perjanjian tuan dengan Baesa, raja orang Israel itu, supaya undurlah ia dari pada beta.","type":"content","verse":"19"},{"content":"Maka didengarlah oleh Benhadad akan kata baginda raja Asa, lalu disuruhnya panglima perang yang padanya pergi menyerang negeri-negeri orang Israel, maka dialahkannya negeri Iyon dan Dan dan Abel-Bait-Maakha dan seluruh Kinerot dan seluruh tanah Naftali.","type":"content","verse":"20"},{"content":"Demi kedengaranlah hal itu kepada Baesa, maka berhentilah ia dari pada meneguhkan Rama, lalu tinggallah ia di Tirza.","type":"content","verse":"21"},{"content":"Setelah itu maka disuruh baginda raja Asa kerahkan segala orang Yehuda, seorang juapun tiada lepas, lalu diangkat mereka itu akan segala batu dan kayu yang telah dipakai Baesa kepada kota benteng itu, maka dengan dia juga dibangunkan baginda raja Asa akan Geba-Benyamin dan Mizpa.","type":"content","verse":"22"},{"content":"Adapun barang yang lagi tinggal dari pada segala kisah Asa dan segala perbuatannya, dan segala negeri yang telah dibangunkannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda? Maka pada masa tuanya jatuhlah baginda gering kedua belah kakinya.","type":"content","verse":"23"},{"content":"Maka raja Asapun mangkatlah beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan dia pada sisi nenek moyangnya dalam negeri Daud, moyangda baginda; maka Yosafat puteranyapun naik raja menggantikan dia.","type":"content","verse":"24"},{"content":"Adapun Nadab bin Yerobeam itu naik raja atas orang Israel pada tahun yang kedua dari pada kerajaan Asa atas orang Yehuda; maka kerajaanlah ia atas orang Israel dua tahun lamanya.","type":"content","verse":"25"},{"content":"Maka diperbuatnya barang yang jahat kepada pemandangan Tuhan dan berjalanlah ia pada jalan ayahnya, dan menurut dosanya, yang telah disuruhnya orang Israelpun berbuat.","type":"content","verse":"26"},{"content":"Maka oleh Baesa bin Ahia, dari pada isi rumah Isakhar, diadakan suatu fakat hendak mendurhaka kepadanya, lalu dibunuh Baesa akan dia di Gibeton, orang Filistin punya, pada masa Nadab dan segenap orang Israel mengepung Gibeton itu.","type":"content","verse":"27"},{"content":"Maka dibunuh Baesa akan dia pada tahun yang ketiga dari pada kerajaan Asa atas orang Yehuda, dan Baesapun naik raja menggantikan dia.","type":"content","verse":"28"},{"content":"Maka sesungguhnya pada masa kerajaanlah ia, dibunuhnya akan segenap orang isi istana Yerobeam, barang sesuatu yang bernafaspun tiada dihidupinya dari pada segala orang Yerobeam itu, sehingga ditumpasnya semuanya, setuju dengan firman Tuhan yang telah dikatakan Tuhan dengan lidah hamba-Nya, yaitu Ahia, orang Siloni itu,","type":"content","verse":"29"},{"content":"sebab segala dosa Yerobeam, yang telah berbuat dosa sendiri dan yang telah menyuruh orang Israelpun berbuat dosa, dan sebab segala perbuatannya yang telah membangkitkan murka Tuhan, Allah orang Israel.","type":"content","verse":"30"},{"content":"Adapun barang yang lagi tinggal dari pada segala kisah Nadab dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel?","type":"content","verse":"31"},{"content":"Maka adalah perang antara Asa dan Baesa, raja orang Israel itu, sepanjang umur hidupnya.","type":"content","verse":"32"},{"content":"Maka pada tahun yang ketiga dari pada kerajaan Asa atas orang Yehuda adalah Baesa bin Ahia naik raja atas segala orang Israel di Tirza, dan kerajaanlah ia dua puluh empat tahun lamanya.","type":"content","verse":"33"},{"content":"Maka iapun berbuat barang yang jahat kepada pemandangan Tuhan, serta berjalan pada jalan Yerobeam dan menurut dosanya yang telah disuruhnya orang Israelpun berbuat.","type":"content","verse":"34"}]