[{"content":"Bermula, maka sentosalah mereka itu tiga tahun lamanya; tiadalah perang antara orang benua Syam dengan orang Israel.","type":"content","verse":"1"},{"content":"Tetapi pada tahun yang ketiga, tatkala Yosafat, raja orang Yehuda itu, turun mendapatkan raja orang Israel,","type":"content","verse":"2"},{"content":"bertitahlah raja orang Israel kepada segala hambanya demikian: Tahukah kamu bahwa Ramot yang di Gilead itu kita punya? Maka diam juga kita, tiada kita rampas negeri itu dari pada tangan raja benua Syam!","type":"content","verse":"3"},{"content":"maka kata baginda kepada raja Yosafat: Maukah tuan berjalan serta dengan beta ke Ramot yang di Gilead itu pergi perang? Maka sahut raja Yosafat kepada raja orang Israel: Bagaimana tuan begitulah beta, dan bagaimana rakyat tuan begitulah rakyat beta, dan bagaimana kuda tuan begitulah kuda beta kelak.","type":"content","verse":"4"},{"content":"Tetapi lagi kata raja Yosafat kepada raja orang Israel: Hendaklah kiranya sekarang tuan bertanyakan firman Tuhan dahulu.","type":"content","verse":"5"},{"content":"Maka oleh raja Israel lalu dihimpunkanlah segala nabi, kira-kira empat ratus orang banyaknya, serta titah baginda kepadanya: Bolehkah aku pergi perang ke Ramot yang di Gilead itu, atau baik tiada aku pergi? Maka sembah mereka itu: Baiklah tuanku pergi, karena diserahkan Tuhan akan mereka itu kelak kepada tangan tuanku.","type":"content","verse":"6"},{"content":"Tetapi kata raja Yosafat: Tiadakah lagi di sini seorang nabi Tuhan, supaya boleh kita bertanyakan dia?","type":"content","verse":"7"},{"content":"Maka kata raja orang Israel kepada raja Yosafat: Ada lagi seorang yang boleh kita bertanyakan Tuhan olehnya, tetapi bencilah beta akan dia, sebab satupun tiada yang baik dikatakannya akan hal beta, melainkan jahat belaka, yaitu Mikha bin Yimla. Maka ujar raja Yosafat: Jangan tuan berkata begitu!","type":"content","verse":"8"},{"content":"Maka dipanggil oleh baginda raja orang Israel akan seorang sida-sida, lalu titahnya kepadanya: Bawalah olehmu akan Mikha bin Yimla itu ke mari dengan segeranya.","type":"content","verse":"9"},{"content":"Adapun pada masa itu adalah baginda raja orang Israel dan Yosafat raja orang Yehuda masing-masing bersemayam di atas takhtanya serta berpakaikan pakaian kebesarannya, yaitu di halaman yang di hadapan pintu gerbang Samaria, dan segala nabi itupun hadir sambil bernubuat.","type":"content","verse":"10"},{"content":"Maka Zedekia bin Kenaana sudah memperbuat akan dirinya tanduk besi, lalu sembahnya: Demikian inilah firman Tuhan: Bahwa dengan peri begini juga tuanku akan menanduk-nanduk orang Syam itu, sehingga tuanku membinasakan mereka itu sama sekali.","type":"content","verse":"11"},{"content":"Demikianpun bernubuatlah segala nabi itu, sembahnya: Baiklah tuanku pergi ke Ramot yang di Gilead itu, maka tuanku akan selamat, karena diserahkan Tuhan akan mereka itu kelak kepada tangan tuanku.","type":"content","verse":"12"},{"content":"Bermula, adapun suruhan yang telah pergi memanggil Mikha itu, ia itu berkata kepadanya demikian: Bahwasanya segala kata nabi-nabi itu semulut juga dan baiklah sembahnya kepada baginda, sebab itu biarlah kiranya katamu sama dengan kata masing-masing mereka itu dan katakanlah selamat baginda.","type":"content","verse":"13"},{"content":"Tetapi sahut Mikha: Demi Tuhan yang hidup, bahwa barang yang firman Tuhan kepadaku itu juga yang akan kukatakan kelak.","type":"content","verse":"14"},{"content":"Serta sampailah ia kepada baginda, maka titah baginda kepadanya: Hai Mikha! Bolehkah kami pergi perang ke Ramot yang di Gilead itu, atau baik kami tiada pergi? Maka sembahnya kepada baginda: Baiklah tuanku pergi, niscaya selamatlah tuanku kelak, karena diserahkan Tuhan akan mereka itu sekalian kepada tangan tuanku.","type":"content","verse":"15"},{"content":"Maka titah baginda kepadanya: Berapa kali patut aku menyumpahi engkau, supaya jangan kaukatakan kepadaku melainkan barang yang benar dengan nama Tuhan?","type":"content","verse":"16"},{"content":"Maka sembah Mikha: Bahwa patik telah melihat segenap orang Israel tercerai-berai di atas segala gunung, seperti kambing domba yang tiada bergembala adanya, lalu firman Tuhan: Bahwa mereka ini tiada bertuan, sebab itu biarlah masing-masing pulang juga dengan selamat.","type":"content","verse":"17"},{"content":"Maka pada masa itu kata raja orang Israel kepada raja Yosafat: Bolakkah kata beta kepada tuan, bahwa satupun tiada yang baik dikatakannya akan hal beta, melainkan jahat belaka?","type":"content","verse":"18"},{"content":"Dan lagi kata Mikha: Dengarlah olehmu firman Tuhan: Bahwa aku telah melihat Tuhan duduk di atas arasy-Nya dan segala balatentara yang di sorgapun berdiri pada sisi-Nya, yaitu pada kiri kanan-Nya.","type":"content","verse":"19"},{"content":"Maka firman Tuhan: Siapa gerangan dapat membujuk Akhab, supaya ia berangkat lalu menyerang akan Ramot yang di Gilead itu? Maka seorang kata begini, seorang begitu.","type":"content","verse":"20"},{"content":"Maka keluarlah seorang roh, lalu menghadap hadirat Tuhan sambil sembahnya: Bahwa aku dapat membujuk dia. Maka firman Tuhan kepadanya: Dengan apa?","type":"content","verse":"21"},{"content":"Maka sahutnya: Aku akan keluar dan menjadi roh pembohong dalam mulut segala nabinya. Maka firman Tuhan: Engkau dapat membujuk akan dia dan engkau juga akan menang; pergilah engkau, perbuatlah olehmu begitu.","type":"content","verse":"22"},{"content":"Maka sesungguhnya sekarangpun Tuhan sudah memberikan roh pembohong dalam mulut segala nabimu ini; maka Tuhan juga telah berfirman akan hal kebinasaanmu.","type":"content","verse":"23"},{"content":"Maka pada masa itu datanglah Zedekia bin Kenaana itu hampir, ditamparnya muka Mikha sambil katanya: Mana boleh roh Tuhan itu berpindah dari padaku hendak berfirman kepadamu.","type":"content","verse":"24"},{"content":"Maka kata Mikha: Bahwasanya engkau juga akan melihatnya kelak, pada hari apabila engkau lari dari pada suatu bilik datang kepada suatu bilik hendak menyembunyikan dirimu.","type":"content","verse":"25"},{"content":"Maka titah baginda raja orang Israel: Ambillah akan Mikha, bawalah akan dia kembali kapada Amon, penghulu negeri, dan kepada Yoas, putera raja itu;","type":"content","verse":"26"},{"content":"dan katakanlah kepadanya: Bahwa titah baginda: Taruhlah akan orang ini dalam penjara dan berikanlah dia makan roti kesukaran dan air kesukaran, sampai aku pulang kelak dengan selamat.","type":"content","verse":"27"},{"content":"Maka kata Mikha: Jikalau kiranya tuanku pulang dengan selamat, niscaya tiada Tuhan telah berfirman dengan lidahku. Dan lagi katanya: Dengarlah kiranya, hai kamu sekalian!","type":"content","verse":"28"},{"content":"Hata, maka berangkatlah raja orang Israel dan Yosafat, raja orang Yehuda, ke Ramot yang di Gilead itu.","type":"content","verse":"29"},{"content":"Maka kata raja orang Israel kepada raja Yosafat: Setelah sudah beta bersamar, maka beta akan masuk peperangan, tetapi hendaklah tuan berpakaikan pakaian tuan juga. Maka bersamarlah raja orang Israel, lalu bagindapun masuk peperangan.","type":"content","verse":"30"},{"content":"Adapun baginda raja benua Syam itu sudah berpesan kepada segala penghulu rata yang padanya, semuanya tiga puluh dua orang banyaknya, titahnya: Jangan kamu berperang, baik dengan orang besar atau dengan orang kecil, melainkan dengan raja Israel seorangnya juga.","type":"content","verse":"31"},{"content":"Serta dilihat segala penghulu rata itu akan raja Yosafat, lalu katanya: Sesungguhnya inilah raja orang Israel, lalu mereka itupun tampil kepadanya hendak berperang, tetapi raja Yosafatpun berseru-seru.","type":"content","verse":"32"},{"content":"Setelah dilihat oleh penghulu rata bukan ialah raja orang Israel, maka undurlah mereka itu dari padanya.","type":"content","verse":"33"},{"content":"Maka pada ketika itu adalah seorang rakyat mengedangkan busurnya dengan tiada sengajanya, lalu memanah kena baginda raja orang Israel antara perhubungan baju zirha. Maka titah baginda kepada orang yang mengepalakan ratanya: Balikkanlah rata dengan tanganmu dan hantarlah akan daku keluar dari dalam peperangan, karena aku telah luka parah.","type":"content","verse":"34"},{"content":"Tetapi sedang makin bertambah ramai perang pada hari itu, diperhentikan oranglah rata baginda bertentangan dengan orang Syam, maka hampir petang hari matilah baginda, dan darah dari pada luka bagindapun mengalirlah ke dalam tumpuan rata.","type":"content","verse":"35"},{"content":"Maka hampir masuk matahari adalah orang berseru dalam balatentara itu, bunyinya: Hendaklah masing-masing pulang ke negerinya dan ke tanahnya!","type":"content","verse":"36"},{"content":"Demikian matilah baginda, maka dibawa oranglah akan baginda ke Samaria, dan bagindapun dikuburkan oranglah di Samaria.","type":"content","verse":"37"},{"content":"Maka sementara dibasuhkan orang akan rata itu dalam kolam Samaria, adalah beberapa anjing menjilat darahnya di tempat orang sundal biasa mandi, yaitu seperti firman Tuhan yang telah dikatakan-Nya itu.","type":"content","verse":"38"},{"content":"Adapun barang yang lagi tinggal dari pada segala kisah raja Akhab dan segala perbuatan baginda dan istana gading yang telah diperbuat oleh baginda dan segala negeri yang telah dibangunkan baginda, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel?","type":"content","verse":"39"},{"content":"Demikianlah peri raja Akhab mangkat beradu dengan segala nenek moyangnya, dan Ahazia putera bagindapun naiklah raja menggantikan ayahnya.","type":"content","verse":"40"},{"content":"Adapun raja Yosafat bin Asa itu telah naik raja atas orang Yehuda pada tahun yang keempat dari pada kerajaan Akhab atas orang Israel.","type":"content","verse":"41"},{"content":"Maka pada masa ia naik raja umur Yosafat tiga puluh lima tahun, maka kerajaanlah baginda di Yeruzalem dua puluh lima tahun lamanya dan nama bunda baginda itu Azuba, anak Silkhi.","type":"content","verse":"42"},{"content":"Maka berjalanlah baginda pada segala jalan Asa, ayahanda baginda, dengan tiada menyimpang, dan diperbuat baginda barang yang benar kepada pemandangan Tuhan. (22-44) Kendatilah demikian, maka segala panggung tiada juga dibuang, melainkan orang banyak lagi mempersembahkan korban dan membakar dupa di atas panggung itu.","type":"content","verse":"43"},{"content":"(22-45) Dan raja Yosafatpun berdamailah dengan baginda raja orang Israel.","type":"content","verse":"44"},{"content":"(22-46) Adapun barang yang lagi tinggal dari pada segala kisah raja Yosafat dan segala kuasa yang diperolehnya, dan segala peri hal ia melakukan perang, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Yehuda?","type":"content","verse":"45"},{"content":"(22-47) Demikianpun dihapuskannya dari dalam negeri segala orang zindik yang lagi tinggal dari pada zaman Asa, ayahanda baginda.","type":"content","verse":"46"},{"content":"(22-48) Maka pada zamannya tiadalah raja di Edom, melainkan adalah di sana seorang wakil baginda.","type":"content","verse":"47"},{"content":"(22-49) Maka diperbuat oleh Yosafat beberapa kapal Tarsis akan berlayar ke Ofir pergi mengambil emas dari sana, tetapi tiada juga jadi berlayar, sebab pecahlah segala kapal itu di Ezion-Jeber.","type":"content","verse":"48"},{"content":"(22-50) Lalu kata raja Ahazia bin Akhab kepada raja Yosafat: Biarlah hamba beta turun berlayar dengan hamba tuan dalam kapal itu. Tetapi raja Yosafat tiada mau.","type":"content","verse":"49"},{"content":"(22-51) Maka raja Yosafatpun mangkatlah beradu dengan segala nenek moyang baginda, lalu ia dikuburkan pada sisi nenek moyang baginda dalam negeri Daud, moyangda baginda, maka Yoram, putera baginda, naik raja menggantikan ayahnya.","type":"content","verse":"50"},{"content":"(22-52) Adapun Ahazia bin Akhab itu naik raja atas orang Israel di Samaria pada tahun yang ketujuh belas dari pada kerajaan Yosafat atas orang Yehuda, maka kerajaanlah ia atas orang Israel dua tahun lamanya.","type":"content","verse":"51"},{"content":"(22-53) Maka diperbuatnya barang yang jahat kepada pemandangan Tuhan, karena berjalanlah ia pada jalan ayahnya dan pada jalan bundanya dan pada jalan Yerobeam bin Nebat, yang telah menyuruh orang Israel berbuat dosa.","type":"content","verse":"52"},{"content":"(22-54) Maka iapun berbuat bakti kepada Baal dan menyembah sujud kepadanya dan dibangkitkannya murka Tuhan, Allah orang Israel, dengan menurut segala sesuatu yang telah diperbuat oleh ayahnya.","type":"content","verse":"53"}]